[[0, " The orbiter then glided as a spaceplane to a runway landing, usually to the Shuttle Landing Facility at Kennedy Space Center , Florida or Rogers Dry Lake in Edwards Air Force Base , California."], [0, " After landing at Edwards, the orbiter was flown back to the KSC on the Shuttle Carrier Aircraft , a specially modified Boeing 747 ."], [0, " [12] : 173–174 After four additional flights, Enterprise was moved to the Marshall Space Flight Center on March 13, 1978."], [0, " President Ronald Reagan and his wife Nancy met the crew, and delivered a speech."], [0, " It was a new kind of spacecraft because it could be used again and again."], [0, " As of 2011, the ISS has been docked by a NASA shuttle 37 times and it has docked at Russia’s space station numerous times as well."], [0, " The Atlantis took half as long to construct as its nearest counterpart the Columbia and weighs about 4,000 lb less than the Columbia which is the weight of the average car."], [0, " Its first stage\n is composed of three Falcon 9 nine-engine\n cores whose 27 Merlin engines together\n generate more than 5 million pounds of\n thrust at liftoff, equal to approximately\n eighteen 747 aircraft."], [1, " President Richard Nixon (right) discusses the chosen Shuttle design with NASA Administrator James Fletcher in January 1972 ."], [1, " [12] : 173 [18] Rockwell also constructed the Main Propulsion Test Article (MPTA)-098, which was later fit with RS-25 engines and tested at the National Space Technology Laboratory (NSTL) ."], [1, " The hot ionized gases of the atmosphere that surround the orbiter prevent radio communication with the ground for about 12 minutes (i."], [1, " During this time, the orbiter is cooling and noxious gases, which were made during the heat of re-entry, blow away."], [1, " A piece of insulation caused the devastation of the Columbia – it pierced the wing after breaking off."], [1, " There are around 23,000 tiles on the outside of the Discovery shuttle."], [1, " Mamoru Mohri became the first Japanese astronaut during his time on the Endeavour space shuttle."], [1, " In 1986 the Challenger managed to explode on launch killing seven people in total."], [1, " It took only 73 seconds for the craft to leave the ground until it exploded."], [1, " 135 missions Lost 2 orbiters Maiden launch Space Shuttle Columbia ."], [1, " The Reaction Control System (RCS) was composed of 44 small liquid-fueled rocket thrusters and their very sophisticated fly-by-wire flight control system , which utilized computationally intensive digital Kalman filtering ."], [1, " The aft RCS engines were located in the two Orbital Maneuvering System (OMS) pods at the rear of the orbiter, and these included 12 primary (PRCS) and two vernier (VRCS) engines in each pod."], [1, " Get Science Newsletter Sign up to receive the latest science news."], [1, " NASA says because of the role the shuttles have played in the nation's space program , \"special attention is being given to ensure the shuttle orbiters are appropriately retired and displayed in the broadest interest of the American public."], [1, " And, it's offering numerous other items are space-shuttle related (."], [1, " Los Angeles (CNN) -- NASA announced Tuesday the new retirement homes for the four remaining space shuttles -- three historic orbiters and the program's test vehicle."], [1, " Udvar-Hazy Center in Virginia; and the test shuttle, Enterprise, at the Intrepid Sea, Air & Space Museum in New York, NASA Administrator Charles F."], [1, " More than 20 locations around the country sought one of the orbiters because of the potential tourist draw."], [1, " Supporters of sites that were rejected expressed disappointment."], [1, " John Cornyn, R-Texas, said the Johnson Space Center in Houston should have been one of the retirement homes for an orbiter, \"but it is clear political favors trumped common sense and fairness in the selection of the final locations for the orbiter fleet,\" he said in a statement."], [1, " \"Like many Texans, I am disappointed with NASA's decision to slight the Johnson Space Center as a permanent home for one of the space shuttle orbiters,\" Cornyn said."], [1, " Today's announcement is an affront to the thousands of dedicated men and women at Johnson Space Center, the greater Houston community and the state of Texas, and I'm deeply disappointed with the administration's misguided decision,\" Cornyn said."], [1, " The center plans to use the orbiter as the centerpiece to a new air and space gallery, which would cost $200 million and is part of the center's 25-year master plan, Rudolph said."], [1, " The center hasn't hired an architect yet to design the new facility and is now planning a fundraiser, he said."], [2, " At the time of its arrival at the KSC, Columbia still had 6,000 of its 30,000 tiles remaining to be installed."], [2, " However, many of the tiles that had been originally installed had to be replaced, requiring two years of installation before Columbia could fly."], [2, " These were the orbiter, the external fuel tank and solid rocket boosters."], [2, " NASA is developing the Orion capsule for beyond Earth orbit missions."], [2, " Maneuvering of the orbiter for re-entry \n These materials are designed to absorb large quantities of heat without increasing their temperature very much."], [2, " The galley, toilet, sleep locations, storage lockers, and the side hatch for entering and exiting the orbiter were also located on the mid-deck, as well as the airlock ."], [2, " In reality, the impact shattered at least one of the crucial reinforced carbon-carbon heat shield panels that lined the edge of the wing, leaving a large hole in the brittle ceramic material."], [2, " At Mission Control in Houston, the flight controllers monitoring Columbia 's descent began to notice erratic telemetry readings coming from the shuttle, and then all voice and data contact with the orbiter was lost."], [3, " Air Force high-altitude full-pressure suits, which included a full-pressure helmet during ascent and descent."], [3, " Flight systems [ edit ] \n The orbiter was equipped with an avionics system to provide information and control during atmospheric flight."], [3, " While in orbit, the crew primarily communicated using one of four S band radios, which provided both voice and data communications."], [3, " The payload bay doors served an additional function as radiators for the orbiter vehicle's heat, and were opened upon reaching orbit for heat rejection."], [3, " [39] [35] Spacelab provided a modular, pressurized laboratory for use in orbit."], [3, " The Spacelab equipment was primarily stored in pallets, which provided storage for both experiments as well as computer and power equipment."], [3, " The last shuttle to fly was Atlantis on the STS-135 mission in July 2011."], [3, " The first flight was a test of the landing and maneuvering abilities of the shuttle."], [4, " In 1973, European ministers met in Belgium to authorize the Spacelab program, which was a European multidisciplinary orbital space laboratory that flew in the payload bay."], [4, ", for polar-orbiting missions, but the idea was abandoned after the Challenger disaster of 1986."], [4, " A typical shuttle mission lasts seven to eight days , but can extend to as much as 14 days depending upon the objectives of the mission."], [4, " Learn how the Hubble sees in this video from the Discovery Channel."], [4, " Searchers combed through pine forests, hundreds of thousands of acres of underbrush, and boggy areas."], [5, " \"There is no question Houston should have been selected as a final home for one of the orbiters -- even Administrator Bolden stated as much."], [5, " Instead, NASA's Debris Assessment Team mathematically modeled the foam strike but could not reach any definitive conclusions about the state of the shuttle's wing."], [5, " Finally, at 9:12 Eastern Time, re-entry Flight Director LeRoy Cain gave the terrible order that had only been uttered once before, 17 years earlier when Challenger broke apart at launch: \" Lock the doors ."], [6, " Astronauts would then mimic their daily activities inside of the mock-up."], [6, " The star trackers are deployed while in orbit, and can automatically or manually align on a star."], [6, " Because it is moving at about 17,000 mph (28,000 km/h), the orbiter hits air molecules and builds up heat from friction (approximately 3000 degrees F, or 1650 degrees C)."], [6, " Explore shuttle missions that secured the future of Hubble Space Telescope and the International Space Station."], [6, " Learn how to dock and land the shuttle with training simulators, and then strap in for lift-off at Shuttle Launch Experience ® ."], [6, " Get a close-up view of Atlantis, the only space shuttle displayed in flight."], [6, " Interactive simulators will test your skills at performing a spacewalk."], [6, " NASA Garage Sale Includes Shuttles, Engines, Space Suits Share ."], [6, " The deadline for organizations to apply to adopt a shuttle is February 19."], [7, " During the 1950s, the United States Air Force proposed using a reusable piloted glider to perform military operations such as reconnaissance, satellite attack, and employing air-to-ground weapons."], [7, " In the late-1950s, the Air Force began developing the partially reusable X-20 Dyna-Soar ."], [7, " The Air Force collaborated with NASA on the Dyna-Soar, and began training six pilots in June 1961."], [7, " In addition to the Dyna-Soar, the Air Force conducted a study in 1957 to test the feasibility of reusable boosters."], [7, " Beginning in the early 1950s, NASA and the Air Force collaborated on developing lifting bodies to test aircraft that primarily generated lift from their fuselages instead of wings, and tested the M2-F1 , M2-F2 , M2-F3 , HL-10 , X-24A , and the X-24B ."], [7, " In September 1966, NASA and the Air Force released a joint study concluding that a new vehicle was required to satisfy their respective future demands, and that a partially reusable system would be the most cost-effective solution."], [7, " In December 1968, NASA created the Space Shuttle Task Group to determine the optimal design for a reusable spacecraft, and issued study contracts to General Dynamics , Lockheed , McDonnell Douglas , and North American Rockwell ."], [7, " In July 1969, the Space Shuttle Task Group issued a report that determined the Shuttle would support a space station, launch, service, and retrieve satellites, and support short-duration crewed missions."], [7, " In September 1969, the Space Task Group, under leadership of Vice President Spiro Agnew , issued a report calling for the development of a space shuttle to bring people and cargo to low Earth orbit (LEO), as well as a space tug for transfers between orbits and the Moon, and a reusable nuclear stage for deep space travel."], [7, " After the release of the Space Shuttle Task Group report, many aerospace engineers favored the Class III, fully reusable design because of perceived savings in hardware costs."], [7, " Max Faget , a NASA engineer who had worked to design the Mercury capsule, patented a design for a two-stage fully recoverable system with a straight-winged orbiter mounted on a larger straight-winged booster."], [7, " [16] [17] The Air Force Flight Dynamics Laboratory argued that a straight-wing design would not be able to withstand the high thermal and aerodynamic stresses during reentry, and would not provide the required cross-range capability."], [7, " Additionally, the Air Force required a larger payload capacity than Faget's design allowed."], [7, " In January 1971, NASA and Air Force leadership decided that a reusable delta-wing orbiter mounted on an expendable propellant tank would be the optimal design for the Space Shuttle."], [7, " After establishing the need for a reusable, heavy-lift spacecraft, NASA and the Air Force began determining the design requirements of their respective services."], [7, " NASA and the Air Force elected to use solid-propellant boosters because of the lower costs and the ease of refurbishing them for reuse after they landed in the ocean."], [7, " In August 1972, NASA awarded the contract to build the orbiter to North American Rockwell , the solid-rocket booster contract to Morton Thiokol , and the external tank contract to Martin Marietta ."], [7, " Rockwell conducted structural tests on Structural Test Article (STA)-099 to determine the effect of aerodynamic stresses."], [7, " The first engine was completed in March 1975, after issues with developing the first throttlable, reusable engine."], [8, " Columbia ( re-entry failure, 7 fatalities ) First flight April 12, 1981 Last flight July 21, 2011 Notable payloads Tracking and Data Relay Satellites ."], [8, " Of these, two were lost in mission accidents: Challenger in 1986 and Columbia in 2003 , with a total of fourteen astronauts killed."], [8, " The crew compartment, located in the forward fuselage, normally carried crews of seven astronauts, but occasionally carried fewer people."], [8, " \n \t—\n \t Washington Post , \"Defense: No alcohol in fatal crash involving ex-astronaut,\" 10 Jan."], [8, " Dragon is a free-flying spacecraft designed\n to deliver both cargo and people to orbiting\n destinations."], [9, " Design and development [ edit ] \n Historical background [ edit ] ."], [9, " [40] [41] [42] [43] [44] In addition to the European Space Agency , Japan also partially funded research during the SL-J mission."], [9, " The wonders of space is a never ending source of facts and information for those of us who love all things astronomical and as we see from the above facts space shuttles are no different."], [10, " Jump to navigation \n Jump to search \n Space Shuttle Discovery lifts off at the start of STS-120 ."], [10, " First, the orbiter must be maneuvered into the proper position."], [10, " The orbiter is covered with ceramic insulating materials designed to protect it from this heat."], [10, " The orbiter makes a series of S-shaped, banking turns to slow its descent speed as it begins its final approach to the runway."], [10, " The pilot deploys the landing gear and the orbiter touches down."], [10, " Live Space Station Tracking Map \n The tracker (top map) shows where the Space Station is right now and its path 90 minutes ago (-1."], [10, " The dark overlay indicates where it is nighttime in the world."], [10, " The Endeavour was capable of orbital speeds of 27,870 km/h (17,318 mph) and weighed a staggering 171,960 lbs (78,000 kg) when empty."], [10, " That's the cost NASA estimates for shipping and handling on a space shuttle."], [10, " The Space Shuttle Discovery has already been spoken for by the Smithsonian National Air and Space Museum, but Atlantis and Endeavour are still available."], [10, " It is important to note at the outset that Columbia broke up during a phase of flight that, given the current design of the Orbiter, offered no possibility of crew survival."], [10, " At 10:39 Eastern Standard Time on January 16, 2003, space shuttle Columbia lifted off from pad 39A at the Kennedy Space Center in Florida."], [11, " Columbia † \n Challenger † \n Discovery \n Atlantis \n Endeavour \n Enterprise \n A '†' next to a name means that the Shuttle was destroyed."], [11, " History [ change | change source ] \n The shuttle was created in 1973."], [12, " NASA's Columbia orbiter launches skyward on April 12, 1981 on NASA's first-ever shuttle flight, STS-1."], [12, " Commanding the 54-hour mission was astronaut veteran John Young with then-rookie flyer Robert Crippen as pilot."], [12, " It was 122 feet (37 meters) long and had a wingspan of 78 feet (23 m)."], [12, " The Space Shuttle was a spacecraft which was used by the American National Aeronautics and Space Administration , or NASA."], [12, " After landing, the crew goes through the shutdown procedures to power down the spacecraft."], [12, " In its nearly 30-year history, the space shuttle program has seen exhilarating highs and devastating lows."], [12, " The fleet has taken astronauts on dozens of successful missions­, resulting in immeasurable scientific gains."], [12, " The first two shuttles constructed, Columbia and Challenger, were both lost during missions."], [12, " \"The fact that the shuttle was created here in California had a lot to do with giving us a leg up\" over the competition, Rudolph said."], [12, " Audience members at the Kennedy Space Center cheered when Bolden announced the Atlantis would be assigned to that launch facility."], [13, " Orbital Maneuvering System [ edit ] \n Main article: Space Shuttle Orbital Maneuvering System ."], [13, " When you purchase through links on our site, we may earn an affiliate commission."], [13, " [ Related: Classified Shuttle Missions: Secrets in Space ] ."], [13, " Boeing / Rockwell (orbiter) Country of origin United States \n Specifications Spacecraft type Crewed orbital launch and reentry Payload capacity 27,500 kilograms (60,600 pounds) Crew capacity 8 \n Production Status Retired Built 5 Retired 3 Lost 2 First launch 12 April 1981, 12:00:03  ( 1981-04-12UTC12:00:03Z )  UTC Last launch 8 July 2011 15:29:00  ( 2011-07-08UTC15:30Z )  UTC ."], [13, " A parachute is deployed from the back to help stop the orbiter."], [13, " They remain at California Science Center, the Smithsonian's Steven F."], [13, " McCool, pilot; and Ilan Ramon, payload specialist representing the Israeli Space Agency."], [13, " Special Agent Gary Reinecke, a supervisor at the FBI’s Evidence Response Team Unit out of Quantico, Virginia, helped coordinate the Bureau’s recovery efforts."], [13, "A ship like no other, the space shuttle launched like a rocket and landed like a glider while transporting astronauts to space and back for thirty years."], [13, " The space shuttle fleet is a number of reusable spacecraft that take off like a rocket, orbit Earth like a satellite, and then land like a glider."], [13, " The audacious rescue plan that might have saved space shuttle Columbia | Ars Technica ."], [13, " February 1, 2016:  One of the most tragic events in the history of space exploration is the loss of the space shuttle Columbia and all seven of its crew on February 1, 2003—a tragedy made worse because it didn’t have to happen."], [13, " It was an acknowledgement that the worst had happened; the mission was now in \"contingency\" mode."], [13, " CRS 20: Will launch the 22nd Dragon spacecraft mission on its 20th operational cargo delivery flight to the International Space Station."], [13, " Launched from Complex 37\n Florida’s Space Coast, it is capable\n of delivering 4,200kg of payload to orbit."], [13, " A new decade has blasted off and Florida’s Space Coast will be busy as ever due to the multitude of private space exploration companies vying to discover more of the final frontier."], [13, " As we say goodbye to 2019 and launch into a new decade of discovery, we’re recapping some of the highlights that happened in the world of space exploration in December."], [13, "   Mars 2020 Rover’s Protective Cover Arrives at Kennedy Space Center   On December 12, the aeroshell for the Mars 2020 Rover arrived at NASA’s […] ."], [14, " The Space Shuttle was retired from service upon the conclusion of Atlantis ' s final flight on July 21, 2011."], [14, " The first Space Shuttle mission, STS-1 , would be the first time NASA performed a crewed first-flight of a spacecraft."], [14, " On April 12, 1981, the Space Shuttle launched for the first time, and was piloted by John Young and Robert Crippen ."], [14, " During the two-day mission, Young and Crippen tested equipment on board the shuttle, and found several of the ceramic tiles had fallen off the top side of the Columbia ."], [14, " NASA conducted three additional test flights with Columbia in 1981 and 1982."], [14, " On the first four Shuttle missions, astronauts wore modified U."], [14, " The SSPTS was first used on STS-118 , and allowed the orbiter vehicle to be power by the ISS's power supply."], [14, " It launched like a rocket and returned to Earth like a glider."], [14, " Smaller thrusters located at the shuttle's nose and aft fuselage were used for small flight adjustments."], [14, " When re-entry is successful, the orbiter encounters the main air of the atmosphere and is able to fly like an airplane ."], [14, " The Enterprise was a prototype shuttle that sadly never actually made it into space."], [14, " The announcement was made on the 30th anniversary of the space shuttle program's first flight, made by the subsequently ill-fated Columbia orbiter, and the 50th anniversary of Soviet Cosmonaut Yuri Gagarin becoming the first human in space."], [14, " In Los Angeles, shortly after NASA's announcement, California Science Center President Jeffrey Rudolph told reporters that the Endeavour would boost the center's annual 1."], [14, " The\n Starliner has an innovative, weldless\n structure and is reusable up to 10 times\n with a six-month turnaround time."], [14, " Falcon 9 is a two-stage rocket designed and\n manufactured by SpaceX for the reliable and\n safe transport of satellites and the Dragon\n spacecraft into orbit."], [14, " As the first rocket\n completely developed in the 21st century,\n Falcon 9 was designed from the ground up for\n maximum reliability."], [14, "\n Air Force (USAF), National Reconnaissance\n Office (NRO), NASA, and commercial payloads\n to orbit."], [15, " During the development program, Rocketdyne determined that the engine was capable of safe reliable operation at 104% of the originally specified thrust."], [15, " 109% thrust level was achieved with the Block II engines in 2001."], [15, " The normal maximum throttle was 104 percent, with 106% or 109% used for mission aborts."], [15, " Also in the 1990s, the Space Shuttle launched the Hubble telescope into space."], [15, " The exciting adrenaline rush brings is only a small peek at how the astronauts felt during their real space shuttle landing."], [16, " The X-15 program in the 1950s tested the idea of flying a space plane."], [16, " Space Shuttle - Simple English Wikipedia, the free encyclopedia ."], [16, "86 m (58 ft 7 in) Capacity Payload to LEO 24,310 kg (53,590 lb) \n Production Status Retired Built 6 Launched 5 orbiters ."], [16, " The Space Shuttle orbiter is the spaceplane component of the Space Shuttle , a partially reusable orbital spacecraft system that was part of the Space Shuttle program ."], [16, " In 1986, Challenger was destroyed in an accident shortly after launch."], [16, " The hydraulic pressure generated was also used to control all of the orbiter's \" flight control surfaces \" (the elevons, rudder, speed brake, etc."], [16, "), to deploy the landing gear of the orbiter, and to retract the umbilical hose connection doors located near the rear landing gear, which supplied the orbiter's SSMEs with liquid hydrogen and oxygen from the external tank."], [17, " The SRBs were jettisoned before the vehicle reached orbit, and the ET was jettisoned just before orbit insertion , which used the orbiter's two Orbital Maneuvering System (OMS) engines."], [17, " At the conclusion of the mission, the orbiter fired its OMS to deorbit and reenter the atmosphere ."], [17, " Once installed at the launch pad, the Space Shuttle was used to verify the proper positioning of launch complex hardware."], [17, " During reentry, the crew deployed two air data probes once they were travelling slower than Mach 5."], [17, " The orbiter had three inertial measuring units (IMU) that it used for guidance and navigation during all phases of flight."], [17, " The orbiter contains two star trackers to align the IMUs while in orbit."], [17, " Additionally, the orbiter deployed a high-bandwidth K u band radio out of the cargo bay."], [17, " The orbiter was also equipped with two UHF radios for communications with air traffic control and astronauts conducting extravehicular activity ."], [17, " During ascent, maneuvring, reentry, and landing, the four PASS GPCs functioned identically to produce quadruple redundancy, and would error check their results."], [17, " [35] To limit the fuel conseumption while the orbiter vehicle was docked at the ISS, the Station-to-Shuttle Power Transfer System (SSPTS) was installed on Discovery and Endeavour ."], [17, "5° in yaw during ascent to change the direction of their thrust to steer the Shuttle."], [17, " [47] The OMS engines were used after main engine cut-off (MECO) for orbital insertion."], [17, " Throughout the flight, they were used for orbit changes, as well as the deorbit burn prior to reentry."], [17, " Space shuttle elements and launch The space shuttle, officially called the Space Transportation System, was made up of three main components [ Infographic: NASA's Space Shuttle — From Top to Bottom ]: ."], [17, " The solid rocket boosters (SRBs) operated for the first two minutes of flight to provide additional thrust needed to get the shuttle into orbit."], [17, " Each booster contained a solid propellant motor — the largest ever developed for space flight."], [17, " National Aeronautics and Space Administration \n Page Last Updated: \n Page Editor: Bill Keeter \n NASA Official: Jacob Keaton ."], [17, " The space shuttles [ change | change source ] \n The US space shuttles were:."], [17, " Before NASA could provide any answers, it needed to recover as much of the shuttle as possible."], [17, " About 500 FBI employees from Texas and Louisiana eventually worked the recovery effort."], [17, " They were part of a massive team of professionals and volunteers—more than 25,000 people from 270 organizations helped search 2."], [17, " “I had no idea what to expect when I got down there,” said Reinecke, now retired."], [17, "Constellation Sphere \n Known as a Kugel ball, this 9 ton black granite sphere etched with 88 constellations floats on a fountain of water, demonstrating the science of buoyancy and friction."], [17, " Before landing, the Columbia orbited the earth 37 times in 1981 during its first trip."], [18, " About 24 miles (45 kilometers) up, the boosters separated from the external tank and descended on parachutes into the Atlantic Ocean."], [18, " The largest crew size for a shuttle mission was eight astronauts."], [18, " The mid-fuselage housed a 60-foot (18-meter) payload bay and robotic arm."], [18, " NASA began work on an Integrated Launch and Re-entry Vehicle (ILRV) in 1968, and by 1969 the space shuttle's development received approval from then-President Richard Nixon."], [18, " The original vision of the space shuttle program was to develop a vehicle that would launch into space very frequently (several times a month) to deploy and repair satellites as required."], [19, " NASA chose to use ceramic tiles for thermal protection, as the shuttle could then be constructed of lightweight aluminum , and the tiles could be individually replaced as needed."], [19, " Explore modules and microgravity of the International Space Station inside Space Shuttle Atlantis®."], [19, " Go for launch and experience the sights, sounds and sensations of blasting off into space aboard the space shuttle!."], [20, " During engine testing, the RS-25 experienced multiple nozzle failures, as well as broken turbine blades."], [20, " The RMS allowed for six-degrees of freedom, and had six joints located at three points along the arm."], [20, " In the 1990s the Shuttle began working on the International Space Station (ISS)."], [20, " Shuttle missions returned 5 times to repair and improve cameras and scientific instruments on the telescope."], [20, " The remains of all seven astronauts were recovered, despite the obstacles of terrain and the scope of the search."], [20, " Train like an astronaut in the essential functions of space shuttle flight with high-tech simulators inside Space Shuttle Atlantis®."], [21, " Two of the five space shuttles were destroyed during their time of space travel which is an insanely large failure rate for modern travel."], [21, " Jump to navigation \n Jump to search \n Reusable spacecraft component of the Space Shuttle system ."], [21, " An unpowered glider, it was carried by a modified Boeing 747 airliner called the Shuttle Carrier Aircraft and released for a series of atmospheric test flights and landings."], [21, " Challenger , Discovery , and Atlantis followed in 1983, 1984 and 1985 respectively."], [21, " This control system carried out the usual attitude control along the pitch, roll, and yaw axes during all of the flight phases of launching, orbiting , and re-entry."], [21, "5 degrees horizontally during the rocket-powered ascent of the orbiter in order to change the direction of their thrust."], [21, " The APUs chemically converted hydrazine fuel from a liquid state to a gas state , powering a hydraulic pump which supplied pressure for all of the hydraulic system, including the hydraulic sub-system that pointed the three main liquid-fueled rocket engines, under computerized flight control ."], [21, " The OMS engines provided significant thrust for course orbital maneuvers , including insertion, circularization, transfer, rendezvous, deorbit, abort to orbit, and to abort once around ."], [22, " [10] The first of four orbital test flights occurred in 1981, leading to operational flights beginning in 1982."], [22, " NASA coordinated with the Air Force to use satellites to image the underside of Columbia , and determined there was no damage."], [22, " The bay could hold satellites, modules containing whole laboratories, and construction materials for the International Space Station."], [22, " The FBI helped recover the remains of all seven crew members of the space shuttle Columbia."], [22, " The map of Earth below the tracker shows where the Space Station is flying directly above."], [22, " Arlington National Cemetery is the home of a Columbia memorial which is dated and has an outline of a Shuttle."], [22, " 2020 \t Sometime in 2020, nine years after the final space shuttle mission from Florida, humans should again launch into orbit from the United States."], [22, " With operational launch pads on\n both coasts every Delta IV configuration is\n available to service the requirements of\n current and future satellite programs."], [22, " The Atlas V family of Evolved Expendable\n Launch Vehicles (EELV) represents\n ULA’s commitment to enhanced\n competitive launch services for the U."], [23, " Operational missions launched numerous satellites, interplanetary probes, and the Hubble Space Telescope (HST); conducted science experiments in orbit; and participated in construction and servicing of the International Space Station ."], [23, " has since relied on the Russian Soyuz spacecraft to transport astronauts to the International Space Station, pending the Commercial Crew Development and Space Launch System programs with flights to begin in the 2020s."], [23, " The Kennedy Space Center was responsible for launch, landing and turnaround operations for equatorial orbits (the only orbit profile actually used in the program), the U."], [23, " These measurements were chosen specifically to accommodate the KH-9 HEXAGON spy satellite operated by the National Reconnaissance Office ."], [23, " This included orbital laboratories ( Spacelab , Spacehab ), boosters for launching payloads farther into space ( Inertial Upper Stage , Payload Assist Module ), and other functions, such as provided by Extended Duration Orbiter , Multi-Purpose Logistics Modules , or Canadarm (RMS)."], [23, " An upper stage called Transfer Orbit Stage (Orbital Science Corp."], [23, " The RMS was built by the Canadian company Spar Aerospace , and was controlled by an astronaut inside the orbiter's flight deck using their windows and closed-circuit television."], [23, " Spacelab hardware was flown on 28 missions through 1999, and studied subjects including astronomy, microgravity, radar, and life sciences."], [23, " [35] Spacelab hardware also supported missions such as Hubble Space Telescope (HST) servicing and space station resupply."], [23, " (450,000 kilograms) of a propellant, a solid mixture of ammonium perchlorate and aluminum , as well as an iron oxide catalyst to aid the burning reaction and a \"binder\" material to hold all the components together, according to the American Chemistry Council."], [23, " The 15-story, rust-colored external tank was the only shuttle component that was not reused."], [23, " It fed more than 500,000 gallons of fuel — liquid oxygen and liquid hydrogen — to the shuttle's main engines during launch."], [23, " The tank was also the \"backbone\" of the space shuttle structure."], [23, " Brief development history The space shuttle grew out of several efforts to develop reusable spacecraft."], [23, " Although several shuttle military missions ran in the 1980s, the practice dwindled down and ceased after Challenger's explosion."], [23, " During the final approach, the commander steepens the angle of descent to minus 20 degrees (almost seven times steeper than the descent of a commercial airliner)."], [23, " The commander brakes the orbiter and the speed brake on the vertical tail opens up."], [23, " Central time, marked the explosive end of the shuttle and the tragic death of all seven astronauts on board."], [23, " “We ended up forging a very close relationship with these astronauts,” Hillman said."], [23, " Parts of the shuttle were found in Lake Nacogdoches and the Toledo Bend Reservoir."], [23, " Controllers continued to hope that they were merely looking at instrumentation failures, even as evidence mounted that a catastrophic event had taken place."], [23, " The Starliner was\n designed to accommodate seven passengers, or\n a mix of crew and cargo, for missions to\n low-Earth orbit."], [24, " Crew compartment [ edit ] \n The crew compartment comprised three decks, and was the pressurized, habitable area on all Space Shuttle missions."], [24, " The mid-deck is located below the cockpit, and is where the galley and crew bunks were set up, as well as three or four crew member seats."], [24, " An equipment bay was below the mid-deck, which stored environmental control and waste management systems."], [24, " The flight deck was the top level of the crew compartment, and contained the flight controls for the orbiter."], [24, " The commander sat in the front left seat, and the pilot sat in the front right seat, with two to four additional seats set up for additional crew members."], [24, " The aft section of the flight decked contained windows looking into the payload bay, as well as an RHC to control the Remote Manipulator System during cargo operations."], [24, " Additionally, the aft flight deck had monitors for a closed-circuit television to view the cargo bay."], [24, " It contained the crew equipment storage, as well as the sleeping and hygiene stations for the crew."], [24, " The mid-deck contained seats for three crewmembers ( Columbia' s mid-deck could seat four) during launch and landing procedures."], [24, " The mid-deck contained a port-side hatch that crew used for entry and exit while on Earth."], [24, " The five GPCs were separated in three separate bays within the mid-deck to provide redundancy in the event of a cooling fan failure."], [24, " [33] Two payload bay doors hinged on either side of the bay, and provided a relatively airtight seal to protect payloads from heating during launch and reentry."], [24, " Payloads were secured the in the payload bay to the attachment points on the longerons ."], [24, "7 m (9 ft) segments that were mounted in the aft end of the payload bay to maintain the center of gravity during flight."], [25, " Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development."], [25, " In addition to the prototype whose completion was cancelled, five complete Shuttle systems were built and used on a total of 135 missions from 1981 to 2011, launched from the Kennedy Space Center (KSC) in Florida."], [25, " The first orbiter, Enterprise , was built in 1976, used in Approach and Landing Tests and has no orbital capability."], [25, " This became the basis for the Aerospaceplane , a fully reusable spacecraft that was never developed beyond the initial design phase in 1962–1963."], [25, " The program tested aerodynamic characteristics that would later be applied to the Space Shuttle, including unpowered landing from a high altitude and speed."], [25, " NASA issued a Request for Proposal (RFP) for designs of the Integrated Launch and Re-entry Vehicle (ILRV), which would later become the Space Shuttle."], [25, " The report also created three classes of a future reusable shuttle: Class I would have a reusable orbiter mounted on expendable boosters, Class II would use stage-and-a-half staging, and Class III would have both a reusable orbiter and a reusable booster."], [25, " The Air Force expected to launch large satellites into a polar orbit , and that the Space Shuttle have a 4."], [25, " NASA evaluated the F-1 and J-2 engines from the Saturn rockets , and determined that they were insufficient for the requirements of the Space Shuttle, and in July 1971, it issued a contract to Rocketdyne to begin development on the RS-25 engine."], [25, " NASA determined that a design with two side boosters should be used, and the boosters should be reusable to reduce costs."], [25, " Enterprise was designed as a test vehicle, and did not include engines or heat shielding."], [25, " Despite the problems during testing, NASA ordered the nine RS-25 engines needed for its three orbiters under construction in May 1978."], [25, " Each Space Shuttle orbiter was designed for a projected lifespan of 100 launches or ten years of operational life, although this was later extended."], [25, " The orbiter had design elements and capabilities of both a rocket and an aircraft to allow it to launch vertically and then land as a glider."], [25, " After the solid rocket boosters separated, the orbiter carried the external tank to about 70 miles (113 km) above the Earth."], [25, " The space station is visible for a long distance around each of the listed locations."], [25, " The Hubble Space Telescope uses a system of cameras and mirrors to detect distant star light."], [25, " The Federal Emergency Management Agency coordinated the overall disaster response, and tasked the FBI with finding, identifying, and recovering the crew."], [25, " He noted that Houston \"played a critical role throughout the life of the space shuttle."], [25, " Boeing’s Crew Space Transportation\n (CST)-100 Starliner spacecraft is being\n developed in collaboration with NASA’s\n Commercial Crew Program."], [25, " Only the Saturn V\n moon rocket, last flown in 1973, delivered\n more payload to orbit."], [25, " So who are the big players in this game and what makes each of them unique? Here’s a quick guide on the names […] ."], [26, " The MCDS displayed the flight information at the commander and pilot seats, as well as at the after seating location, and also controlled the data on the HUD."], [26, " The Delta IV family of launch vehicles\n combines design simplicity, manufacturing\n efficiency, and streamlined mission and\n vehicle integration to meet customer\n requirements to launch high-priority U."], [26, " We said goodbye to 2019 and blasted off to a whole new decade."], [26, " 2020 looks to be another busy year in space exploration and on the Space Coast."], [27, " Jump to navigation \n Jump to search \n Partially reusable launch system and spacecraft ."], [27, " Function Crewed orbital launch and reentry Manufacturer United Space Alliance ."], [27, " Boeing / Rockwell (orbiter) Country of origin United States Project cost US$209 billion (2010) [1] [2] [3] Cost per launch US$450 million (2011) [4] to 1."], [27, " SLC-6 , Vandenberg AFB (unused) Total launches 135 Successes 134 launches and 133 landings Failures 2 ."], [27, " National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program ."], [27, " How does the map work? \n Sighting Opportunities : Select your location \n Select your location ."], [27, " Spot The Station will give you a list of upcoming space station sighting opportunities for your location."], [27, " When the orbiter is 2,000 ft (610 m) above the ground, the commander pulls up the nose to slow the rate of descent."], [27, " Specialists at the FBI Laboratory helped identify some of the serial numbers of the damaged tiles."], [27, " This site is protected by reCAPTCHA and the Google   Privacy Policy   and   Terms of Service   apply."], [27, "8 million price tag is more than 30 percent off the original sticker price of $42 million NASA was asking in December of 2008."], [27, " CRS 20: Will launch the 22nd Dragon spacecraft mission on its 20th operational cargo delivery flight to the International Space Station."], [27, " Instead of looking back on the last decade’s triumphs on the Space Coast, we have our eyes set on the future."], [27, " What will 2020 bring to space travel, technology, and innovation? It’s set to be a year that will be remembered for NASA’s space exploration innovations."], [28, " ISS components Boosters – Solid Rocket Boosters Engines 2 solid Thrust 12,500 kN (2,800,000 lbf) each, sea level liftoff Specific impulse 242 seconds (2."], [28, " Shuttle components include the Orbiter Vehicle (OV) with three clustered Rocketdyne RS-25 main engines, a pair of recoverable solid rocket boosters (SRBs), and the expendable external tank (ET) containing liquid hydrogen and liquid oxygen ."], [28, " The Space Shuttle was launched vertically , like a conventional rocket, with the two SRBs operating in parallel with the OV's three main engines , which were fueled from the ET."], [28, " Enterprise underwent shake tests in the Mated Vertical Ground Vibration Test, where it was attached to an external tank and solid rocket boosters, and underwent vibrations to simulate the stresses of launch."], [28, " On November 26, 1980, Columbia was mated with its external tank and solid-rocket boosters, and was moved to LC-39 on December 29, 1980."], [28, " [19] At launch, it consisted of the orbiter , which contained the crew and payload, the external tank (ET), and the two solid rocket boosters (SRBs)."], [28, " The rear of the orbiter contained the Space Shuttle Main Engines (SSME), which provided thrust during launch, as well as the Orbital Maneuvering System (OMS), which allowed the orbiter to achieve, alter, and exit its orbit once in space."], [28, " The vertical stabilizer also contained a two-part drag parachute system to slow the orbiter after landing."], [28, " The mid-deck contained the airlock, which could support two astronauts on an extravehicular activity (EVA), as well as access to pressurized research modules."], [28, " After the Challenger disaster, the crew members wore the Launch Entry Suit (LES), a partial-pressure version of the high-altitude pressure suits with a helmet."], [28, " Additionally, each orbiter was originally installed with an internal airlock in the mid-deck."], [28, " The airlock was replaced with an external airlock on Discovery , Atlantis , and Endeavour to improve docking with Mir and the ISS ."], [28, " Its avionics suite contained three microwave scanning beam landing systems , three gyroscopes , three TACANs , three accelerometers , two radar altimeters , two barometric altimeters , three attitude indicators , two Mach indicators , and two Mode C transponders ."], [28, " Although the orbiter could not be flown without a crew, its fly-by-wire control system was entirely reliant on its main computer, the Data Processing System (DPS)."], [28, " The DPS controlled the flight controls and thrusters on the orbiter vehicle, as well as the ET and SRBs during launch."], [28, " The payload bay comprised most of the orbiter vehicle's fuselage , and provided the cargo-carrying space for the Space Shuttle's payloads."], [28, " RS-25 engines with the two Orbital Maneuvering System (OMS) pods ."], [28, " The orbiter structure was made primarily from aluminum alloy , although the engine structure was made primarily from titanium alloy ."], [28, " The orbiter was protected from heat during reentry by the Thermal Protection System (TPS), a thermal soaking protective layer around the orbiter."], [28, " The program is also remembered for launching and servicing the Hubble Space Telescope, visiting the Russian space station Mir, launching numerous satellites and probes, and performing thousands upon thousands of hours of basic science experiments."], [28, " To look up viewing times for any location on Earth for the ISS and dozens of other satellites, please use NASA’s SkyWatch application ."], [28, " Finally, they burn leftover fuel from the forward RCS as a safety precaution because this area encounters the highest heat of re-entry."], [28, " Copyright © 2020 HowStuffWorks, a division of InfoSpace Holdings, LLC , a System1 Company ."], [28, " But the nation couldn’t help but think about the 9/11 terror attacks less than 18 months earlier."], [28, "Fiery Ride Home \n Experience your own landing by riding the re-entry slide to the first floor of Space Shuttle Atlantis."], [28, " During the re-entry, the highest temperature experienced by the Shuttle was 3000’F which is almost 1650’C."], [29, " The military was also an active participant in the development, and the shuttle's payload bay (which carried equipment into satellites into space) was enlarged in the design phase to accommodate larger military satellites."], [29, " On January 28, 1986 the Space Shuttle Challenger destroyed 73 seconds into the flight of STS-51-L ."], [30, " As the noise faded, debris started raining down into eastern Texas and western Louisiana."], [30, " “It was a time when people were concerned about terrorism, and it couldn’t be ruled out right away,” said Michael Hillman, another FBI Dallas special agent."], [30, " Chambers led an Evidence Response Team, while Hillman led a Hazardous Evidence Response Team."], [30, " Aboard a shuttle, each day an astronaut is allocated almost 4lb (1."], [30, " John Glenn was aboard the Discovery when he became the oldest person to go to space in 1998."], [30, " NASA Garage Sale Includes Shuttles, Engines, Space Suits | WIRED ."], [30, " It is not capable of flight to the moon or other planets, being designed only to orbit Earth."], [30, " NASA announces new homes for retiring space shuttles By Michael Martinez and John Zarrella , CNN ."], [30, "8 million that the center must pay NASA to prepare and relocate the orbiter to Los Angeles, he said."], [30, " Beginning in 1972, all five space shuttle orbiters were fabricated in Downey, California, and assembled in Palmdale, California, Boxer said in a statement."], [30, " The Endeavour will take its final flight on April 29, and prior to this launch, it will have been used on 24 missions, orbited the earth 4,429 times and traveled 103,149,636 miles, Boxer said."], [31, " In January 1972, President Richard Nixon approved the Shuttle, and NASA decided on its final design in March."], [31, " The beginning of the development of the RS-25 Space Shuttle Main Engine was delayed for nine months while Pratt & Whitney challenged the contract that had been issued to Rocketdyne."], [31, " NASA experienced significant delays in the development of the Space Shuttle's thermal protection system ."], [31, " Following test flights using the shuttle Enterprise (which did not go into space), the first space shuttle mission, STS-1, launched on April 12, 1981, aboard the orbiter Columbia."], [31, " If your specific city or town isn’t listed, pick one that is fairly close to you."], [31, " The 2005 shuttle Discovery was supposed to initiate the return to flight, but a large piece of insulating foam broke free from its external fuel tank, leaving scientists to solve the mystery and the program grounded once more until July 2006, when the Discovery and Atlantis both carried out successful missions."], [31, " First, let's look at the parts of the space shuttle and a typical mission."], [31, " “After we determined we had found a crew member, we documented the scene like we would a crime scene—we mapped it and took pictures."], [31, " : a reusable spacecraft designed to transport people and cargo between earth and space ."], [32, " The parachute and the speed brake on the tail increase the drag on the orbiter."], [32, " The orbiter stops about midway to three-quarters of the way down the runway."], [32, " Space shuttle - definition of space shuttle by The Free Dictionary ."], [33, " Space Shuttle program , Space Shuttle missions , Lists of space missions ."], [33, " For missions flown by the Soviet Buran spacecraft, sometimes referred to as a space shuttle, see List of Buran missions ."], [33, " Launch of Space Shuttle Columbia on 12 April 1981 at Pad 39A for mission STS-1 ."], [33, " The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated by the U."], [33, " Its official program name was Space Transportation System , taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development."], [33, " [1] Operational missions launched numerous satellites (including the Hubble Space Telescope ), conducted science experiments in orbit, and participated in construction and servicing of the International Space Station (ISS)."], [33, " The first of four orbital test flights occurred in 1981, leading to operational flights beginning in 1982."], [33, " From 1981 to 2011 a total of 135 missions were flown, launched from Kennedy Space Center (KSC) in Florida."], [33, " During that time the fleet totaled 1,322 days, 19 hours, 21 minutes and 23 seconds of flight time."], [33, " [2] The longest orbital flight of the shuttle was STS-80 at 17 days 15 hours, while the shortest flight was STS-51-L at one minute 13 seconds, cut short when the Space Shuttle Challenger broke apart during launch."], [33, " The shuttles docked with Russian space station Mir nine times and visited the ISS 37 times."], [33, " The highest altitude achieved by the shuttle was 350 miles when servicing the Hubble Space Telescope."], [33, " [3] The program flew a total of 355 people representing 16 countries."], [33, " [4] The Kennedy Space Center served as the landing site for 78 missions, while 54 missions landed at Edwards Air Force Base in California and once at White Sands, New Mexico."], [33, " The first orbiter, Enterprise , was built solely for atmospheric flight tests and had no orbital capability."], [34, " In case of a software error that would cause erroneous reports from the four PASS GPCs, a fifth GPC ran the Backup Flight System, which used a different program and could control the Space Shuttle through ascent, orbit, and reentry, but could not support an entire mission."], [34, " Since their debut in August\n 2002, Atlas V vehicles have achieved 100\n percent mission success in launches from\n Space Launch Complex-41 at Cape Canaveral\n Air Force Station, Fla."], [34, " Congratulations on making a fabulous choice for your vacation plans!  A rocket launch might be on your agenda, but before you get your hopes up, here are some tips on making sure your vacation is as perfect as possible."], [35, " Its three-part fuselage provided support for the crew compartment, cargo bay, flight surfaces, and engines."], [35, " Its double- delta wings were 18-meter (60 ft) long, and were swept 81° at the inner leading edge and 45° at the outer leading edge."], [35, " Each wing had an inboard and outboard elevon to provide flight control during reentry, along with a flap located between the wings, below the engines to control pitch ."], [35, " The orbiter's vertical stabilizer was swept backwards at 45°, and contained a rudder that could split to act as a speed brake ."], [35, " The orbiter used retractable landing gear with a nose landing gear and two main landing gear, each containing two tires."], [35, " The main landing gear contained two brake assemblies each, and the nose landing gear contained an electro-hydraulic steering mechanism."], [35, " The cockpit consisted of two seats for the commander and pilot, as well as an additional two to four seats for crew members."], [35, " Columbia originally had modified SR-71 zero-zero ejection seats installed for the ALT and first four missions, but these were disabled after STS-4 and removed after STS-9 ."], [35, " Both seats also had rudder controls, to allow rudder movement in flight and nose-wheel steering on the ground."], [35, " Three RS-25 engines were mounted on the orbiter's aft fuselage in a triangular pattern."], [35, " The Orbital Maneuvering System (OMS) consisted of two aft-mounted AJ10-190 engines and the associated fuel pods."], [36, " Six orbiters were built for flight: Enterprise , Columbia , Challenger , Discovery , Atlantis , and Endeavour ."], [36, " The space shuttle Atlantis will be displayed at the Kennedy Space Center Visitor Complex in Florida; the Endeavour, at the California Science Center in Los Angeles; the Discovery, at the Smithsonian's National Air and Space Museum Steven F."], [37, " Astronauts tested daring equipment such as the Manned Maneuvering Unit, a sort of jet backpack that would allow crew members to leave the shuttle untethered and pick up satellites for repair."], [37, " Congress laid that responsibility on the combined shoulders of the Columbia Accident Investigation Board (referred to, in typical NASA acronym-dependent style, as \"the CAIB\" or just \"CAIB,\" which rhymes with \"Gabe\")."], [38, " NASA's remaining shuttles were officially retired in 2011, with the remaining three shuttles placed on permanent public display."], [38, " The space shuttle has been essential to the repair and maintenance of the Hubble Space Telescope and to the construction of the International Space Station ; it has also been used for a wide variety of other military, scientific, and commercial missions."], [38, " You’ve decided that you’re going to be visiting Florida’s Space Coast."], [38, " We’re recapping some of the highlights that happened in January."], [39, " Air Force at the Vandenberg Air Force Base was responsible for launch, landing and turnaround operations for polar orbits (though this was never used), the Johnson Space Center served as the central point for all Shuttle operations, the Marshall Space Flight Center was responsible for the main engines, external tank, and solid rocket boosters, the John C."], [39, " Stennis Space Center handled main engine testing, and the Goddard Space Flight Center managed the global tracking network."], [39, " NASA's space shuttle was the world's first reusable spacecraft and was designed to carry astronauts and equipment into orbit."], [41, " Space Shuttles were used to carry astronauts and cargo into space ."], [41, " All were built in Palmdale, California , by the Pittsburgh , Pennsylvania -based Rockwell International company."], [41, " These were all operations that required more thrust and impulse than mere attitude control."], [41, " But just as it is human nature to look to the future and wonder what might be, so too is it in our nature to look at the past and wonder, “what if?” Today, 13 years after the event, Ars is rerunning our detailed 2014 examination of the biggest Columbia “what if” of all—what if NASA had recognized the danger? Could NASA have done something to save the crew? ."], [43, " The rising costs of development and the prioritization of Project Gemini led to the cancellation of the Dyna-Soar program in December 1963."], [43, " Rather than award a contract based upon initial proposals, NASA announced a phased approach for the Space Shuttle contracting and development; Phase A was a request for studies completed by competing aerospace companies, Phase B was a competition between two contractors for a specific contract, Phase C involved designing the details of the spacecraft components, and Phase D was the production of the spacecraft."], [43, " With its fuel spent, the tank separated and fell along a planned trajectory."], [43, "\" It was the heart and brains of the system and the actual ship that took people to space and brought them back."], [43, " In this article, we examine the monumental technology behind America's shuttle program, the mission it was designed to carry out, and the extraordinary efforts that NASA has made to return the shuttle to flight."], [43, " Foam strikes during launch were not uncommon events, and shuttle program managers elected not to take on-orbit images of Columbia to visually assess any potential damage."], [44, " The Holiday Season is in full swing, but it’s time to take a break and catch up on all things space."], [44, " From SpaceX milestones to saluting veterans, November was packed with news."], [44, "   Kennedy Space Center’s ‘Holidays in Space’ Goes Retro From December 13-31, guests visiting the Kennedy Space Center Visitor Complex will be able […] ."], [45, " These activities greatly lessened (and then ceased) after the Challenger space shuttle explosion of 1986, when it became clear that space shuttles could only launch a few times a year instead of many."], [45, " Our editors will review what you’ve submitted and determine whether to revise the article."], [45, " In most cases, they have been flying nose-first and upside down, so they then fire the RCS thrusters to turn the orbiter tail first."], [45, " Looking for a good deal during the recession? Space geeks don't have to look any further than NASA, where they can pick up a retired space shuttle for the bargain-basement price of $28."], [45, " The space agency says it dropped the price because much of the original cost included work that is needed to decommission the shuttles even if they were only to be stored in a hangar."], [45, " They will remain property of NASA, but will be on permanent display at the new locations."], [45, " In addition to the orbiters, NASA is also offering up surplus main engines from the space shuttle."], [45, " We got the word this morning, shortly before the announcement,\" Rudolph said of his reaction to winning one of the shuttles."], [45, " \"California has a long history of supporting the shuttle program and we are proud to welcome this inspiring symbol of American scientific achievement and ingenuity to the Golden State,\" Boxer said in a statement."], [46, " Each time they knocked up against a corner, technicians would remove the part of the mock-up that had gotten in the astronauts' way until there were no more collisions and the cabin was deemed to be comfortable."], [46, " Both SpaceX with the Crew Dragon and Boeing with their Starliner capsule, are planning to provide crewed missions to the ISS ."], [46, " Space Shuttle orbiter Discovery approaches the ISS on STS-121 ."], [46, " Manufacturer Rockwell International Country of origin United States Operator NASA Applications Crew and cargo spaceplane \n Specifications Spacecraft type Crewed, reusable Launch mass 110,000 kg (240,000 lb) Dry mass 78,000 kg (172,000 lb) Regime Low Earth orbit \n Dimensions Length 37."], [46, " space agency, this vehicle could carry astronauts and payloads into low Earth orbit , perform in-space operations, then re-enter the atmosphere and land as a glider , returning its crew and any on-board payload to the Earth."], [46, " Enterprise was partially disassembled and retired after completion of critical testing."], [46, " The remaining orbiters were fully operational spacecraft, and were launched vertically as part of the Space Shuttle stack."], [46, " Columbia was the first space-worthy orbiter, and made its inaugural flight in 1981."], [46, " Atlantis completed the last ever Shuttle flight, STS-135 , on July 21, 2011."], [46, " In addition to their crews and payloads, the reusable orbiter carried most of the Space Shuttle System 's liquid-fueled rocket propulsion system , but both the liquid hydrogen fuel and the liquid oxygen oxidizer for its three main rocket engines were fed from an external cryogenic propellant tank ."], [46, " Additionally, two reusable solid rocket boosters provided additional thrust for approximately the first two minutes of launch."], [46, " The orbiters themselves did carry hypergolic propellants for their RCS thrusters and Orbital Maneuvering System engines."], [46, " Description [ edit ] \n The Space Shuttle orbiter resembled an airplane in its design, with a standard-looking fuselage and two double delta wings, both swept wings at an angle of 81 degrees at their inner leading edges and 45 degrees at their outer leading edges."], [46, " The vertical stabilizer of the orbiter had a leading edge that was swept back at a 45-degree angle."], [46, " There were four elevons mounted at the trailing edges of the delta wings, and the combination rudder and speed brake was attached at the trailing edge of the vertical stabilizer ."], [46, " These, along with a movable body flap located underneath the main engines, controlled the orbiter during later stages of descent through the atmosphere and landing."], [46, " Overall, the Space Shuttle orbiter was roughly the same size as a McDonnell Douglas DC-9 airliner ."], [46, " This system also executed any needed orbital maneuvers, including all changes in the orbit's altitude, orbital plane , and eccentricity ."], [46, " The forward rockets of the Reaction Control System, located near the nose of the Space Shuttle orbiter, included 14 primary and two vernier RCS rockets."], [46, " The PRCS system provided the pointing control of the Orbiter, and the VRCS was used for fine maneuvering during the rendezvous, docking, and undocking maneuvers with the International Space Station , or formerly with the Russian Mir space station ."], [46, " The RCS also controlled the attitude of the orbiter during most of its re-entry into the Earth's atmosphere – until the air became dense enough that the rudder, elevons and body flap became effective."], [46, " During the early design process of the orbiter, the forward RCS thrusters were to be hidden underneath retractable doors, which would open once the orbiter reached space."], [46, " These were omitted in favor of flush-mounted thrusters for fear that the RCS doors would remain stuck open and endanger the crew and orbiter during re-entry."], [46, " The orbiter crew cabin consisted of three levels: the flight deck, the mid-deck, and the utility area."], [46, " The uppermost of these was the flight deck, in which sat the Space Shuttle's commander and pilot, with up to two mission specialists seated behind them."], [46, " The mid-deck, which was below the flight deck, had three more seats for the rest of the crew members."], [46, " This airlock allowed two or three astronauts, wearing their Extravehicular Mobility Unit (EMU) space suits, to depressurize before a walk in space ( EVA ), and also to repressurize and re-enter the orbiter at the conclusion of the EVA."], [46, " The utility area was located under the floor of the mid-deck and contained air and water tanks in addition to the carbon dioxide scrubbing system."], [46, " Three Space Shuttle Main Engines (SSMEs) were mounted on the orbiter's aft fuselage in the pattern of an equilateral triangle ."], [46, " The aft fuselage also housed three auxiliary power units (APU)."], [46, " Two Orbital Maneuvering System (OMS) thrusters were mounted in two separate removable pods on the orbiter's aft fuselage, located between the SSMEs and the vertical stabilizer."], [47, " For a successful return to Earth and landing, dozens of things have to go just right."], [47, " During re-entry, the aft steering jets help to keep the orbiter at its 40 degree attitude."], [47, " Our whole team was very well prepared and very well organized,” Chambers said."], [47, " NASA says the new price reflects the cost of transporting the space vehicles to their new locations and fixing them up so they are in proper display condition."], [47, " Sixteen days later, as Columbia re-entered the atmosphere, superheated plasma entered the orbiter's structure through the hole in the wing and the shuttle began to disintegrate."], [47, " Mission Control was sealed off, and each flight controller began carefully preserving his or her console's data."], [48, " Columbia reentered the atmosphere on April 14, and landed at Edwards AFB."], [48, " It was designed to carry large payloads — such as satellites — into orbit and bring them back, if necessary, for repairs."], [48, " Space shuttle activities In the early days of the space shuttle program, mission tasks included bringing up civilians to manage experiments, and deploying satellites – both civilian and military."], [48, " Cargo such as satellites , parts of a space station or scientific instruments were taken up into space by the space shuttle."], [48, " At 25 miles (40 km) out, the shuttle's landing computers give up control to the commander."], [48, " Keep up to date on: Latest Buzz · Stuff Shows & Podcasts · Tours · Weird & Wacky ."], [48, " In 2003, the Columbia exploded causing the death of seven astronauts on re-entry."], [48, " Aboard the Challenger in 1984, Kathryn Sullivan was the first ever American woman to do a spacewalk."], [48, " The Discovery has flown the most missions compared to all other orbiters."], [49, "6-meter (15 ft) by 18-meter (60 ft) foot payload bay, 1,800-kilometer (1,100 mi) cross-range, and the capacity to lift 29,000-kilogram (65,000 lb) to an easterly low Earth orbit, and 18,000-kilogram (40,000 lb) into polar orbit."], [49, "6-meter (15 ft) wide, and was the could accommodate cylindrical payloads up to 15 feet (4."], [49, " [46] The pods carried a maximum of 8,174 kilograms (18,021 lb) of MMH and 13,486 kilograms (29,732 lb) of N 2 O 4 ."], [50, " On July 4, 1982, STS-4 , flown by Ken Mattingly and Henry Hartsfield , landed at Edwards AFB."], [50, " From the fifth flight, STS-5 , until the loss of Challenger , the crew wore one-piece light blue nomex flight suits and partial-pressure helmets."], [50, " Atlantis was the first Shuttle to fly with a glass cockpit , on STS-101 ."], [50, " MEDS was flown for the first time in May 2000 on STS-98 , and the other orbiter vehicles were upgraded to it."], [50, " In 1993, NASA flew a GPS receiver for the first time aboard STS-51 ."], [50, " [35] STS-2 and STS-3 provided testing, and the first full mission was Spacelab-1 ( STS-9 ) launched on November 28, 1983."], [50, " Specifically, the National Reconnaissance Office asked that the payload bay be enlarged and that the shuttle eventually run polar missions, which are suitable for satellites to see the entire Earth's surface below."], [50, " The Air Force constructed a launch pad in Vandenberg, Calif."], [50, " Several times a week, Mission Control at NASA’s Johnson Space Center in Houston, TX, determines sighting opportunities for over 6,700 locations worldwide."], [50, " The orbiter was shaped like a large airplane with wings and a tail."], [50, " The ET was also released but broke up and fell into the Indian Ocean and was not reused."], [50, " Searchers spread out across the countryside and sent coordinates to FBI teams if they came across suspected remains."], [50, " “They quickly learned that we had the utmost respect and dedication to getting their friends and colleagues back."], [50, " It is the only\n spacecraft currently flying that is capable\n of returning significant amounts of cargo to\n Earth."], [50, " and Space Launch\n Complex-3E at Vandenberg Air Force Base,\n Calif."], [50, "   SpaceX Launches 60 Starlink Satellites Marking the First Launch of 2020 Only six days into the […] ."], [51, " [14] : 60–62 [23] : 365–369 To ensure the cabin would be comfortable for the crew, designers created a full-sized cardboard mock-up of the cabin."], [51, " People have said that the Shuttle was very much like a pickup truck because of its usefulness."], [51, " The shuttle was launched out of Earth's gravity and into space by 3 rocket engines on the back of the orbiter along with help from 2 long white Solid Rocket Boosters (also called SRBs) [1] Fuel for the shuttle was stored in the large, usually orange, External Fuel Tank (also called ET)."], [51, " The remaining shuttles are now on display at the following museums: ."], [51, " Because of this love of all things space-related, space shuttles fascinated me -the phenomenon of gravity, soaring into space beyond the skies, and the connection to the unknown."], [51, " Here we’re going to share our appreciation and interest in the NASA space shuttles with 26 facts about these vessels to the undiscovered above."], [52, " 5 Horrifying Facts You Didn't Know About the Space Shuttle ."], [52, " The Shuttle's Return to Earth - Space Shuttle: Return and Landing | HowStuffWorks ."], [52, " Research more for yourself and you will open a world of knowledge."], [52, " reader comments \n 507 \n with 235 posters participating, including story author ."], [52, " NASA refers to this most rare and catastrophic of events as an LOCV—\"Loss of Crew and Vehicle."], [52, " The world of human space flight paused—first to mourn, then to discover what had happened."], [53, " [12] : 164 The head of the NASA Office of Manned Space Flight, George Mueller , announced the plan for a reusable shuttle on August 10, 1968."], [53, " This allowed the Space Shuttle to glide and land on a runway ."], [53, " This allowed the reusable part of the Shuttle to be very large."], [53, " The space shuttle had an average maximum flight distance of 350 miles or almost 565 kilometers, which would mean it would need to fly 680 times further to reach the moon."], [53, " Endeavour was built as Challenger ' s replacement, and was first launched in 1992."], [53, " In 2003, Columbia was destroyed during re-entry , leaving just three remaining orbiters."], [53, " Discovery completed its final flight on March 9, 2011, and Endeavour completed its final flight on June 1, 2011."], [53, " Hence, they steered the entire Space Shuttle, as well as providing rocket thrust towards orbit."], [54, " A fifth operational (and sixth in total) orbiter, Endeavour , was built in 1991 to replace Challenger ."], [54, " On June 4, 1974, Rockwell began construction on the first shuttle, Orbiter Vehicle (OV)-101, which would later be named Enterprise ."], [54, " Construction was completed on September 17, 1976, and Enterprise was moved to Edwards AFB to begin testing."], [54, " Construction began on Columbia on March 27, 1975, and it was delivered to the Kennedy Space Center (KSC) on March 25, 1979."], [54, " Later that month, Rockwell began converting STA-099 to OV-099, later named Challenger ."], [54, " On January 29, 1979, NASA ordered two additional orbiters, OV-103 and OV-104, which were named Discovery and Atlantis ."], [54, " Construction of OV-105, later named Endeavour , began in February 1982, but NASA decided to limit the Space Shuttle fleet to four orbiters in 1983."], [54, " After the loss of Challenger , NASA resumed production of Endeavour in September 1987."], [54, " After it arrived at Edwards AFB, Enterprise underwent flight testing with the Shuttle Carrier Aircraft , a Boeing 747 that had been modified to carry the orbiter."], [54, " In February 1977, Enterprise began the Approach and Landing Tests and underwent captive flights, where it remained attached to the Shuttle Carrier Aircraft for the duration of the flight."], [54, " On August 12, 1977, Enterprise conducted its first glide test, where it detached from the Shuttle Carrier Aircraft and landed at Edwards AFB."], [54, " In April 1979, Enterprise was taken to the Kennedy Space Center, where it was attached to an external tank and solid rocket boosters, and moved to LC-39 ."], [54, " Enterprise was taken back to California in August 1979, and later served in the development of the SLC-6 at Vandenberg AFB in 1984."], [54, " Following the construction of Columbia (OV-102) and the conversion of Challenger (OV-099) to a flyable spacecraft, Discovery (OV-103) and Atlantis (OV-104) were ordered in January 1979."], [54, " After the Challenger disaster in January 1986, NASA ordered a fifth OV, Endeavour (OV-105) in July 1987."], [54, " Endeavour was primarily built from structural spares that were created during the construction of Discovery and Atlantis ."], [54, " The aft fuselage held the orbital maneuvering system, main engines and vertical tail."], [54, " For NASA service missions\n to the International Space Station, it will\n carry up to four NASA-sponsored crew members\n and time-critical scientific research."], [54, " Dragon made history in 2012\n when it became the first commercial\n spacecraft in history to deliver cargo to\n the International Space Station and safely\n return cargo to Earth, a feat previously\n achieved only by governments."], [55, " Space Shuttle Atlantis also includes more than 60 interactive exhibits celebrating the history, technology and impact of NASA’s Space Shuttle Program."], [55, " Learn about the successes, setbacks and spinoffs of Hubble Space Telescope, the first of NASA’s Great Space Observatories."], [55, " Visit the memorial honoring the astronauts who lost their lives during space shuttle missions STS-51L Challenger and STS-107 Columbia."], [55, "Join Us on Orbit \n Don't miss the upper gallery next to Atlantis! Interactive touch screens allow you to explore all 135 shuttle missions."], [55, "People Made the Difference \n Hear stories from the Space Shuttle Program workers, spin the wheels of the last shuttle to land and see the original prototype that sparked the inspiration for the first shuttle."], [55, " Kennedy Space Center Visitor Complex is operated for NASA by Delaware North and is entirely visitor-funded."], [55, " Kennedy Space Center Visitor Complex, Space Commerce Way, \r."], [56, " Responsibility for the Shuttle components was spread among multiple NASA field centers."], [56, " To keep the engine thrust values consistent with previous documentation and software, NASA kept the original specified thrust as 100%, but had the RS-25 operate at higher thrust."], [56, " Cargo Bay add-ons [ change | change source ] \n Orbiter had a payload bay for various missions rather than deploying satellites."], [57, "37 km/s) Burn time 124 s Fuel Solid ( ammonium perchlorate composite propellant ) First stage – Orbiter + external tank Engines 3 RS-25 engines located on Orbiter Thrust 5,250 kN (1,180,000 lbf) total, sea level liftoff [9] Specific impulse 455 seconds (4."], [57, " The AJ10 engines used monomethylhydrazine (MMH) oxidized by dinitrogen tetroxide (N 2 O 4 )."], [58, " boosters 2 \n The Space Shuttle is a partially reusable low Earth orbital spacecraft system that was operated from 1981 to 2011 by the U."], [58, " NASA's space shuttle was the world's first reusable spacecraft."], [58, " Fifteen years ago, on February 1, 2003, a sonic boom jarred Special Agent Brent Chambers as he was preparing to mow his lawn outside of Dallas on a chilly Saturday morning."], [58, " He jumped in his car, turned on the police radio, and learned the news: NASA’s space shuttle Columbia had broken up as it re-entered the atmosphere."], [58, " Fortunately, the FBI has developed an expertise in responding to disasters of all types."], [58, " The crew of its final voyage were 3 Mission Specialists; David Brown, Kalpana Chawla, Laurel Clark, a Payload Specialist and Commander; Ilan Ramon and Michael Anderson, Shuttle Commander; Rick Husband, and Shuttle Pilot; William McCool."], [58, " The Atlantis holds the record of being the first space shuttle to launch an interplanetary probe, The Magellan, which went on to map 98% of Venus ’ surface."], [58, " Florida’s Space Coast has long been our\n nation’s gateway to exploring, discovering &\n understanding our universe."], [58, " View our launch schedule & join us during\n this new era of space discovery."], [58, "\n The Delta family of rockets are built by\n Boeing and operated by the United Launch\n Alliance for commercial launches, military\n missions, and NASA flights."], [59, " Design process [ edit ] \n Further information: Space Shuttle design process ."], [59, " Thermal Protection System [ edit ] \n Main article: Space Shuttle thermal protection system ."], [59, " A Look Back at the FBI’s Role in the Wake of National Tragedy ."], [59, " He and several agents with expertise in handling hazardous materials flew down in a Bureau jet, then deployed to a staging area near Lufkin, Texas."], [59, " 26 Facts About Space Shuttles That Are Outta This World! | The Fact Site The Fact Site requires you to enable Javascript to browse our website ."], [59, " 26 Facts About Space Shuttles That Are Outta This World! Dan Lewis | 3 mins read | ."], [59, " After flying 31 missions, with the first being in October 1985, Atlantis had its last scheduled flight in May 2010 to the ISS (International Space Station)."], [59, " Mixx \n Facebook \n Twitter \n Digg \n delicious \n reddit \n MySpace \n StumbleUpon \n LinkedIn ."], [59, " The space shuttle Discovery lands in March at Florida's Kennedy Space Center."], [59, " The center, which also features a Los Angeles charter school, is the most attended museum in southern California and one of the most attended in the country, Rudolph said."], [59, " The Los Angeles center's existing air and space gallery is now home to the Mercury-Redstone 2 capsule that carried Ham, a chimpanzee, on a suborbital flight, and the Gemini 11 capsule flown by astronauts Pete Conrad and Dick Gordon on an orbital flight."], [59, " Dianne Feinstein -- both California Democrats -- wrote to NASA's Bolden last year asking that California become home to one of the shuttles because the state has a long history with the shuttle program."], [59, " All of the space shuttles were tested at Edwards Air Force Base just outside of Palmdale, where 53 of NASA's 133 shuttle missions landed, she said."], [59, " Not Just NASA: A Look at Other Space Companies on Florida’s Space Coast ."], [60, " Once the orbiter is tail first, the crew fires the OMS engines to slow the orbiter down and fall back to Earth; it will take about 25 minutes before the shuttle reaches the upper atmosphere."], [60, " Asset 5 arrow-down arrow-left arrow-right arrow-up articleAsset 31 Asset 2 Asset 7 Asset 6 Asset 7 Asset 15 Asset 16 cartAsset 51 cart-filledAsset 52 checkAsset 50 Asset 3 chevron-up chevron-left chevron-right chevron-up close comment-new comment-filledAsset 11 double-caret-down double-chevron-downAsset 55 double-chevron-upAsset 56 email-new email-filledAsset 14 Asset 2 fullscreen-close fullscreen-open gallery gallery-filledAsset 15 Globe gridAsset 17 grid-filledAsset 18 headphones-new headphones-filledAsset 19 heart-filled heart-open interactiveAsset 73 linkAsset 48 loadingAsset 45 Artboard 1 minus mutedAsset 29 muted-filledAsset 30 ng-border Asset 8 pauseAsset 40 pause-filledAsset 39 Asset 12 Asset 13 playAsset 33 play-filledAsset 32 plus NG_AD_Iconography_111317_JY_v2 Asset 3 replay Asset 11 Asset 10 Asset 4 SearchIcon shareAsset 34 facebook github Artboard 1 Artboard 1 linkedin linkedin_in pinterest pinterest_p snapchat snapchat_2 twitter whatsapp speakerAsset 27 speaker-filledAsset 28 star-filled star-open textAsset 43 text-filledAsset 42 tiltAsset 58 Asset 8 Asset 9 Asset 4 userAsset 53 user-filled video-cameraAsset 35 video-camera-filledAsset 36 volumeAsset 25 volume-filledAsset 26 ."], [60, " Eric Berger, Ars Technica , \"Starliner set for its historic debut flight on Friday morning,\" 18 Dec."], [60, "pdf) to museums and educational institutions, including such items as flight-crew clothing and instruments that have been to space, as well as wind-tunnel models, mockups and simulators that never left the ground."], [60, " The fire sale extends beyond the shuttle program to include 2,500 items from the space program that are newly available, including space suits from Apollo and Mercury and other artifacts like an adorable model of a Gemini spacecraft."], [61, " Many spacecraft which came before the Space Shuttle, like the Mercury , Gemini and Apollo used parachutes when landing, and landed on the ocean."], [61, " On February 1, 2003, the Space Shuttle Columbia broke up while returning STS-107 to Earth over Texas ."], [61, " The accident was caused by damage to the heat-shield which protects it from the heat of reentry into the Earth's atmosphere."], [61, " Currently, the United States has no manned spacecraft capabilities."], [61, " Once the orbiter is powered down, the crew exits the vehicle."], [61, " Stand in awe of this American icon at Space Shuttle Atlantis ® , permanent home of the orbiter."], [61, " The first orbiter, Enterprise , made its maiden flight in 1977."], [61, "7 seconds later, a chunk of insulating foam tore free from the orange external tank and smashed into the leading edge of the orbiter's left wing at a relative velocity of at least 400 miles per hour (640 kph), but Columbia continued to climb toward orbit."], [62, " Other satellites were captured and/or deployed using the Canadarm, a robotic arm."], [62, " NASA's space shuttle fleet was comprised of orbiters Atlantis, Challenger, Columbia, Discovery, Endeavour and a prototype craft named Enterprise."], [62, " The space shuttle program began in 1981 and conducted 135 missions."], [62, " From a very young age I fell in love with all things astronomical, and like so many little boys my age, I grew up wanting to be an astronaut when I was older."], [62, " The Atlantis has the shortest missions of the space shuttles, reaching a maximum of 14 days due to its dependency on its own fuel supply."], [62, " More than 20 inquiries were received after the initial listing, but NASA expects others will step up now that the shuttles have been discounted."], [62, " List of Space Shuttle missions | National Aeronautics and Space Administration Wiki | Fandom ."], [62, " Home \n Collections \n - Special Patches \n - Mercury Program \n - Gemini Program \n - Apollo Program \n - SkyLab \n - Space Shuttle \n - Shuttle Related \n - Expeditions & ISS \n - Commercial Resupply \n - European Space \n - Mir and Russian Stuff \n - China Shenzhou \n - Lost In Space."], [62, " Many people in the gallery were center workers, some of whom are likely to lose their jobs when the shuttle program ends."], [62, " The audacious rescue plan that might have saved space shuttle Columbia \n The untold story of the rescue mission that could have been NASA's finest hour."], [62, " Columbia was gone, and all seven of its crew had been killed."], [63, " Four fully operational orbiters were initially built: Columbia , Challenger , Discovery , and Atlantis ."], [63, " From left: Columbia , Challenger , Discovery , Atlantis , and Endeavour ."], [63, " When a mission is finished and the shuttle is halfway around the world from the landing site (Kennedy Space Center, Edwards Air Force Base), mission control gives the command to come home, which prompts the crew to: ."], [63, " Space Shuttle | Definition of Space Shuttle by Merriam-Webster ."], [63, " Falcon Heavy was\n designed from the outset to carry humans\n into space and restores the possibility of\n flying missions with crew to the Moon or\n Mars."], [64, " Air Force also conducted studies on semi-reusable spacecraft in the 1960s."], [64, " The commander picks up a radio beacon from the runway (Tactical Air Navigation System) when the orbiter is about 140 miles (225 km) away from the landing site and 150,000 feet (45,700 m) high."], [64, " competition among young students, making it the only shuttle ever named by children."], [65, "5 Capacity\n Payload to LEO 27,500 kg (60,600 lb) Payload to ISS 16,050 kg (35,380 lb) Payload to polar orbit 12,700 kg (28,000 lb) Payload to GTO 10,890 kg (24,010 lb) with Inertial Upper Stage [7] Payload to GEO 2,270 kg (5,000 lb) with Inertial Upper Stage [7] Payload to Earth return 14,400 kg (31,700 lb) [8] \n Launch history Status Retired Launch sites LC-39 , Kennedy Space Center ."], [65, " The original RMS could deploy or retrieve payloads up to 65,000 pounds (29,000 kg), which was later improved to 586,000 pounds (270,000 kg) [14] : 160–162 [23] : 384-385 ."], [65, " Each OMS engine produced 26,700 N (6,000 lbf) of thrust, and the entire system could provide 305 m/s (1,000 ft/s) of velocity change, of which 152 m/s (500 ft/s) was used during orbital insertion."], [65, " The space shuttle's largest contribution was building the International Space Station, which remains in orbit today to conduct hundreds of science experiments annually on human health, engineering and other matters."], [65, " The space shuttle consists of the following major components: ."], [66, " The Shuttle fleet's total mission time was 1322 days, 19 hours, 21 minutes and 23 seconds."], [66, " We are in a risky business, and we hope that if anything happens to us, it will not delay the program."], [66, " Only after the shuttle was orbiting Earth did NASA's launch imagery review reveal that the wing had been hit."], [66, " It also\n features wireless internet and tablet\n technology for crew interfaces."], [66, " Falcon Heavy draws upon the proven heritage\n and reliability of Falcon 9."], [67, " Description [ edit ] \n The Space Shuttle was the first operational orbital spacecraft designed for reuse ."], [67, " Most of it burned up in the atmosphere, and the rest fell into the ocean."], [67, " Before the shuttle reached orbit, the SRBs were released and fell into the Atlantic Ocean where they were towed back to shore for reuse."], [67, " During that time, the crew fires the RCS thrusters to pitch the orbiter over so that the bottom of the orbiter faces the atmosphere (about 40 degrees) and they are moving nose first again."], [67, " The orbiter is designed from a lifting body design with swept back \"delta\" wings."], [67, " With this design, the orbiter can generate lift with a small wing area."], [67, " The commander flies the shuttle around an imaginary cylinder (18,000 feet or 5,500 m in diameter) to line the orbiter up with the runway and drop the altitude."], [67, " Agents and professional staff also helped secure classified equipment and safely contain and recover hazardous materials."], [67, " A NASA astronaut accompanied each FBI team that responded to reports of victim remains."], [67, " Examples of space shuttle in a Sentence Recent Examples on the Web Halsell, who flew five space shuttle missions, has pleaded not guilty."], [67, " Falcon 9’s simple\n two-stage configuration minimizes the number\n of separation events — and with nine\n first-stage engines, it can safely complete\n its mission even in the event of an engine\n shutdown."], [68, " Story Musgrave attached to the RMS servicing the Hubble Space Telescope during STS-61 ."], [68, " The orbiter is the component most people think of as \"the shuttle."], [68, " Since the Columbia accident, the shuttles have been grounded pending redesigns to improve their safety."], [68, " Searchers, including the FBI, recovered about 38 percent of the shuttle—more than 82,000 pieces weighing 84,800 pounds."], [68, " During the 30 years of flight, there were 2 female space shuttle commanders; Pamela Melroy and Eileen Collins."], [68, " Due to the immense amount of missions it has flown, the Discovery is often remarked as being very dirty and worn when people see it for the first time rather than the shiny white we imagine."], [68, "\" That means Bill Gates or Sergei Brin probably can't put one in the backyard."], [68, " With more launches happening\n now than ever before, now is the time to witness a\n marvel."], [69, " Previous NASA spacecraft had used ablative heat shields, but those could not be reused."], [69, " In 1994, the LES was replaced by the full-pressure Advanced Crew Escape Suit (ACES), which improved the safety of the astronauts in an emergency situation."], [69, " The instrument panels contained over 2,100 displays and controls, and the commander and pilot were both equipped with a heads-up display (HUD) and a Rotational Hand Controller (RHC) to gimbal the engines during powered flight and fly the orbiter during unpowered flight."], [69, " The orbiter vehicles were originally installed with the Multifunction CRT Display System (MCDS) to display and control flight information."], [69, " In 1998, Atlantis was upgraded with the Multifunction Electronic Display System (MEDS), which was a glass cockpit upgrade to the flight instruments that replaced the eight MCDS display units with 11 multifunction colored digital screens."], [69, " In 1991, NASA began upgrading the inertial measurement units with an inertial navigation system (INS), which provided more accurate location information."], [69, " In 1997, Honeywell began developing an integrated GPS/INS to replace the IMU, INS, and TACAN systems, which first flew on STS-118 in August 2007 [23] : 402–403 [28] [29] ."], [69, " Two of the S band radios were phase modulation transceivers , and could transmit and receive information."], [69, " The other two S band radios were frequency modulation transmitters , and were used to transmit data to NASA."], [69, " As S band radios can operate only within their line of sight , NASA used the Tracking and Data Relay Satellite System and the Spacecraft Tracking and Data Acquisition Network ground stations to communicate with the orbiter throughout its orbit."], [69, " The DPS consisted of five general purpose computers (GPC), two magnetic tape mass memory units (MMUs), and the associated sensors to monitors the Space Shuttle components."], [69, " The original GPC used was the IBM AP-101B , which used a separate central processing unit (CPU) and inputer/output processor (IOP), and non-volatile solid-state memory ."], [69, " From 1991 to 1993, the orbiter vehicles were upgraded to the AP-101S, which improved the memory and processing capabilities, and reduced the volume and weight of the computers by combining the CPU and IOP into a single unit."], [69, " Four of the GPCs were loaded with the Primary Avionics Software System (PASS), which was Space Shuttle-specific software that provided control through all phases of flight."], [69, " After achieving orbit, the crew would switch some of the GPCs functions from guidance, navigation, and control (GNC) to systems management (SM) and payload (PL) to support the operational mission."], [69, " Space Shuttle missions typically brought a portable general support computer (PGSC) that could integrate with the orbiter vehicle's computers and communication suite, as well as monitor scientific and payload data."], [69, " Early missions brought the Grid Compass , one of the first laptop computers, as the PGSC, but later missions brought Apple and Intel laptops."], [69, " The orbiter could be used in conjunction with a variety of add-on components depending on the mission."], [69, " [34] Other types of systems and racks were part of the modular Spacelab system —pallets, igloo, IPS, etc."], [69, " The Remote Manipulator System (RMS), also known as Canadarm, was a mechanical arm attached to the cargo bay."], [69, " It could be used to grasp and manipulate payloads, as well as serve as a mobile platform for astronauts conducting an Extravehicular activity (EVA)."], [69, " The RS-25 engines had several improvements to enhance reliability and power."], [69, " RS-25 upgrade versions were denoted as Block I and Block II."], [69, " In contrast with previous US spacecraft, which had used ablative heat shields , the reusabilit ."], [69, " Husband, commander; Laurel Blair Salton Clark, mission specialist; Kalpana Chawla, mission specialist; Michael P."]]