[[0, " Its double- delta wings were 18-meter (60 ft) long, and were swept 81° at the inner leading edge and 45° at the outer leading edge."], [0, " The vertical stabilizer also contained a two-part drag parachute system to slow the orbiter after landing."], [0, " The orbiter used retractable landing gear with a nose landing gear and two main landing gear, each containing two tires."], [0, " The RMS allowed for six-degrees of freedom, and had six joints located at three points along the arm."], [0, "5° in yaw during ascent to change the direction of their thrust to steer the Shuttle."], [0, " [cleveryoutube video=”e0Z2Ac1nnBw” vidstyle=”1″ pic=”” afterpic=”” width=”” quality=”inherit” starttime=”” endtime=”” caption=”While reentering the atmosphere, the crew of Columbia shoots a video, which was recovered later on during the search and rescue operations."], [0, " But nine minutes after entry interface into the Earth’s atmosphere, the ground team encountered the first hint of abnormality."], [0, " Telemetry indicated that hydraulic fluid temperatures had suddenly gone off-scale low."], [0, " Soon, loss of tire pressure on the left side followed, with the readings again going off-scale."], [0, " Columbia could not make a landing while losing tire pressure."], [0, " Further losses of sensors in the nose gear and main gear compounded the nervous atmosphere in mission control."], [0, " Meanwhile, reports were coming in from Texas, which lay along Columbia’s descent path, of people spotting fireballs and falling debris from the sky."], [0, " The unconscious crew was subjected to rotation forces caused by the Shuttle’s rolling after the loss of the left wing."], [0, " Video cameras were installed on the External Tank, boosters, and impact sensors set up on the Shuttle nose cap and reinforced carbon–carbon panel on the wing."], [0, " In most cases, they have been flying nose-first and upside down, so they then fire the RCS thrusters to turn the orbiter tail first."], [0, " Once the orbiter is tail first, the crew fires the OMS engines to slow the orbiter down and fall back to Earth; it will take about 25 minutes before the shuttle reaches the upper atmosphere."], [0, " During that time, the crew fires the RCS thrusters to pitch the orbiter over so that the bottom of the orbiter faces the atmosphere (about 40 degrees) and they are moving nose first again."], [0, " The orbiter is designed from a lifting body design with swept back \"delta\" wings."], [0, " The orbiter makes a series of S-shaped, banking turns to slow its descent speed as it begins its final approach to the runway."], [0, " During the final approach, the commander steepens the angle of descent to minus 20 degrees (almost seven times steeper than the descent of a commercial airliner)."], [0, " The pilot deploys the landing gear and the orbiter touches down."], [0, " A parachute is deployed from the back to help stop the orbiter."], [0, " The parachute and the speed brake on the tail increase the drag on the orbiter."], [0, " The orbiter stops about midway to three-quarters of the way down the runway."], [0, " After landing, the crew goes through the shutdown procedures to power down the spacecraft."], [0, " Once the orbiter is powered down, the crew exits the vehicle."], [0, " Unlike the Space Shuttle , the Dream Chaser's rudimentary wings are tilted upward at an angle."], [0, " Description [ edit ] \n The Space Shuttle orbiter resembled an airplane in its design, with a standard-looking fuselage and two double delta wings, both swept wings at an angle of 81 degrees at their inner leading edges and 45 degrees at their outer leading edges."], [0, " The vertical stabilizer of the orbiter had a leading edge that was swept back at a 45-degree angle."], [0, " There were four elevons mounted at the trailing edges of the delta wings, and the combination rudder and speed brake was attached at the trailing edge of the vertical stabilizer ."], [0, " These, along with a movable body flap located underneath the main engines, controlled the orbiter during later stages of descent through the atmosphere and landing."], [0, " This control system carried out the usual attitude control along the pitch, roll, and yaw axes during all of the flight phases of launching, orbiting , and re-entry."], [0, " The Space Shuttle orbiter had three sets of landing gear which emerged downwards through doors in the heat shield."], [0, " Since any premature extension of the landing gear would very likely have been catastrophic (because it opened through the heat shield layers), the landing gear could only be lowered by manual controls, and not by any automatic system."], [0, " Similarly, since the Shuttle landed at high speed and could not abort its landing attempt, the gear had to deploy reliably on the first try every time."], [0, " The gear were unlocked and deployed by triple redundant hydraulics, with the gear doors actuated by mechanical linkages to the gear strut."], [0, " If all three hydraulic systems failed to release the landing gear uplocks within one second of the release command, pyrotechnic charges automatically cut the lock hooks and a set of springs deployed the gear."], [0, " Lack of navigational lights [ edit ] \n The Space Shuttle orbiter did not carry anti-collision lights , navigational lights , or landing lights , because the orbiter always landed in areas that had been specially cleared by both the Federal Aviation Administration and the Air Force ."], [0, " When an orbiter landing was carried out at night, the runway was always strongly illuminated with light from floodlights and spotlights on the ground, making landing lights on the orbiter unnecessary and also an unneeded spaceflight weight load."], [0, " When the spacecraft has completed its mission in space and is ready to leave orbit, its OMS engines fire just long enough to slow the shuttle by 200 mph (320 km/h)."], [0, " During reentry, the wing began to break up, experiencing greatly increased drag."], [0, " The autopilot struggled to compensate by firing steering rockets, but could only stabilize the shuttle temporarily."], [1, " National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program ."], [1, " The Space Shuttle program was the fourth human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011."], [1, " Columbia Accident Investigation Board \n As soon as disaster struck, NASA activated the International Space Station (ISS) and Space Shuttle Mishap Interagency Investigation Board according to its Contingency Action Plan for Space Flight Operations."], [1, " Wallace, Federal Aviation Administration (FAA) Office of Accident Investigation."], [1, " Widnall, Professor of Aeronautics and Astronautics at MIT, Roger E."], [1, " The Space Shuttle was a spacecraft which was used by the American National Aeronautics and Space Administration , or NASA."], [1, " United States : Parsons Instrumental in Developing Transportation Plan for External Tank 94s Mission to California Science Center ."], [1, " List of Space Shuttle missions | National Aeronautics and Space Administration Wiki | Fandom ."], [1, " National Aeronautics and Space Administration (NASA) and the European Space Agency (ESA) for the construction by ESA of a pressurized, habitable workspace that could be carried in the shuttle ’ s cargo bay."], [1, " All science aboard STS-39 was related to the Strategic Defense Initiative (SDI)."], [1, " Return to Flight Task Group, United States National Aeronautics and Space Administration."], [1, " “ Report of the Presidential Commission on the Space Shuttle Challenger Accident."], [1, " Space and Missile Systems Center (SMC), United States Air Force."], [1, " space program began in 1958 with the establishment of the National Aeronautics and Space Administration (NASA)."], [1, " National Aeronautics and Space Administration, Washington, D."], [1, "\n Air Force (USAF), National Reconnaissance\n Office (NRO), NASA, and commercial payloads\n to orbit."], [2, " RS-25 upgrade versions were denoted as Block I and Block II."], [2, " Articles from Britannica Encyclopedias for elementary and high school students."], [2, "” showexpander=”off” alignment=”left” newser=”” margin=”true”] ."], [2, "” showexpander=”off” alignment=”left” newser=”” margin=”true”] ."], [2, "” showexpander=”off” alignment=”left” newser=”” margin=”true”] ."], [2, " [cleveryoutube video=”suniiico7z4″ vidstyle=”1″ pic=”” afterpic=”” width=”” quality=”inherit” starttime=”” endtime=”” caption=”” showexpander=”off” alignment=”left” newser=”” margin=”true”] ."], [2, " Articles from Britannica Encyclopedias for elementary and high school students."], [2, " Copyright © 2020 HowStuffWorks, a division of InfoSpace Holdings, LLC , a System1 Company ."], [2, " Copyright © 2020 HowStuffWorks, a division of InfoSpace Holdings, LLC , a System1 Company ."], [2, " English Español Deutsch Français Italiano العربية 中文简体 Polski Português Nederlands Norsk Ελληνική Русский Türkçe אנגלית ."], [2, " English Español Deutsch Français Italiano العربية 中文简体 Polski Português Nederlands Norsk Ελληνική Русский Türkçe אנגלית ."], [2, " Asset 5 arrow-down arrow-left arrow-right arrow-up articleAsset 31 Asset 2 Asset 7 Asset 6 Asset 7 Asset 15 Asset 16 cartAsset 51 cart-filledAsset 52 checkAsset 50 Asset 3 chevron-up chevron-left chevron-right chevron-up close comment-new comment-filledAsset 11 double-caret-down double-chevron-downAsset 55 double-chevron-upAsset 56 email-new email-filledAsset 14 Asset 2 fullscreen-close fullscreen-open gallery gallery-filledAsset 15 Globe gridAsset 17 grid-filledAsset 18 headphones-new headphones-filledAsset 19 heart-filled heart-open interactiveAsset 73 linkAsset 48 loadingAsset 45 Artboard 1 minus mutedAsset 29 muted-filledAsset 30 ng-border Asset 8 pauseAsset 40 pause-filledAsset 39 Asset 12 Asset 13 playAsset 33 play-filledAsset 32 plus NG_AD_Iconography_111317_JY_v2 Asset 3 replay Asset 11 Asset 10 Asset 4 SearchIcon shareAsset 34 facebook github Artboard 1 Artboard 1 linkedin linkedin_in pinterest pinterest_p snapchat snapchat_2 twitter whatsapp speakerAsset 27 speaker-filledAsset 28 star-filled star-open textAsset 43 text-filledAsset 42 tiltAsset 58 Asset 8 Asset 9 Asset 4 userAsset 53 user-filled video-cameraAsset 35 video-camera-filledAsset 36 volumeAsset 25 volume-filledAsset 26 ."], [2, "3-inch-thick (33 mm) optical pane, and an external thermal pane."], [2, " The typeface used on the Space Shuttle Orbiter was Helvetica ."], [2, "gov/shuttle/missions/51-l/docs/rogers-commission/table-ofcontents."], [2, "com/science/encyclopedias-almanacs-transcripts-and-maps/space-shuttle-2."], [2, "com/science/encyclopedias-almanacs-transcripts-and-maps/space-shuttle-2."], [2, " Includes the Shuttle-Mir Image Gallery and the Shuttle-Mir Audio/Video Gallery."], [2, " Mixx \n Facebook \n Twitter \n Digg \n delicious \n reddit \n MySpace \n StumbleUpon \n LinkedIn ."], [2, " Mixx \n Facebook \n Twitter \n Digg \n delicious \n reddit \n MySpace \n StumbleUpon \n LinkedIn ."], [2, " reader comments \n 507 \n with 235 posters participating, including story author ."], [2, " reader comments \n 507 \n with 235 posters participating, including story author ."], [3, " The presidential commission appointed to investigate the accident determined that a joint seal in one of the solid rocket boosters had failed as a result of mechanical design problems, which were exacerbated by the unusually cold weather on the morning of the launch."], [3, " After the accident, the shuttle fleet was grounded until September 1988 to allow NASA to correct the design flaws and implement associated administrative changes in the shuttle program."], [3, " As in the analysis of the Challenger disaster, the Columbia accident was seen as the result of both mechanical and organizational causes that needed to be addressed before shuttle flights could resume."], [3, " The disaster prompted design changes, a safety review (and changes) of the shuttle program, and a permanent slowdown of shuttle launch frequency."], [3, " The accidents led to national level inquiries and detailed analysis of why the accidents occurred."], [3, " After the loss of Challenger , NASA grounded the Space Shuttle program for over two years, making numerous safety changes recommended by the Rogers Commission Report , which included a redesign of the SRB joint that failed in the Challenger accident."], [3, " [13] \nQuoting some recommendations made by the post- Challenger Rogers commission: [13] ."], [3, " Recommendation I – The faulty Solid Rocket Motor joint and seal must be changed."], [3, " the Administrator of NASA should request the National Research Council to form an independent Solid Rocket Motor design oversight committee to implement the Commission's design recommendations and oversee the design effort."], [3, " Recommendation VI – NASA must take actions to improve landing safety."], [3, " The day after the accident, all the board members were officially appointed with Naval Admiral Gehman as the chairman."], [3, " To reflect this approach, the board changed its name to the Columbia Accident Investigation Board (CAIB) ."], [3, " CAIB and its partners could finally complete the technical post-mortem."], [3, " What Caused the Columbia Disaster? – Technical Causes \n The CAIB report determined that the technical cause of the accident was a faulty design in the External Tank."], [3, " The six volumes of CAIB report explain the sequence of events that led to the breakup of the Shuttle."], [3, " Organizational Causes of the Accident \n Besides the technical faults, the CAIB investigation slammed the NASA management and culture for its shortfalls."], [3, " Consequences of the Accident \n Despite being an organizational failure, someone had to take the fall."], [3, " The accident warranted NASA to include public risk acceptability criteria for all launches and reentries."], [3, " It took two and a half years to complete the reviews, hearings and investigations and for the modifications to be put in place."], [3, " The most significant outcome of the Columbia accident, however, was CAIB’s recommendations that led to the end the Shuttle Program."], [3, " Instead of conducting a rigorous recertification program for the Shuttles as recommended by CAIB, the decision was taken to retire the Shuttle fleet after assembly of the International Space Station."], [3, " The subsequent investigation revealed the cause of the accident."], [3, " Since the Columbia accident, the shuttles have been grounded pending redesigns to improve their safety."], [3, " I wrote a 'review item disposition' (RID) asking NASA to eliminate the outward-opening doors."], [3, " Subsequent to the Apollo 13 mishap, due to NASA Administrator James M."], [3, " The Challenger disaster prompted a comprehensive study to discover its causes."], [3, " On June 6, 1986, the Presidential Commission appointed to analyze the disaster published its report."], [3, " As a result of the Challenger disaster, many design changes were made."], [3, " In the wake of the Columbia disaster, the Columbia Accident Investigation Board (CAIB) began their investigation of NASA and the Columbia space shuttle."], [3, " They stated the cause of the disaster to the Columbia , along with recommending many changes to increase the safety of future shuttle flights."], [3, " Members of the CAIB released their final report on August 26, 2003."], [3, " Besides the problem with foam hitting the shuttle wing, the CAIB also sited organizational problems with NASA that contributed to the demise of Columbia ."], [3, " CAIB members stated that although changes had occurred within the NASA structuresincethetimeofthe Challenger disaster, it had not essentially improved its organization with respect to safety."], [3, " However, the CAIB members felt this attitude was unacceptable and placed NASA organizational problems and the foam problem as equal contributors to the cause of the disaster."], [3, " Before returning to flight, the board recommended 29 specific improvements to NASA safety."], [3, " These recommendations include: preventing foam from tearing away from the external tank; improving inspections before launch; increasing (and in some cases adding) visual inspections of the shuttle during ascent and orbit phases; and establishing an independent organization to approve all technical requirements."], [3, " Final report of the return to flight task group: assessing the implementation of the Columbia Accident Investigation Board Return-to-flight recommendations ."], [3, " In 2004, as a result of the Columbia accident, NASA administrator Sean O'Keefe (1956–) announced that future shuttle flights would be canceled until safety problems had been resolved."], [3, " Instead, NASA's Debris Assessment Team mathematically modeled the foam strike but could not reach any definitive conclusions about the state of the shuttle's wing."], [3, " Congress laid that responsibility on the combined shoulders of the Columbia Accident Investigation Board (referred to, in typical NASA acronym-dependent style, as \"the CAIB\" or just \"CAIB,\" which rhymes with \"Gabe\")."], [3, " In the months after Columbia , the CAIB stretched its investigative fingers all through NASA and its supporting contractors."], [4, " The Shuttle fleet's total mission time was 1322 days, 19 hours, 21 minutes and 23 seconds."], [4, " Columbia reentered the atmosphere on April 14, and landed at Edwards AFB."], [4, " On January 28, 1986, Challenger , carrying seven astronauts, exploded shortly after liftoff, killing all aboard including a private citizen, schoolteacher Christa McAuliffe ."], [4, " On February 1, 2003, Columbia broke up catastrophically over north-central Texas at an altitude of about 60 km (40 miles) as it was returning from an orbital mission."], [4, " 1, 2003, during landing when the shuttle broke up in the atmosphere, killing its seven-person crew."], [4, " [11] The Columbia disaster occurred in 2003, but STS took more than a year off before returning to flight in June 2005 with the STS-114 mission."], [4, " [11] The previously mentioned break was between January 1986 (when the Challenger disaster occurred) and 32 months later when STS-26 was launched on September 29, 1988."], [4, " The longest Shuttle mission was STS-80 lasting 17 days, 15 hours."], [4, " In 1986, Challenger disintegrated one minute and 13 seconds after liftoff."], [4, " This was the Shuttle's \"return to flight\" mission after the Columbia disaster ."], [4, " The Shuttle program operated accident-free for seventeen years after the Challenger disaster, until Columbia broke up on re-entry , killing all seven crew members, on February 1, 2003."], [4, " More than two decades later, STS-107 was Columbia’s 28 th  mission."], [4, " At 9 o’clock this morning, Mission Control in Houston lost contact with our Space Shuttle Columbia."], [4, " His dream came true on October 14, 2012, when Felix Baumgartner survived a parachute jump from 39km, very close to the altitude where Columbia broke apart."], [4, " Eight years after the accident, Shuttle Atlantis made an emotional touchdown at the Kennedy Space Center, thus bringing to an end a remarkable program."], [4, " Discovery was chosen as the \"Return to Flight\" orbiter after two space shuttle tragedies; once in 1988 after the Challenger explosion and then again in 2005 after the Columbia disaster."], [4, " After several years of technical and budgetary delays to the program, the first space shuttle flight took place on April 12, 1981; aboard were astronauts John W."], [4, " The optimism surrounding the space shuttle program was publicly shattered on January 28, 1986, when the Challenger orbiter was destroyed in a catastrophic explosion 73 seconds after liftoff."], [4, " space shuttle Challenger just seconds after its explosive destruction on January 28, 1986."], [4, " The accident, which occurred a little more than a minute after liftoff, killed the orbiter's seven-person crew, including the first teacher to be launched into space."], [4, " After the accident, the shuttle fleet was grounded until September 1988."], [4, " The shuttle program suffered its second fatal disaster on February 1, 2003, when the orbiter Columbia broke up over Texas at an altitude of about 60 km (40 miles) as it was returning from an orbital mission."], [4, " space shuttle orbiter Columbia as it broke up over Texas on February 1, 2003."], [4, " The final space shuttle flight took place in July 2011, and the remaining three orbiters were then retired to museums around the United States."], [4, " On January 28, 1986 the Space Shuttle Challenger destroyed 73 seconds into the flight of STS-51-L ."], [4, " On February 1, 2003, the Space Shuttle Columbia broke up while returning STS-107 to Earth over Texas ."], [4, " On the morning of February 1st, 2003, the space shuttle Columbia broke up during re-entry, more than 200,000 feet above Texas."], [4, " In its nearly 30-year history, the space shuttle program has seen exhilarating highs and devastating lows."], [4, " The first operational flight took place in 1981 and it was taken out of service in 2011 ."], [4, " The first two shuttles constructed, Columbia and Challenger, were both lost during missions."], [4, " Fifteen years ago, on February 1, 2003, a sonic boom jarred Special Agent Brent Chambers as he was preparing to mow his lawn outside of Dallas on a chilly Saturday morning."], [4, " In 2003, the Columbia exploded causing the death of seven astronauts on re-entry."], [4, " Before landing, the Columbia orbited the earth 37 times in 1981 during its first trip."], [4, " In 1986 the Challenger managed to explode on launch killing seven people in total."], [4, " 2020 \t Sometime in 2020, nine years after the final space shuttle mission from Florida, humans should again launch into orbit from the United States."], [4, " In 1986, Challenger was destroyed in an accident shortly after launch."], [4, " In 2003, Columbia was destroyed during re-entry , leaving just three remaining orbiters."], [4, " A total of 26 landings took place at night, the first being STS-8 in September 1983."], [4, " During that time the fleet totaled 1,322 days, 19 hours, 21 minutes and 23 seconds of flight time."], [4, " [2] The longest orbital flight of the shuttle was STS-80 at 17 days 15 hours, while the shortest flight was STS-51-L at one minute 13 seconds, cut short when the Space Shuttle Challenger broke apart during launch."], [4, " Since that time, two shuttles have been lost in flight: Challenger , which exploded during takeoff on January 28, 1986, ."], [4, " and Columbia , which broke apart during reentry on February 1, 2003."], [4, " The failure of a solid-fuel rocket booster during liftoff (as occurred during the Challenger mission of 1986) or of the delicate tiles that protect the shuttle from the high temperatures of atmospheric reentry (as occurred during the Columbia mission of 2003) can lead to loss of the spacecraft and human lives."], [4, " The first of the two disasters suffered by the shuttle program took place on January 28, 1986, when the external fuel tank of the shuttle Challenger exploded only 73 seconds into the flight."], [4, " The Columbia disaster \n Scores of shuttle missions were successfully carried out between the Challenger ’ s successful 1988 mission and February 1, 2003, when disaster struck again."], [4, " On May 25, 1961, less than three weeks after Shepard's flight, President John F."], [4, " The program suffered two tragedies in its thirty-year history: the explosion of the space shuttle Challenger on January 28, 1986; and the explosion of the space shuttle Columbia on February 1, 2003."], [4, " The Endeavour will take its final flight on April 29, and prior to this launch, it will have been used on 24 missions, orbited the earth 4,429 times and traveled 103,149,636 miles, Boxer said."], [4, " The Challenger exploded 73 seconds after liftoff on January 28, 1986, and the Columbia disintegrated during re-entry on February 1, 2003."], [4, " February 1, 2016:  One of the most tragic events in the history of space exploration is the loss of the space shuttle Columbia and all seven of its crew on February 1, 2003—a tragedy made worse because it didn’t have to happen."], [4, " Finally, at 9:12 Eastern Time, re-entry Flight Director LeRoy Cain gave the terrible order that had only been uttered once before, 17 years earlier when Challenger broke apart at launch: \" Lock the doors ."], [4, " Atlantis was in a similar state while Columbia was flying its final mission."], [4, " In either case, Flight Day 3 would mark the start of many sleepless nights for many people."], [4, " From SpaceX milestones to saluting veterans, November was packed with news."], [5, " Operational missions launched numerous satellites, interplanetary probes, and the Hubble Space Telescope (HST); conducted science experiments in orbit; and participated in construction and servicing of the International Space Station ."], [5, " Story Musgrave attached to the RMS servicing the Hubble Space Telescope during STS-61 ."], [5, " [35] Spacelab hardware also supported missions such as Hubble Space Telescope (HST) servicing and space station resupply."], [5, " The space shuttle is also well known for its repeated successful servicing of the Hubble Space Telescope."], [5, " The telescope was deployed on April 25, 1990, during space shuttle Discovery mission STS-31."], [5, " Some of its major mission activities included Spacelab, deploying the Chandra X-Ray Observatory and servicing the Hubble Space Telescope."], [5, " It flew 39 missions — the most of any shuttle — and some of the major payloads it released included the Hubble Space Telescope, the sun-bound Ulysses spacecraft and the Upper Atmosphere Research Satellite."], [5, " On April 24, 1990, Discovery carried the Hubble Space Telescope into space during STS-31 ."], [5, " Thornton install corrective optics on the Hubble Space Telescope during STS-61 ."], [5, " Discovery is responsible for launching the Hubble Space Telescope into orbit and was used to help build the International Space Station."], [5, " Also in the 1990s, the Space Shuttle launched the Hubble telescope into space."], [5, " Shuttle missions returned 5 times to repair and improve cameras and scientific instruments on the telescope."], [5, " The Hubble Space Telescope uses a system of cameras and mirrors to detect distant star light."], [5, " Explore shuttle missions that secured the future of Hubble Space Telescope and the International Space Station."], [5, " Learn about the successes, setbacks and spinoffs of Hubble Space Telescope, the first of NASA’s Great Space Observatories."], [5, " [19] The most massive payload launched by the Space Shuttle was the Chandra X-ray Observatory in 1999 at 50,162 lb (22,753 kg), including its Inertial Upper Stage and support equipment."], [5, " [1] Operational missions launched numerous satellites (including the Hubble Space Telescope ), conducted science experiments in orbit, and participated in construction and servicing of the International Space Station (ISS)."], [5, " The highest altitude achieved by the shuttle was 350 miles when servicing the Hubble Space Telescope."], [5, " Initiated in 1969, the LST was an observatory (a structure housing a telescope, a device that observes celestial objects) that would continuously orbit Earth."], [5, " (The LST eventually became the Hubble Space Telescope , which was launched in 1990."], [5, " Space Telescope Science Institute, Baltimore, Maryland \n Home of science program selection, grant administration, planning, scheduling, and public outreach activities for the Hubble Space Telescope (HST)."], [5, " Shuttle-Mir Program Earth Science \n Description of the Visual Earth Observations project conducted by the Johnson Space Center’s Office of Earth Sciences aboard Mir."], [5, " Edwin Hubble 1889-1953 \n Article from the Journal of the Royal Astronomical Society of Canada featuring Hubble’s scientific findings."], [5, " Everything You Wanted to Know about the Hubble Telescope, But Were Afraid to Ask \n Hubble site from the Public Broadcasting System featuring information provided by the Space Telescope Science Institute."], [5, " Hubble Space Telescope \n Official NASA Hubble Site at Goddard Sapce Center."], [5, " Hubble Space Telescope \n Hubble section on the Space Telescope Science Institute web site with extensive information about Hubble, its instruments, and programs scheduled for observation."], [5, " HubbleSite \n Created by the Space Telescope Science Institute."], [5, " Top 100 Images \n A collection of images sent by the Hubble Space Telescope."], [6, " When you purchase through links on our site, we may earn an affiliate commission."], [6, " Join our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space."], [6, " The lessons learned remain as relevant today as they were in 2003, if only we can keep them alive and continue to learn from this modern tragedy."], [6, " These people “put their life on hold to help out  the nation’s space program ”, says Ciannilli gratefully, “ it becomes very real  what space means to people ."], [6, " Hale was even told by Jon Harpold, then NASA director of mission operations, “You know, there is nothing we can do about damage to the thermal protection system."], [6, " Don’t you think it would be better for them to have a happy successful flight and die unexpectedly during entry than to stay in orbit, knowing that there was nothing to be done, until the air ran out?” NASA ignored the issue hoping it would not be a problem."], [6, " Ciannilli echoes this sentiment, “Keep vigilant when things that were once off-nominal, become normal for you."], [6, " We use cookies to ensure that we give you the best experience on our website."], [6, " If you continue to use this site we will assume that you are happy with it."], [6, " When you purchase through links on our site, we may earn an affiliate commission."], [6, " Here's where to find NASA's space shuttles and what you need to know when you visit them: ."], [6, " Join our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space."], [6, " 5 Surprise! There's more water on Jupiter than anyone thought ."], [6, " If your specific city or town isn’t listed, pick one that is fairly close to you."], [6, " For a successful return to Earth and landing, dozens of things have to go just right."], [6, " First, let's look at the parts of the space shuttle and a typical mission."], [6, "\tIn the Samuel Oschin Pavilion, guests will be able to see  Endeavour  up close and discover some of the science behind this amazing vehicle."], [6, " This will allow guests to get a closer and more detailed view of the orbiter than ever before."], [6, " ‌ Like us on Facebook ‌ Watch us on YouTube ‌ Follow us on Twitter ."], [6, " “I had no idea what to expect when I got down there,” said Reinecke, now retired."], [6, " “After we determined we had found a crew member, we documented the scene like we would a crime scene—we mapped it and took pictures."], [6, " Then sometimes you’d find a piece the size of a Volkswagen Beetle,” Hillman said."], [6, " The exciting adrenaline rush brings is only a small peek at how the astronauts felt during their real space shuttle landing."], [6, " From a very young age I fell in love with all things astronomical, and like so many little boys my age, I grew up wanting to be an astronaut when I was older."], [6, " Here we’re going to share our appreciation and interest in the NASA space shuttles with 26 facts about these vessels to the undiscovered above."], [6, " The wonders of space is a never ending source of facts and information for those of us who love all things astronomical and as we see from the above facts space shuttles are no different."], [6, " Research more for yourself and you will open a world of knowledge."], [6, " So kids, enjoy your dreams and reach for the stars whilst you can."], [6, " Many will have heard the expression that in space, no one can hear you scream."], [6, " Today we're going to get to the truth behind this, but to do this, we need to take a closer look at the science behind it all."], [6, " The Fact Site is the number one source for the most interesting & random facts about animals, celebrities, food, films, games & so much more."], [6, " Josh Linkner, Detroit Free Press , \"A powerful concept used by NASA can help you get your ideas off the ground,\" 19 Oct."], [6, " The first known use of space shuttle was \n in 1950 See more words from the same year ."], [6, " What made you want to look up space shuttle ? Please tell us where you read or heard it (including the quote, if possible)."], [6, " Test Your Knowledge - and learn some interesting things along the way."], [6, " Looking for a good deal during the recession? Space geeks don't have to look any further than NASA, where they can pick up a retired space shuttle for the bargain-basement price of $28."], [6, "\" That means Bill Gates or Sergei Brin probably can't put one in the backyard."], [6, "\t Where on earth do you want to view the Space Station from?."], [6, " How is this possible? Simply by not throwing everything away after we have used it just once—just as we don't throw away an airplane after its first trip from Washington to Los Angeles ."], [6, " And because it takes so long, many investigations that should be carried out—to get fundamental knowledge about the sun, the stars, the universe, and, therefore, about ourselves on earth—are just not undertaken."], [6, " It will give us a quick reaction time and the ability to fly ad hoc military missions whenever they are necessary."], [6, " But they also bring us to an important decision point—a point of assessing what our space horizons are as Apollo ends, and of determining where we go from here."], [6, " Views of the Earth from space have shown us how small and fragile our home planet truly is."], [6, " Visitors will not be allowed in the other shuttles and this trainer is a true win for our dynamic museum."], [6, " That's still a bargain, officials at the bidding locations said, because of the return on investment they expect."], [6, " But just as it is human nature to look to the future and wonder what might be, so too is it in our nature to look at the past and wonder, “what if?” Today, 13 years after the event, Ars is rerunning our detailed 2014 examination of the biggest Columbia “what if” of all—what if NASA had recognized the danger? Could NASA have done something to save the crew? ."], [6, " We are in a risky business, and we hope that if anything happens to us, it will not delay the program."], [6, " With more launches happening\n now than ever before, now is the time to witness a\n marvel."], [6, " You’ve decided that you’re going to be visiting Florida’s Space Coast."], [6, " We’re recapping some of the highlights that happened in January."], [6, " So who are the big players in this game and what makes each of them unique? Here’s a quick guide on the names […] ."], [6, " The Holiday Season is in full swing, but it’s time to take a break and catch up on all things space."], [7, " Columbia ( re-entry failure, 7 fatalities ) First flight April 12, 1981 Last flight July 21, 2011 Notable payloads Tracking and Data Relay Satellites ."], [7, " The SRBs were jettisoned before the vehicle reached orbit, and the ET was jettisoned just before orbit insertion , which used the orbiter's two Orbital Maneuvering System (OMS) engines."], [7, " At the conclusion of the mission, the orbiter fired its OMS to deorbit and reenter the atmosphere ."], [7, " The first Space Shuttle mission, STS-1 , would be the first time NASA performed a crewed first-flight of a spacecraft."], [7, " The Kennedy Space Center was responsible for launch, landing and turnaround operations for equatorial orbits (the only orbit profile actually used in the program), the U."], [7, " On the first four Shuttle missions, astronauts wore modified U."], [7, " In 1993, NASA flew a GPS receiver for the first time aboard STS-51 ."], [7, " Following test flights using the shuttle Enterprise (which did not go into space), the first space shuttle mission, STS-1, launched on April 12, 1981, aboard the orbiter Columbia."], [7, " The largest crew size for a shuttle mission was eight astronauts."], [7, " Astronauts tested daring equipment such as the Manned Maneuvering Unit, a sort of jet backpack that would allow crew members to leave the shuttle untethered and pick up satellites for repair."], [7, " There was a concern that the astronauts were doing risky spacewalks."], [7, " Its major mission milestones included launching the first Tracking and Data Relay Satellite (which the shuttles used to stay in touch with Mission Control), flying the first American female astronaut (Sally Ride), flying the first African-American (Guion Bluford) and the first astronaut repair of a satellite (the Solar Maximum Mission satellite)."], [7, " 28, 1986, during liftoff of mission STS-51L, killing all seven astronauts on board."], [7, " Discovery (1984-2011) : Discovery's first mission, STS-41D in 1984, underwent a pad abort due to a fuel valve issue, but the mission launched safely a few weeks later and released three communications satellites."], [7, " Discovery was also the first shuttle to fly \"return to flight\" missions after both the Challenger and Columbia disasters."], [7, " Some of its other activities included lobbing three communication satellites into orbit in one mission, launching the Magellan spacecraft toward Venus, launching the Galileo probe toward Jupiter, flying most of the missions of the shuttle-Mir program, and flying the last space shuttle mission (STS-135 in 2011)."], [7, " During Endeavour's first mission, STS-49 in 1992, crewmembers performed the first three-person spacewalk to bring the hard-to-grasp Intelsat VI satellite into the payload bay for repairs."], [7, " The Shuttle is the only winged crewed spacecraft to have achieved orbit and landing, and the only reusable crewed space vehicle that has ever made multiple flights into orbit (the Russian shuttle Buran was very similar and was designed to have the same capabilities but made only one uncrewed spaceflight before it was cancelled)."], [7, " Before the Apollo 11 Moon landing in 1969, NASA began early studies of space shuttle designs."], [7, " Witness liftoff and landing of NASA's Columbia space shuttle manned by astronauts John Young and Bob Crippen Liftoff and landing of Columbia , the first space shuttle, April 12–14, 1981."], [7, " A reusable winged orbiter carried crew and cargo and glided to a landing on a runway at the end of its mission."], [7, " The shuttle fleet was once again grounded during the ensuing investigation into the cause of the accident, and flights to keep the ISS in operation were conducted by Russian spacecraft."], [7, " Many spacecraft which came before the Space Shuttle, like the Mercury , Gemini and Apollo used parachutes when landing, and landed on the ocean."], [7, " The first flight was a test of the landing and maneuvering abilities of the shuttle."], [7, " Olympic torch to go on spacewalk for first time as part of Sochi 2014 relay ."], [7, " Aboard the Challenger in 1984, Kathryn Sullivan was the first ever American woman to do a spacewalk."], [7, " Aboard the Challenger in 1984, Kathryn Sullivan was the first ever American woman to do a spacewalk."], [7, " The first orbiter, Enterprise , made its maiden flight in 1977."], [7, " Columbia was the first space-worthy orbiter, and made its inaugural flight in 1981."], [7, " This system also executed any needed orbital maneuvers, including all changes in the orbit's altitude, orbital plane , and eccentricity ."], [7, " The PRCS system provided the pointing control of the Orbiter, and the VRCS was used for fine maneuvering during the rendezvous, docking, and undocking maneuvers with the International Space Station , or formerly with the Russian Mir space station ."], [7, " The OMS engines provided significant thrust for course orbital maneuvers , including insertion, circularization, transfer, rendezvous, deorbit, abort to orbit, and to abort once around ."], [7, " The Space Shuttle orbiter ranks second among the world 's first spaceplanes , preceded only by the North American X-15 and followed by the Buran , SpaceShipOne , and the Boeing X-37 ."], [7, " On that flight, Discovery carried NASA ’ s TDRS-C communications satellite into orbit, putting the American STS program back on track once more."], [7, " Current position of the ISS \n This site tracks the position of the ISS, including the view from the ISS directly down to earth."], [7, " At Mission Control in Houston, the flight controllers monitoring Columbia 's descent began to notice erratic telemetry readings coming from the shuttle, and then all voice and data contact with the orbiter was lost."], [7, " Could the Columbia astronauts have been safely retrieved from orbit? ."], [7, " CRS 20: Will launch the 22nd Dragon spacecraft mission on its 20th operational cargo delivery flight to the International Space Station."], [7, " CRS 20: Will launch the 22nd Dragon spacecraft mission on its 20th operational cargo delivery flight to the International Space Station."], [8, " The three remaining orbiters, as well as Enterprise (which did not fly into space but was only used in landing tests in 1977), were placed in museums across the United States ."], [8, " The transport from the airport took two days and required major street closures, the removal of over 400 city trees, and extensive work to raise power lines, level the street, and temporarily remove street signs, lamp posts, and other obstacles."], [8, " Use of the two vehicles was abandoned as the Soviet Union faced increasing economic problems."], [8, " The remaining shuttles are now on display at the following museums: ."], [8, " First, the orbiter must be maneuvered into the proper position."], [8, " Larger gift commitments can be fulfilled in three to five years."], [8, " In the design plans, we saw that the RCS would have big doors that opened outward."], [8, " They will remain property of NASA, but will be on permanent display at the new locations."], [8, " This is where the Space Station will gradually disappear from sight."], [8, " He committed the United States to putting a man on the Moon within the next ten years (see John F."], [8, " In the meantime, however, the Soviet Union had moved ahead in another important area."], [8, " Americans went on to set foot on the moon, while the Russians have continued to expand their capabilities in near-earth space."], [8, " And, given this fact, the United States cannot afford to forego its responsibility—to itself and to the free world—to have a part in manned space flight."], [8, " not to be in space, while others do have men in space, is unthinkable, and a position which Americans cannot accept."], [8, " Such a system would allow many men to spend long periods engaged in scientific, military, or even commercial activities in a more or less permanent station which could be visited cheaply and frequently and refurbished, by means of a shuttle."], [8, " Without the shuttle when our present manned space program ends in 1973 we will surrender center stage in space to the only other nation that has the determination and capability to occupy it."], [8, " The United States and the whole free world would then face a decade or more in which Soviet supremacy in space would be unchallenged."], [8, " Even so, by moving ahead at this time, we can have the Shuttle in manned flight by 1978, and operational a short time later."], [8, " In fact, one wall of a new space gallery where a shuttle would be housed was already erected in anticipation."], [8, " They also must guarantee a climate-controlled building will be constructed to house their shuttle."], [8, " Every gram of mass that must be boosted up into orbit must be paid for with fuel, and adding fuel adds weight that must also be paid for in more fuel (this spiral of mass-begets-fuel-begets-mass is often referred to as the tyranny of the rocket equation )."], [9, " The rising costs of development and the prioritization of Project Gemini led to the cancellation of the Dyna-Soar program in December 1963."], [9, " Each Space Shuttle orbiter was designed for a projected lifespan of 100 launches or ten years of operational life, although this was later extended."], [9, " After the system became operational, however, the vehicle’s operating costs and the time needed for refurbishment between flights proved to be significantly higher than early projections."], [9, " Each vehicle was designed with a projected lifespan of 100 launches, or 10 years' operational life."], [9, " Original selling points on the shuttles were over 150 launches over a 15-year operational span with a 'launch per month' expected at the peak of the program, but extensive delays in the development of the International Space Station [2] never created such a peak demand for frequent flights."], [9, " Early during development of the Space Shuttle, NASA had estimated that the program would cost $7."], [9, "45 billion ($43 billion in 2011 dollars, adjusting for inflation) in development/non-recurring costs, and $9."], [9, " [18] [19] A more realistic projection of 12 flights per year for the 15-year service life combined with the initial development costs would have resulted in a total cost projection for the program of roughly $54 billion (in 2011 dollars)."], [9, " The total cost of the actual 30-year service life of the Shuttle program through 2011, adjusted for inflation, was $196 billion."], [9, " [8] The exact breakdown into non-recurring and recurring costs is not available, but, according to NASA, the average cost to launch a Space Shuttle as of 2011 was about $450 million per mission."], [9, " NASA's budget for 2005 allocated 30%, or $5 billion, to space shuttle operations; [21] this was decreased in 2006 to a request of $4."], [9, " [22] Non-launch costs account for a significant part of the program budget: for example, during fiscal years 2004 to 2006, NASA spent around $13 billion on the Space Shuttle program, [23] even though the fleet was grounded in the aftermath of the Columbia disaster and there were a total of three launches during this period of time."], [9, " Per-launch costs can be measured by dividing the total cost over the life of the program (including buildings, facilities, training, salaries, etc."], [9, " With 135 missions, and the total cost of US$192 billion (in 2010 dollars), this gives approximately $1."], [9, " [26] Success-oriented management has since been studied by several analysts in the area."], [9, " Recommendation VIII – The nation's reliance on the shuttle as its principal space launch capability created a relentless pressure on NASA to increase the flight rate ."], [9, " The thermal degradation resulted in “resulted in a rapid catastrophic structural breakdown rather than an instantaneous explosive failure”."], [9, " On the basis of those expectations, the United States planned to use the shuttle as its sole launch vehicle once it entered operation and to operate a shuttle fleet with a launch rate as high as 60 per year."], [9, " With additional shuttle flights, it became evident that projections of the vehicle’s operational costs and performance had been extremely optimistic."], [9, " Major refurbishment was required between each launch; the highest flight rate achieved was in 1985, when the shuttle was launched nine times."], [9, " Each launch cost hundreds of millions of dollars, rather than the tens of millions that had been promised in 1972."], [9, " A typical shuttle mission lasts seven to eight days , but can extend to as much as 14 days depending upon the objectives of the mission."], [9, " The Atlantis has the shortest missions of the space shuttles, reaching a maximum of 14 days due to its dependency on its own fuel supply."], [9, " 2019 \t \n These example sentences are selected automatically from various online news sources to reflect current usage of the word 'space shuttle."], [9, " That's the cost NASA estimates for shipping and handling on a space shuttle."], [9, "8 million price tag is more than 30 percent off the original sticker price of $42 million NASA was asking in December of 2008."], [9, " More than 20 inquiries were received after the initial listing, but NASA expects others will step up now that the shuttles have been discounted."], [9, " And, it's offering numerous other items are space-shuttle related (."], [9, " [3] The program flew a total of 355 people representing 16 countries."], [9, " [2] Initially, the launches were given sequential numbers indicating order of launch, such as STS-7 ."], [9, " Beggs ' triskaidekaphobia and consequent unwillingness to number a forthcoming flight as STS-13, [6] [7] [8] [9] beginning in 1984, each mission was assigned a code, such as STS-41-B , with the first digit indicating the federal fiscal year offset into the program (so 41-B was scheduled for FY 1984, 51-L originally for FY 1985 and the third flight in FY 1995 would have been named 151-C), the second digit indicating the launch site (1 was Kennedy Space Center and 2 was Space Launch Complex (SLC) 6 at Vandenberg Air Force Base , although Vandenberg was never used), and the letter indicating scheduling sequence."], [9, " Unlike the initial system, however, the numbers were assigned based on the initial mission schedule, and did not always reflect actual launch order."], [9, " The following list includes the free-flight tests, durations listed count only the orbiter free-flight time."], [9, " All these figures may vary depending on requirements of each mission."], [9, " The cost and complexity of today's shuttle is one-half of what it was six months ago."], [9, " This airplane-like spacecraft will make a launch into orbit an almost routine event—at a cost 1/ 10th of today's cost of space operations."], [9, " And it will do this so economically that, if necessary, it can provide transportation to and from space each week, at an annual operating cost that is equivalent to only 15 percent of today's total NASA budget, or about the total cost of a single Apollo flight."], [9, " The Cost of the Shuttle Has Been Cut in Half Six months ago NASA's plan for the shuttle was one involving heavy investment—$10 billion before the first manned orbital flight—in order to achieve a very low subsequent cost per flight—less than $5 million."], [9, " But since then the design has been refined, and a tradeoff has been made between investment cost and operational cost per flight."], [9, " The result: a shuttle that can be developed for an investment of $4."], [9, "5–$5 billion over a period of six years that will still only cost around $10 million or less per flight."], [9, " (This means 30 flights per year at an annual cost for space transportation of 10 percent of today's NASA total budget, or one flight per week for 15 percent."], [9, " This reduction in investment cost was partly the result of a tradeoff just mentioned, and partly due to a series of technical changes."], [9, " An accelerated start on the shuttle would lead to a direct employment of 8,800 by the end of 1972, and 24,000 by the end of 1973."], [9, " It will have low operating costs, and allow 30 to 50 space flights per year at a transportation cost equivalent to 10–15 percent of today's total NASA budget."], [9, " It would perform a wider variety and greater number of missions than the traditional one-use space rocket, and at a lower cost to the taxpayer."], [9, " Much is expected from the two remaining Apollo missions—in fact, their scientific results should exceed the return from all the earlier flights together."], [9, " The resulting economies may bring operating costs down as low as one-tenth of those present launch vehicles."], [9, " The low cost estimate was based on an increased number of missions, so the shuttle eventually was not cost effective because a fewer number of flights were successfully completed."], [9, " The economic impact to the area is estimated at about $15 million."], [9, "5 percent cabin air volume) \"would not produce any long-term effects on the health of the crewmembers."], [10, " NASA used a management philosophy known as success-oriented management during the Space Shuttle program which was described by historian Alex Roland in the aftermath of the Columbia disaster as \"hoping for the best\"."], [10, " The Space Shuttle Columbia Disaster The Columbia Disaster is one of the most tragic events in spaceflight history."], [10, " This section of Space Safety Magazine is dedicated to the Columbia disaster."], [10, " By reading this introduction, and the articles accessible from the sidebar, you will learn all the facts that led to this tragedy, its technical and organizational causes, its consequences on NASA and future human spaceflight programs , the lessons learned, and the precious testimony of people directly involved in the event."], [10, " [cleveryoutube video=”3TnSlEMJCNs” vidstyle=”1″ pic=”” afterpic=”” width=”” quality=”inherit” starttime=”” endtime=”” caption=”President George Bush addressing the nation after the Columbia accident."], [10, " Right from the start, the board aimed to investigate how the Columbia disaster happened as well as look into NASA’s organization and culture."], [10, " The Lost Crew \n But what really happened to Columbia’s crew? Besides the loss of the vehicle, the Columbia disaster was first and foremost a human tragedy, and NASA wanted to know what killed the Columbia crew."], [10, " It states the cause of death as ‘blunt trauma and loss of oxygen’."], [10, " NASA tried to remove the Crew Survival Working Group section from the CAIB report, considering it too disturbing for the victim’s families."], [10, " Either way, he believed that the Columbia Crew Survival Working Group section constituted a fundamental document that had to be published to prevent a similar tragedy in the future."], [10, " A second commission, the Spacecraft Crew Survival Integrated Investigation Team (SCSIIT), was formed a year after the tragedy “to perform a comprehensive analysis of the accident, focusing on factors and events affecting crew survival, and to develop recommendations for improving crew survival for all future human space flight vehicles ."], [10, " In 2009, Jonathan Clark joined the Red Bull Stratos team as medical director, hoping to help developing the gear that could save future crews from accidents like Columbia."], [10, " “CAIB particularly called out a NASA culture that accepted mission success over  engineering understanding , the stifling of differences of opinion, and evolution of an informal chain of command”, says Gary Johnson in his article “ Causes and Consequences of the Columbia Disaster ."], [10, " Bryan O’Connor, NASA Chief, Safety and Mission Assurance and former Shuttle pilot, lists his personal lessons learned from the disaster in “ Lessons learned from the Columbia disaster ”."], [10, " “ Organizational factors of the Columbia disaster ” tackles the importance of creating a culture of open communication in an organization."], [10, " What NASA learned from the Columbia disaster has been captured in programs such as the Academy of Program/Project and Engineering Leadership (APPEL), which serves as a resource for future NASA investigation boards, government and private agencies."], [10, " The Columbia Disaster was also the first space accident that posed the general public in danger."], [10, " Wayne Hale narrates the events in “ How we nearly lost Discovery ”."], [10, " In the aftermath of the Columbia investigation, the political administration realigned its priorities."], [10, " The Federal Emergency Management Agency coordinated the overall disaster response, and tasked the FBI with finding, identifying, and recovering the crew."], [10, " “The FBI was a critical part of the Columbia recovery effort,” explained Ronald B."], [10, " January marks National Slavery and Human Trafficking Prevention Month, but a recent case in Wisconsin illustrates how the FBI works with its partners year-round to get dangerous traffickers off the streets and obtain justice for victims."], [10, " This initiative was the direct result of a space race between the United States and the former Soviet Union at a time when the two superpowers were involved in a period of hostile relations known as the Cold War (1945–91)."], [10, " The situation changed in the early 1970s, with the end of Project Apollo."], [10, " Behind the direct cause of the foam strike, the report leveled damning critiques at NASA's pre- and post-launch decision-making, painting a picture of an agency dominated by milestone-obsessed middle management."], [11, " This is the 1/144 Scale Apollo Saturn V Plastic Model Kit from Revell Germany."], [11, " Assemble the Space Shuttle Discovery & Booster Rockets with this 1:144 Scale Plastic Model Kit from Revell."], [11, " This is the 1/100 Scale Vostok Rocket Plastic Model Kit by MPC."], [11, " This is the 1/144 Scale Space Shuttle Atlantis Plastic Model Kit from Revell Germany."], [11, " This is the 1/350 Scale Space Program Plastic Model Kit of the Mercury 9 Rocket by Pegasus Hobbies."], [11, " This is a plastic model kit of the 1/100 Scale Space Shuttle Atlantis from Tamiya."], [11, " This is the 1/144 Scale Space Shuttle with Boeing 747-100 Plastic Model Kit by Dragon."], [11, " This is a 1/288 Plastic Space Shuttle & NASA Transport Model Kit from Academy Plastics."], [11, " This is the 1/144 Scale NASA Space Shuttle Plastic Model Kit from Minicraft Models."], [11, " This is the 1/200 Scale Space Shuttle Orbiter and Boeing 747 Plastic Model Kit from Hasegawa ."], [11, " This is the 1/144 Scale Space Shuttle with Cargo Bay and Satellite Plastic Model Kit by Dragon."], [11, " This is the 1/48 Scale Apollo 11 CSM (Command/Service Module) Plastic Model Kit from Dragon."], [11, " This is the 1/400 Scale NASA- Space Shuttle Discovery w/Crawler Transporter (Assembled Die Cast) Model From Dragon."], [12, " Crew compartment [ edit ] \n The crew compartment comprised three decks, and was the pressurized, habitable area on all Space Shuttle missions."], [12, " The cockpit consisted of two seats for the commander and pilot, as well as an additional two to four seats for crew members."], [12, " The mid-deck is located below the cockpit, and is where the galley and crew bunks were set up, as well as three or four crew member seats."], [12, " [14] : 60–62 [23] : 365–369 To ensure the cabin would be comfortable for the crew, designers created a full-sized cardboard mock-up of the cabin."], [12, " Atlantis was the first Shuttle to fly with a glass cockpit , on STS-101 ."], [12, " The flight deck was the top level of the crew compartment, and contained the flight controls for the orbiter."], [12, " The commander sat in the front left seat, and the pilot sat in the front right seat, with two to four additional seats set up for additional crew members."], [12, " The MCDS displayed the flight information at the commander and pilot seats, as well as at the after seating location, and also controlled the data on the HUD."], [12, " The aft section of the flight decked contained windows looking into the payload bay, as well as an RHC to control the Remote Manipulator System during cargo operations."], [12, " Additionally, the aft flight deck had monitors for a closed-circuit television to view the cargo bay."], [12, " The mid-deck contained seats for three crewmembers ( Columbia' s mid-deck could seat four) during launch and landing procedures."], [12, " The mid-deck contained a port-side hatch that crew used for entry and exit while on Earth."], [12, " Additionally, each orbiter was originally installed with an internal airlock in the mid-deck."], [12, " The crew compartment, located in the forward fuselage, normally carried crews of seven astronauts, but occasionally carried fewer people."], [12, " The orbiter crew cabin consisted of three levels: the flight deck, the mid-deck, and the utility area."], [12, " The uppermost of these was the flight deck, in which sat the Space Shuttle's commander and pilot, with up to two mission specialists seated behind them."], [12, " The mid-deck, which was below the flight deck, had three more seats for the rest of the crew members."], [12, " The galley, toilet, sleep locations, storage lockers, and the side hatch for entering and exiting the orbiter were also located on the mid-deck, as well as the airlock ."], [12, " The name \"Enterprise\" in black was painted on the payload bay doors just above the forwardmost hinge and behind the crew module; on the aft end of the payload bay doors was the NASA \"worm\" logotype in gray."], [12, " Also, the name of the orbiter was inscribed not on the payload bay doors, but on the forward fuselage just below and behind the cockpit windows."], [12, " The entire module is loaded into the cargo bay of the shuttle prior to take-off, and remains there while the shuttle is in orbit, with the cargo-bay doors opened to give access to space."], [12, " Orbiter — The space shuttle itself; contains the cargo bay, crew cabin, main engines."], [13, " Program history [ edit ] \n See also: Space Shuttle , List of Space Shuttle missions , and Timeline of Space Shuttle missions ."], [13, " Atlantis flew 33 missions, including secret missions for the U."], [13, " Space Shuttle program , Space Shuttle missions , Lists of space missions ."], [13, " For missions flown by the Soviet Buran spacecraft, sometimes referred to as a space shuttle, see List of Buran missions ."], [13, " Shuttle flights Edit \n See also: Timeline of Space Shuttle missions ."], [14, " The orbiter then glided as a spaceplane to a runway landing, usually to the Shuttle Landing Facility at Kennedy Space Center , Florida or Rogers Dry Lake in Edwards Air Force Base , California."], [14, " After landing at Edwards, the orbiter was flown back to the KSC on the Shuttle Carrier Aircraft , a specially modified Boeing 747 ."], [14, " In the late-1950s, the Air Force began developing the partially reusable X-20 Dyna-Soar ."], [14, " After it arrived at Edwards AFB, Enterprise underwent flight testing with the Shuttle Carrier Aircraft , a Boeing 747 that had been modified to carry the orbiter."], [14, " On August 12, 1977, Enterprise conducted its first glide test, where it detached from the Shuttle Carrier Aircraft and landed at Edwards AFB."], [14, " Air Force at the Vandenberg Air Force Base was responsible for launch, landing and turnaround operations for polar orbits (though this was never used), the Johnson Space Center served as the central point for all Shuttle operations, the Marshall Space Flight Center was responsible for the main engines, external tank, and solid rocket boosters, the John C."], [14, " Air Force high-altitude full-pressure suits, which included a full-pressure helmet during ascent and descent."], [14, " From the fifth flight, STS-5 , until the loss of Challenger , the crew wore one-piece light blue nomex flight suits and partial-pressure helmets."], [14, " After the Challenger disaster, the crew members wore the Launch Entry Suit (LES), a partial-pressure version of the high-altitude pressure suits with a helmet."], [14, " The X-15 program in the 1950s tested the idea of flying a space plane."], [14, " Air Force also conducted studies on semi-reusable spacecraft in the 1960s."], [14, " The Air Force constructed a launch pad in Vandenberg, Calif."], [14, " When its mission was complete, the orbiter would re-enter the Earth 's atmosphere and land like a glider at either the Kennedy Space Center or Edwards Air Force Base ."], [14, " A drag chute is deployed by Endeavour as it completes a mission of almost 17 days in space on Runway 22 at Edwards Air Force Base in southern California."], [14, " To the glee of \"Star Trek\" fans everywhere, Enterprise was named after the venerable starship commanded by Captain Kirk in the original series."], [14, " 2 'Mad Mike' Hughes, daredevil who built a homemade steam rocket, dies in launch attempt ."], [14, " This allowed the Space Shuttle to glide and land on a runway ."], [14, " When a mission is finished and the shuttle is halfway around the world from the landing site (Kennedy Space Center, Edwards Air Force Base), mission control gives the command to come home, which prompts the crew to: ."], [14, " NASA's Dream Chaser will 'land and take off like a regular plane' ."], [14, "Fiery Ride Home \n Experience your own landing by riding the re-entry slide to the first floor of Space Shuttle Atlantis."], [14, " Overall, the Space Shuttle orbiter was roughly the same size as a McDonnell Douglas DC-9 airliner ."], [14, " The Orbiter nearly always landed at either Edwards Air Force Base (California) or at the Kennedy Space Center Shuttle Landing Facility (Florida), although one mission – STS-3 – landed at the White Sands Space Harbor in New Mexico."], [14, " From 1981 to 2011 a total of 135 missions were flown, launched from Kennedy Space Center (KSC) in Florida."], [14, " [4] The Kennedy Space Center served as the landing site for 78 missions, while 54 missions landed at Edwards Air Force Base in California and once at White Sands, New Mexico."], [14, " Shuttles can land at extra-long landing strips at either Edwards Air Force Base in California or the Kennedy Space Center in Florida ."], [14, " All of the space shuttles were tested at Edwards Air Force Base just outside of Palmdale, where 53 of NASA's 133 shuttle missions landed, she said."], [14, " \"The Museum of Flight put a tremendous amount of effort into landing a retired shuttle in the Pacific Northwest."], [14, " Falcon Heavy draws upon the proven heritage\n and reliability of Falcon 9."], [14, " Falcon Heavy was\n designed from the outset to carry humans\n into space and restores the possibility of\n flying missions with crew to the Moon or\n Mars."], [14, "\n The Delta family of rockets are built by\n Boeing and operated by the United Launch\n Alliance for commercial launches, military\n missions, and NASA flights."], [14, " Since their debut in August\n 2002, Atlas V vehicles have achieved 100\n percent mission success in launches from\n Space Launch Complex-41 at Cape Canaveral\n Air Force Station, Fla."], [14, " and Space Launch\n Complex-3E at Vandenberg Air Force Base,\n Calif."], [15, " [16] [17] The Air Force Flight Dynamics Laboratory argued that a straight-wing design would not be able to withstand the high thermal and aerodynamic stresses during reentry, and would not provide the required cross-range capability."], [15, " NASA determined that a design with two side boosters should be used, and the boosters should be reusable to reduce costs."], [15, " NASA and the Air Force elected to use solid-propellant boosters because of the lower costs and the ease of refurbishing them for reuse after they landed in the ocean."], [15, " Enterprise was designed as a test vehicle, and did not include engines or heat shielding."], [15, " Previous NASA spacecraft had used ablative heat shields, but those could not be reused."], [15, " NASA chose to use ceramic tiles for thermal protection, as the shuttle could then be constructed of lightweight aluminum , and the tiles could be individually replaced as needed."], [15, " NASA coordinated with the Air Force to use satellites to image the underside of Columbia , and determined there was no damage."], [15, " [33] Two payload bay doors hinged on either side of the bay, and provided a relatively airtight seal to protect payloads from heating during launch and reentry."], [15, " The payload bay doors served an additional function as radiators for the orbiter vehicle's heat, and were opened upon reaching orbit for heat rejection."], [15, " Throughout the flight, they were used for orbit changes, as well as the deorbit burn prior to reentry."], [15, " The orbiter was protected from heat during reentry by the Thermal Protection System (TPS), a thermal soaking protective layer around the orbiter."], [15, " In contrast with previous US spacecraft, which had used ablative heat shields , the reusabilit ."], [15, " It was designed to carry large payloads — such as satellites — into orbit and bring them back, if necessary, for repairs."], [15, " It conducted several test flights, which dealt with early problems with the heat shield and with the automatic landing systems."], [15, " The technical cause was traced to an external booster rocket seal failing, but managerial causes were also blamed – including extensive pressure on the shuttle program to launch frequently."], [15, " Other safety changes included a new escape system for use when the orbiter was in controlled flight, improved landing gear tires and brakes, and the reintroduction of pressure suits for Shuttle astronauts (these had been discontinued after STS-4 ; astronauts wore only coveralls and oxygen helmets from that point on until the Challenger accident)."], [15, " Enterprise , which was used for atmospheric test flights but not for orbital flight, had many parts taken out for use on the other orbiters."], [15, " Patchy communications were expected during re-entry, but not deathly silence."], [15, " Their flawed reasoning combined with wrong assumptions in modeling the impact (that predicted the depth to which the foam debris would penetrate a Thermal Protection System tile), ultimately led seven astronauts to pay with their lives."], [15, " The seat restraints could not prevent lethal blows from other objects in the crew module."], [15, " Ironically, they are seen enjoying the effects of the heat caused by re-entry, glowing against the window, which would later rip the Shuttle apart."], [15, " The assistance of the International Space Station as well as the Shuttle’s own robotic arm has also been taken to inspect the heat shield."], [15, " Enterprise was built without a heat shield or engines, making it incapable of spaceflight."], [15, " The launch had taken place in unusually cold weather, and a sealing ring within a segment joint of one of the solid rocket boosters failed."], [15, " Finally, they burn leftover fuel from the forward RCS as a safety precaution because this area encounters the highest heat of re-entry."], [15, " The orbiter is covered with ceramic insulating materials designed to protect it from this heat."], [15, " Maneuvering of the orbiter for re-entry \n These materials are designed to absorb large quantities of heat without increasing their temperature very much."], [15, " With this design, the orbiter can generate lift with a small wing area."], [15, " During this time, the orbiter is cooling and noxious gases, which were made during the heat of re-entry, blow away."], [15, " The Firearms-Toolmarks Unit at the FBI Laboratory later helped find serial numbers on damaged tiles, which helped NASA determine the cause of the crash—a thermal breach in the left wing that led to structural failure."], [15, " The RCS also controlled the attitude of the orbiter during most of its re-entry into the Earth's atmosphere – until the air became dense enough that the rudder, elevons and body flap became effective."], [15, " These were omitted in favor of flush-mounted thrusters for fear that the RCS doors would remain stuck open and endanger the crew and orbiter during re-entry."], [15, " [9] The TPS protected it from the cold soak of −121 °C (−186 °F) in space to the 1,649 °C (3,000 °F) heat of re-entry."], [15, " Challenger also had black tiles on the tip of its vertical stabilizer much like Columbia , which the other orbiters lacked."], [15, " While all of the orbiters were externally practically identical, they had minor differences in their interiors."], [15, " This shape exposes the maximum possible surface area of burning fuel during launch, increasing combustion efficiency."], [15, " As dictated by the laws of physics, less than half of the energy released in combustion can be communicated to the shuttle as kinetic energy , even by an ideal rocket motor."], [15, " Most materials normally used in aircraft construction would melt or vaporize at these temperatures."], [15, " It was necessary, therefore, to find a way of protecting the shuttle ’ s interior from this searing heat."], [15, " NASA officials decided to use a variety of insulating materials on the shuttle ’ s outer skin."], [15, " Parts less severely heated during reentry are covered with 2,300 flexible quilts of a silica-glass composite."], [15, " The portions of the shuttle most severely stressed by heat — the nose and the leading edges of the wings — are coated with an even more resistant material termed carbon-carbon."], [15, " Most of these (254 modifications in all) were made in the orbiter."], [15, " NASA officials also insisted that it would not have been possible to fly the shuttle in such away as to spare the damage surfaces, as the shuttle ’ s path is already designed to minimize heating on reentry."], [15, " For example, it may prove possible (with an economical space transportation system, such as the shuttle) to place into orbit huge fields of solar batteries—and then beam the collected energy down to earth."], [15, " However, the booster rockets are equipped with parachutes to slow their descent and allow them to land safely in the ocean, where they are recovered and prepared for use on the next mission."], [15, " Rather than carrying up spare \"air,\" spacecraft launch with a mostly fixed volume of internal air, which they recycle by adding back component gasses."], [15, " To preserve propellant, the orbiter would be placed into an attitude needing minimal fuel to maintain."], [16, " Four fully operational orbiters were initially built: Columbia , Challenger , Discovery , and Atlantis ."], [16, " A fifth operational (and sixth in total) orbiter, Endeavour , was built in 1991 to replace Challenger ."], [16, " On January 29, 1979, NASA ordered two additional orbiters, OV-103 and OV-104, which were named Discovery and Atlantis ."], [16, " From left: Columbia , Challenger , Discovery , Atlantis , and Endeavour ."], [16, " Following the construction of Columbia (OV-102) and the conversion of Challenger (OV-099) to a flyable spacecraft, Discovery (OV-103) and Atlantis (OV-104) were ordered in January 1979."], [16, " Endeavour was primarily built from structural spares that were created during the construction of Discovery and Atlantis ."], [16, " space shuttle Endeavour The space shuttle Endeavour landing at Edwards Air Force Base, southern California, May 2000."], [16, " Between 1981 and 1985 a fleet of four orbiters— Columbia (the first to fly in space), Challenger , Discovery , and Atlantis —was put into service."], [16, " In 1992, Endeavour , a replacement orbiter for the destroyed Challenger , flew its first mission."], [16, " space shuttle Endeavour The space shuttle Endeavour traveling from the Los Angeles International Airport to the California Science Center, October 2012."], [16, " Challenger (1983-1986): Challenger was originally constructed as a test vehicle and then was upgraded for spaceflight."], [16, " Endeavour (1992-2011) : Endeavour was constructed out of spare parts from other space shuttles, as a replacement for the Challenger space shuttle that exploded in 1986."], [16, " The shuttles on public display include NASA's three space-flown orbiters — Atlantis, Discovery and Endeavour — as well as the prototype shuttle Enterprise, which never flew in space but was used for landing glide tests."], [16, " A fleet of four operational orbiters, named Columbia , Challenger , Atlantis , and Discovery , was built in order to allow multiple shuttle flights each year."], [16, " Columbia † \n Challenger † \n Discovery \n Atlantis \n Endeavour \n Enterprise \n A '†' next to a name means that the Shuttle was destroyed."], [16, "\tShop our Endeavour web-store featuring the many new and exclusive space shuttle Endeavour products offered at the Science Center."], [16, " Guests who come to see  Endeavour  will begin their experience in  Endeavour Together: Parts & People , a companion exhibit featuring artifacts from  Endeavour and the external tank."], [16, " Following their visit to Endeavour Together , guests will be directed to the Samuel Oschin Pavilion to see  Endeavour ."], [16, " Endeavour Together: Parts & People  celebrates  Endeavour , the space shuttle program, and the people who helped make the program possible."], [16, "  Endeavour Together  includes images of  Endeavour  under construction locally in Palmdale and Downey, as well as artifacts that flew into space aboard  Endeavour."], [16, " NASA's space shuttle fleet was comprised of orbiters Atlantis, Challenger, Columbia, Discovery, Endeavour and a prototype craft named Enterprise."], [16, " The Discovery has flown the most missions compared to all other orbiters."], [16, " Six orbiters were built for flight: Enterprise , Columbia , Challenger , Discovery , Atlantis , and Endeavour ."], [16, " Challenger , Discovery , and Atlantis followed in 1983, 1984 and 1985 respectively."], [16, " Endeavour was built as Challenger ' s replacement, and was first launched in 1992."], [16, " Challenger established a modified marking scheme for the shuttle fleet that would be matched by Discovery , Atlantis and Endeavour ."], [16, " The three surviving flight vehicles, Discovery , Atlantis and Endeavour , still bear these markings as museum displays."], [16, " From left to right: Columbia , Challenger , Discovery , Atlantis , and Endeavour ."], [16, " Thus, the newer orbiters ( Discovery , Atlantis and Endeavour ) had slightly more cargo capacity than Columbia or Challenger ."], [16, " Four fully operational orbiters were initially built: Columbia , Challenger , Discovery , and Atlantis ."], [16, " A fifth operational orbiter, Endeavour , was built in 1991 to replace Challenger ."], [16, " The three remaining shuttles are the Atlantis , the Discovery , and the Endeavor ."], [16, " The five operating shuttles were Challenger, Columbia, Atlantis, Discovery, and Endeavour."], [16, " Only two more shuttle flights are scheduled: Endeavour on April 29 and Atlantis on June 28, wrapping up a program in which the vehicles launched satellites, built a space station, and launched and repaired an orbiting telescope."], [16, " All pending shuttle missions were put on hold, and Columbia 's three surviving companion ships— Discovery , Atlantis , and Endeavour —were grounded."], [17, " Of these, two were lost in mission accidents: Challenger in 1986 and Columbia in 2003 , with a total of fourteen astronauts killed."], [17, " All seven crew members died, including Ilan Ramon , the first Israeli astronaut to go into space."], [17, " In the course of 135 missions flown, two orbiters ( Columbia and Challenger ) suffered catastrophic accidents, with the loss of all crew members, totaling 14 astronauts."], [17, " Accidents [ edit ] \n In the course of 135 missions flown, two orbiters were destroyed, with loss of crew totalling 14 astronauts:."], [17, " There was also one abort-to-orbit and some fatal accidents on the ground during launch preparations."], [17, " The accident resulted in the loss of all seven astronauts on board."], [17, " Hundreds of volunteers, and fire and police personnel, helped with the transport."], [17, " Before launch, there were even concerns of a probable terrorist attack on Columbia , which was carrying the first Israeli astronaut."], [17, " Thousands of volunteers descended upon Texas to participate in the effort to gather the Shuttle’s remains."], [17, " US Forest Service searching for Columbia debris near the Hemphill, Texas site."], [17, "” Clark was a member of the SCSIIT and spent months investigating the last instant of the life of the crew."], [17, " In 1986, the explosion of the explosion of Shuttle Challenger had been a wake-up call for NASA ."], [17, " Its seven-person crew perished; among them was schoolteacher Christa McAuliffe , on board as the first teacher in space."], [17, " All seven crew members died, including Ilan Ramon , the first Israeli astronaut to go into space."], [17, " astronauts Jerry Ross and Franklin Chang-Díaz , each making seven separate trips to orbit."], [17, " Central time, marked the explosive end of the shuttle and the tragic death of all seven astronauts on board."], [17, " About 500 FBI employees from Texas and Louisiana eventually worked the recovery effort."], [17, " The FBI helped recover the remains of all seven crew members of the space shuttle Columbia."], [17, " He and several agents with expertise in handling hazardous materials flew down in a Bureau jet, then deployed to a staging area near Lufkin, Texas."], [17, " Searchers spread out across the countryside and sent coordinates to FBI teams if they came across suspected remains."], [17, " A NASA astronaut accompanied each FBI team that responded to reports of victim remains."], [17, " The remains of all seven astronauts were recovered, despite the obstacles of terrain and the scope of the search."], [17, " Searchers combed through pine forests, hundreds of thousands of acres of underbrush, and boggy areas."], [17, " FBI personnel from the Dallas office consider the soggy Texas terrain during a search for remains of the space shuttle Columbia crew in 2003."], [17, " Many of the team members involved in the search had rotated through one of the crash sites from the September 11, 2001 terrorist attacks."], [17, " To this day, FBI offices still receive calls about potential shuttle debris being found."], [17, " FBI employees each spent several weeks or more assisting with the search, often working 12-hour shifts."], [17, " Lee said the FBI helped rule out sabotage and terrorism early on as possible causes of the disaster, helped locate crew members, and helped catalog recovered debris."], [17, " Residents of Hemphill, Texas erected a memorial to mark where the remains of one of the space shuttle Columbia crew members were found."], [17, " The FBI helped locate the remains of all seven crew members after the February 1, 2003 tragedy."], [17, " Visit the memorial honoring the astronauts who lost their lives during space shuttle missions STS-51L Challenger and STS-107 Columbia."], [17, " \n \t—\n \t Washington Post , \"Defense: No alcohol in fatal crash involving ex-astronaut,\" 10 Jan."], [17, " Challenger and Columbia were destroyed in mission accidents in 1986 and 2003 respectively, killing a total of fourteen astronauts."], [17, " All seven astronauts were killed, including high-school teacher Christa McAuliffe , who was flying on the shuttle as part of NASA ’ s public-relations campaign Teachers in Space, designed to bolster young people ’ s interest in human space flight."], [17, " The space shuttle Columbia broke up suddenly during reentry, strewing debris over much of Texas and several other states and killing all seven astronauts on board."], [17, " In both cases, the entire crew was killed (see Challenger and Columbia Space Shuttle Disaster entries)."], [17, " The audacious rescue plan that might have saved space shuttle Columbia \n The untold story of the rescue mission that could have been NASA's finest hour."], [17, " Columbia was gone, and all seven of its crew had been killed."], [17, " A number of prominent shuttle program managers were reassigned ."], [18, " Additionally, the Air Force required a larger payload capacity than Faget's design allowed."], [18, " Once installed at the launch pad, the Space Shuttle was used to verify the proper positioning of launch complex hardware."], [18, " During reentry, the crew deployed two air data probes once they were travelling slower than Mach 5."], [18, " The star trackers are deployed while in orbit, and can automatically or manually align on a star."], [18, " Although the orbiter could not be flown without a crew, its fly-by-wire control system was entirely reliant on its main computer, the Data Processing System (DPS)."], [18, " From 1991 to 1993, the orbiter vehicles were upgraded to the AP-101S, which improved the memory and processing capabilities, and reduced the volume and weight of the computers by combining the CPU and IOP into a single unit."], [18, " During ascent, maneuvring, reentry, and landing, the four PASS GPCs functioned identically to produce quadruple redundancy, and would error check their results."], [18, " In case of a software error that would cause erroneous reports from the four PASS GPCs, a fifth GPC ran the Backup Flight System, which used a different program and could control the Space Shuttle through ascent, orbit, and reentry, but could not support an entire mission."], [18, " The five GPCs were separated in three separate bays within the mid-deck to provide redundancy in the event of a cooling fan failure."], [18, " After achieving orbit, the crew would switch some of the GPCs functions from guidance, navigation, and control (GNC) to systems management (SM) and payload (PL) to support the operational mission."], [18, " The orbiter could be used in conjunction with a variety of add-on components depending on the mission."], [18, " The SSPTS was first used on STS-118 , and allowed the orbiter vehicle to be power by the ISS's power supply."], [18, " During the development program, Rocketdyne determined that the engine was capable of safe reliable operation at 104% of the originally specified thrust."], [18, " To keep the engine thrust values consistent with previous documentation and software, NASA kept the original specified thrust as 100%, but had the RS-25 operate at higher thrust."], [18, " The normal maximum throttle was 104 percent, with 106% or 109% used for mission aborts."], [18, " Each OMS engine produced 26,700 N (6,000 lbf) of thrust, and the entire system could provide 305 m/s (1,000 ft/s) of velocity change, of which 152 m/s (500 ft/s) was used during orbital insertion."], [18, " Recommendation VII – Make all efforts to provide a crew escape system for use during controlled gliding flight."], [18, " Once moved, it will be permanently displayed in launch configuration, complete with genuine solid rocket boosters and external tank."], [18, " Cargo Bay add-ons [ change | change source ] \n Orbiter had a payload bay for various missions rather than deploying satellites."], [18, " During the re-entry, the highest temperature experienced by the Shuttle was 3000’F which is almost 1650’C."], [18, " 2019 \t Originally developed for the agency’s fleet of space shuttles , a more advanced version of the system now passively stops harmful microbes in wastewater from swimming back into potable-water reservoirs onboard the ISS."], [18, " The Reaction Control System (RCS) was composed of 44 small liquid-fueled rocket thrusters and their very sophisticated fly-by-wire flight control system , which utilized computationally intensive digital Kalman filtering ."], [18, " Electrical power [ edit ] \n Electric power for the orbiter's subsystems was provided by a set of three hydrogen-oxygen fuel cells which produced 28 volt DC power and was also converted into 115 volt 400 Hz AC three-phase electric power (for systems that used AC power )."], [18, " [6] These provided power to the entire Shuttle stack (including the SRBs and ET) from T-minus 3m30s up through the end of the mission."], [18, " New equipment for the Orbiters was installed in the same order that they underwent maintenance work, and the newer orbiters were constructed by Rockwell International, under NASA supervision, with some more advanced, lighter in weight, structural elements."], [18, " Template:Sfn The codes were adopted from STS-41-B through STS-51-L, and the sequential numbers were used internally at NASA on all processing paperwork."], [18, " This numbering scheme started at 26, with the first flight as STS-26R—the R suffix stood for \"reflight\" to disambiguate from prior missions."], [18, " Template:Sfn As a result of the changes in systems, flights under different numbering systems could have the same number with one having a letter appended, e."], [18, " The three liquid-fuel engines built into the shuttle itself have been described as the most efficient engines ever built; at maximum thrust, they achieve 99% combustion efficiency."], [18, " These allow small changes in the shuttle ’ s flight path and orientation."], [18, " The computer system used aboard the shuttle, which governs all events during takeoff and on which the shuttle ’ s pilots are completely dependent for interacting with its complex control surfaces during the glide back to Earth, is highly redundant."], [18, " Five identical computers are used, four networked with each other using one computer program , and a fifth operating independently."], [18, " The four linked computers constantly communicate with each other, testing each other ’ s decisions and deciding when any one (or two or three) are not performing properly and eliminating that computer or computers from the decision-making process."], [18, " In case all four of the interlinked computers malfunction, decision-making would be turned over automatically to the fifth computer."], [18, " This kind of redundancy is built into many essential features of the shuttle."], [18, " Many other components, of course, simply cannot be built redundantly."], [18, " Landing \n Once the shuttle reaches the atmosphere, it ceases to operate as a spacecraft and begins to function as a glider."], [18, " The reason for the disaster, said the commission, was the failure of an O-ring (literally, a flexible O-shaped ring or gasket) in a joint connecting two sections of one of the solid rocket engines."], [18, " In addition, an escape system was developed that would allow crew members to abandon a shuttle via parachute in case of emergency, and NASA redesigned its launch-abort procedures."], [18, " The STS was essentially shut down for a period of 975 days while NASA carried out the necessary changes and tested its new systems."], [18, " Redundancy — The process by which two or more identical items are included in a spacecraft to increase the safety of its human passengers."], [18, " The new system will differ radically from all existing booster systems, in that most of this new system will be recovered and used again and again—up to one hundred times."], [18, " Mission Control was sealed off, and each flight controller began carefully preserving his or her console's data."], [18, " Its three main engines had already been installed, but it didn't yet have a payload or remote manipulator arm in its cargo bay."], [18, " Standard mission operation rules dictate that the mission be aborted if CO 2 levels rise above a partial pressure of 15 mmHg (about two percent of the cabin air's volume), and mission planners believed they could stretch Columbia 's LiOH canister supply to cover a total of 30 days of mission time without breaking that CO 2 threshold."], [18, " As the first rocket\n completely developed in the 21st century,\n Falcon 9 was designed from the ground up for\n maximum reliability."], [18, " Falcon 9’s simple\n two-stage configuration minimizes the number\n of separation events — and with nine\n first-stage engines, it can safely complete\n its mission even in the event of an engine\n shutdown."], [18, " With operational launch pads on\n both coasts every Delta IV configuration is\n available to service the requirements of\n current and future satellite programs."], [19, " The External Tank was painted white for the first two Space Shuttle launches."], [19, " Also visible in the image are its attached external tank (orange) and one of its two solid-fuel boosters."], [19, " The dark overlay indicates where it is nighttime in the world."], [19, " [10] The windows were tinted with the same ink used to make American banknotes ."], [19, " The prototype orbiter Enterprise originally had a flag of the United States on the upper surface of the left wing and the letters \"USA\" in black on the right wing."], [19, " Underneath the rear of the payload bay doors on the side of the fuselage just above the wing was the text \"United States\" in black with a flag of the United States ahead of it."], [19, " The first operational orbiter, Columbia , originally had the same markings as Enterprise , although the letters \"USA\" on the right wing were slightly larger and spaced farther apart."], [19, " Columbia also had distinctive black chines on the forward part of its upper wing surfaces, which none of the other orbiters had."], [19, " The letters \"USA\" in black above an American flag were displayed on the left wing, with the NASA \"worm\" logotype in gray centered above the name of the orbiter in black on the right wing."], [19, " This would make the name visible when the orbiter was photographed in orbit with the doors open."], [19, " In 1983, Enterprise had its wing markings changed to match Challenger , and the NASA \"worm\" logotype on the aft end of the payload bay doors was changed from gray to black."], [19, " Some black markings were added to the nose, cockpit windows and vertical tail to more closely resemble the flight vehicles, but the name \"Enterprise\" remained on the payload bay doors as there was never any need to open them."], [19, " The \"meatball\" insignia was also displayed on the left wing, with the American flag above the orbiter's name, left-justified rather than centered, on the right wing."], [19, " The time it will\n appear is shown in the yellow text below this image."], [19, " The max\n height time is shown in the yellow text below this image."], [19, " The time it\n will disappear is shown in the yellow text below this image."], [19, " This mixture is molded into a long prism with a hollow core that resembles an 11-pointed star in cross section."], [20, " Get breaking space news and the latest updates on rocket launches, skywatching events and more! ."], [20, " Get breaking space news and the latest updates on rocket launches, skywatching events and more! ."], [20, "\tVisit our Reservation Information page  for details on how to get timed reservations to see Endeavour."], [20, "\tEndeavour admission included with your special exhibit or IMAX ticket."], [20, " Take your ticket to the Endeavour queue on the 2nd floor for admission."], [20, " Visit our reservation information page  for details on how to get timed reservations to see Endeavour on display in the Pavilion."], [20, " *Endeavour Timed Reservations for individuals are required on weekends, holidays, and peak dates."], [20, " Additional sponsorship and recognition opportunities are available."], [20, "\tTimed reservations to see Endeavour are required for weekends, holidays, special events and high attendance seasons including Thanksgiving Week, Winter Break and Spring Break."], [20, " Visit our reservation information page  for details on how to obtain timed tickets."], [20, "Join Us on Orbit \n Don't miss the upper gallery next to Atlantis! Interactive touch screens allow you to explore all 135 shuttle missions."], [20, " Features online exhibits, a blog, lectures, and a book talk."], [20, " History of the Space Shuttle \n Includes general information, technical information, publications, and information about specific missions."], [20, " Includes an image gallery, news center, reference desk, discoveries, technical information on the telescope, and more."], [21, " The report also created three classes of a future reusable shuttle: Class I would have a reusable orbiter mounted on expendable boosters, Class II would use stage-and-a-half staging, and Class III would have both a reusable orbiter and a reusable booster."], [21, " Space shuttle , also called Space Transportation System , partially reusable rocket -launched vehicle designed to go into orbit around Earth , to transport people and cargo to and from orbiting spacecraft , and to glide to a runway landing on its return to Earth’s surface that was developed by the U."], [21, " The space shuttle could transport satellites and other craft in the orbiter’s cargo bay for deployment in space."], [21, " It also could rendezvous with orbiting spacecraft to allow astronauts to service, resupply, or board them or to retrieve them for return to Earth."], [21, " Space Shuttles were used to carry astronauts and cargo into space ."], [21, " A reusable spacecraft with wings for controlled descent in the atmosphere, designed to transport astronauts between Earth and an orbiting space station and also used to deploy and retrieve satellites."], [21, " space shuttle - a reusable spacecraft with wings for a controlled descent through the Earth's atmosphere ballistic capsule , space vehicle , spacecraft - a craft capable of traveling in outer space; technically, a satellite around the sun ."], [21, " NASA's space shuttle was the world's first reusable spacecraft and was designed to carry astronauts and equipment into orbit."], [21, " : a reusable spacecraft designed to transport people and cargo between earth and space ."], [21, " : a spacecraft designed to transport people and cargo between earth and space that can be used repeatedly ."], [21, " space agency, this vehicle could carry astronauts and payloads into low Earth orbit , perform in-space operations, then re-enter the atmosphere and land as a glider , returning its crew and any on-board payload to the Earth."], [21, "57 m), [18] and could transport 53,800 lb (24,400 kg) to 127 mi (204 km), or 27,600 lb (12,500 kg) to the ISS at 253 mi (407 km)."], [21, " [20] The Shuttle was capable of returning approximately 35,000 lb (16,000 kg) of cargo to Earth."], [21, " A space shuttle is a reusable craft that transports people and cargo between Earth and space."], [21, " The Starliner was\n designed to accommodate seven passengers, or\n a mix of crew and cargo, for missions to\n low-Earth orbit."], [21, " Dragon is a free-flying spacecraft designed\n to deliver both cargo and people to orbiting\n destinations."], [22, " Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development."], [22, " In July 1969, the Space Shuttle Task Group issued a report that determined the Shuttle would support a space station, launch, service, and retrieve satellites, and support short-duration crewed missions."], [22, " In September 1969, the Space Task Group, under leadership of Vice President Spiro Agnew , issued a report calling for the development of a space shuttle to bring people and cargo to low Earth orbit (LEO), as well as a space tug for transfers between orbits and the Moon, and a reusable nuclear stage for deep space travel."], [22, " NASA experienced significant delays in the development of the Space Shuttle's thermal protection system ."], [22, " Construction of OV-105, later named Endeavour , began in February 1982, but NASA decided to limit the Space Shuttle fleet to four orbiters in 1983."], [22, " MEDS was flown for the first time in May 2000 on STS-98 , and the other orbiter vehicles were upgraded to it."], [22, " After the success of the Apollo 11 mission, NASA proposed an ambitious plan for a series of large space stations to be developed during… ."], [22, " space shuttle originally had been expected to reduce the high cost of spaceflight into low Earth orbit."], [22, " The original vision of the space shuttle program was to develop a vehicle that would launch into space very frequently (several times a month) to deploy and repair satellites as required."], [22, " Specifically, the National Reconnaissance Office asked that the payload bay be enlarged and that the shuttle eventually run polar missions, which are suitable for satellites to see the entire Earth's surface below."], [22, " NASA subsequently did servicing missions in 1997 (STS-82), 1999 (STS-103) and 2002 (STS-109)."], [22, " The last servicing mission was initially canceled in 2003 following concerns for astronaut safety after the Columbia disaster; since Hubble is on a different orbit from the International Space Station, the crew could not shelter at the station in case the shuttle was damaged."], [22, " Astronomers worried that there would be too big of a gap between the end of Hubble's lifetime and the beginning of the work of the James Webb Space Telescope, which initially was supposed to launch in 2010-11 but is expected to launch in 2020."], [22, " The servicing mission was delayed until 2009 (STS-125) to add a data-handling unit, replacing one that failed on orbit."], [22, " Its official name, Space Transportation System (STS) , was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development."], [22, " The program formally commenced in 1972, becoming the sole focus of NASA's human spaceflight operations after the Apollo , Skylab , and Apollo-Soyuz programs in 1975."], [22, " The Shuttle was originally conceived of and presented to the public in 1972 as a 'Space Truck' which would, among other things, be used to build a United States space station in low Earth orbit during the 1980s and then be replaced by a new vehicle by the early 1990s."], [22, " space station evolved into the International Space Station and were formally initiated in 1983 by President Ronald Reagan , but the ISS suffered from long delays, design changes and cost over-runs [2] and forced the service life of the Space Shuttle to be extended several times until 2011 when it was finally retired—serving twice as long than it was originally designed to do."], [22, " Bush 's Vision for Space Exploration , use of the Space Shuttle was to be focused almost exclusively on completing assembly of the ISS, which was far behind schedule at that point."], [22, " This group outlined ambitious post-Apollo missions centered on a large permanently crewed space station , a small reusable logistics vehicle that would support it, and ultimately a human mission to Mars ."], [22, " The Space Shuttle program was formally launched on January 5, 1972, when President Nixon announced that NASA would proceed with the development of a reusable space shuttle system."], [22, " It was originally hoped that the Shuttle Program might be able to rejuvenate Skylab, but the Shuttle was not yet ready to fly when Skylab re-entered Earth's atmosphere —partially because higher than expected solar activity caused accelerated decay of Skylab's orbit."], [22, " However, the use of Vandenberg AFB for space shuttle missions was canceled after the Challenger disaster in 1986."], [22, " Endeavour (OV-105) was built to replace Challenger (using structural spare parts originally intended for the other orbiters) and delivered in May 1991; it was first launched a year later."], [22, " NASA should encourage the transition of qualified astronauts into agency management Positions."], [22, " The Columbia Accident Investigation Board, in its report, noted the reduced risk to the crew when a Shuttle flew to the International Space Station (ISS), as the station could be used as a safe haven for the crew awaiting rescue in the event that damage to the orbiter on ascent made it unsafe for re-entry."], [22, " The board recommended that for the remaining flights, the Shuttle always orbit with the station."], [22, " Prior to STS-114, NASA Administrator Sean O'Keefe declared that all future flights of the Space Shuttle would go to the ISS, precluding the possibility of executing the final Hubble Space Telescope servicing mission which had been scheduled before the Columbia accident, despite the fact that millions of dollars worth of upgrade equipment for Hubble were ready and waiting in NASA warehouses."], [22, " The Space Shuttle program was extended several times beyond its originally envisioned 15-year life span because of the delays in building the United States space station in low Earth orbit—a project which eventually evolved into the International Space Station ."], [22, "5 billion spending provision allowing NASA to fly the Space Shuttle beyond its then-scheduled retirement in 2010 passed the Congress in April 2009, although neither NASA nor the White House requested the one-year extension."], [22, " Although the retirement was planned and roughly in line with what was expected out of STS without further upgrades, the planned replacement for the STS, the Constellation program was cancelled the year before STS concluded."], [22, " Even then, it was a close call for Discovery, NASA’s return to flight Shuttle."], [22, " NASA would keep their commitment to complete the International Space Station, a task that could only be carried out by the Shuttle, then retire the orbiter fleet, and fly their astronauts on Russian Soyuz until a new vehicle will become available."], [22, " NASA/ Jim Grossmann Why to visit : The space shuttle Atlantis was the last to fly in space before the fleet was retired in 2011 and the final orbiter to be put on public display."], [22, " In 1972 NASA received presidential approval to develop a partially reusable transport vehicle called a space shuttle ."], [22, " Facilities in Florida originally constructed for the Apollo program were remodeled for shuttle use, and construction on a facility at Vandenberg Air Force Base in California for launching the shuttle into north-south polar orbits was begun."], [22, " A replacement orbiter, Endeavour , was built, but, upon the resumption of flights, the shuttle fleet was operated with much greater assurances for the safety of its crew."], [22, " Both before and after the Challenger accident, the space shuttle demonstrated impressive capabilities in space operations, including the repair and redeployment of damaged satellites—most striking being the in-orbit repair of the Hubble Space Telescope in 1993."], [22, " space plans in the wake of the Columbia accident, it was decided to retire the space shuttle from service once assembly of the ISS had been completed."], [22, " The space shuttles [ change | change source ] \n The US space shuttles were:."], [22, " The 2005 shuttle Discovery was supposed to initiate the return to flight, but a large piece of insulating foam broke free from its external fuel tank, leaving scientists to solve the mystery and the program grounded once more until July 2006, when the Discovery and Atlantis both carried out successful missions."], [22, " However, in the future Samuel Oschin Air and Space Center, Endeavour will be displayed in vertical “ready for launch” position as part of the world’s only complete Space Shuttle System."], [22, " NASA's remaining shuttles were officially retired in 2011, with the remaining three shuttles placed on permanent public display."], [22, " Retirement [ edit ] \n With the end of the Shuttle program, plans were made to place the three remaining Space Shuttle orbiters on permanent display."], [22, " The fire sale extends beyond the shuttle program to include 2,500 items from the space program that are newly available, including space suits from Apollo and Mercury and other artifacts like an adorable model of a Gemini spacecraft."], [22, " Its official program name was Space Transportation System , taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development."], [22, " Here you'll find our collection of space shuttle patches !  As the official contractor to NASA, we have provided embroidered patches to the astronauts for the entire Space Shuttle Program from 1981 to the present day."], [22, " The United States shuttle system — which includes the shuttle vehicle itself, launch boosters, and other components — is officially termed the Space Transportation System (STS)."], [22, " Since 1988, the STS has also been essential to the construction and maintenance in orbit of the International Space Station."], [22, " As of October 2006, and with two successful flights by the shuttle fleet to the ISS, NASA is hopeful that the space shuttle can complete the construction of the space station by 2010."], [22, " NASA expects to retire the fleet in 2010 and replace it with Orion , an Apollo-type vehicle that will take humans to the moon and Mars after 2015."], [22, " NASA immediately accelerated Project Apollo and its Moon mission program, and within eight years the agency had achieved Kennedy's goal."], [22, ") When Apollo 11 landed on the Moon the United States had preliminary research on a space station and a space shuttle , but there were no official programs."], [22, " government had lost interest in moon exploration, so NASA had turned its attention to unmanned spaceflight projects such as the Large Space Telescope (LST)."], [22, " NASA officials also realized that they could not abandon the manned spaceflight program."], [22, " An immediate result of the LST project was a plan for a space shuttle that would release the LST into orbit."], [22, " Additional Apollo or Skylab flights would be very costly, especially as left-over Apollo components run out, and would give diminishing returns."], [22, " This cannot compensate for the 270,000 laid off by NASA cutbacks since the peak of the Apollo program but would take up the slack of further layoffs from Skylab and the remainder of the Apollo programs."], [22, " Repair or servicing of satellites in space will become possible, as will delivery of valuable payloads from orbit back to Earth."], [22, " Air Force, which had been working on a multiuse space plane program known as Dynasoar, NASA began work on the space shuttle program."], [22, " It was also hoped that the space shuttles would be used for a manned mission to Mars."], [22, " Los Angeles (CNN) -- NASA announced Tuesday the new retirement homes for the four remaining space shuttles -- three historic orbiters and the program's test vehicle."], [22, " It was be reassigned, at a discounted price, to one of the locations that didn't get either Endeavour or Atlantis."], [22, " The audacious rescue plan that might have saved space shuttle Columbia | Ars Technica ."], [22, " Only after the shuttle was orbiting Earth did NASA's launch imagery review reveal that the wing had been hit."], [22, " NASA planners did have one fortuitous ace in the hole that made the plan possible: while Columbia 's STS-107 mission was in progress, Atlantis was already undergoing preparation for flight as STS-114, scheduled for launch on March 1."], [23, "\" It was the heart and brains of the system and the actual ship that took people to space and brought them back."], [23, " Large crowds of spectators waited on the streets to see the shuttle as it passed through the city."], [23, " Spectators had gathered to watch Space Shuttle Columbia make what was considered another routine landing."], [23, " They only numbered a couple of hundred, compared to the thousands who had gathered to watch STS-1 land."], [23, " The seven-member crew of STS-107 was preparing to come home after a successful 15-day mission."], [23, " They were relaxed and jovial as the Shuttle re-entered the atmosphere, even shooting a video of what – no one realized – were their last moments."], [23, " Shock and Fear \n “My fellow Americans, this day has brought terrible news and great sadness to our country."], [23, " The first step was to collect the Shuttle’s wreckage in order to start piecing together what happened."], [23, " They lived and worked under difficult conditions, not expecting anything in return."], [23, " The crewmembers did not even have the time to close their helmet visors."], [23, " Some of the crew were not wearing helmets or gloves and “ were incapacitated within seconds ”."], [23, " Even if they had been wearing all their gear, the report predicted they had little chance of survival ."], [23, " From one side he was a Space Shuttle Crew Surgeon, and he had always been involved in topics like crew survival."], [23, " From the other, he had been directly affected by the tragedy, as he was the husband of Laurel Clark, one of the victims."], [23, " He says they should never have gotten complacent following a decade and a half of successful Shuttle missions."], [23, " Including repeat fliers, a total of 852 people went into space on the shuttle, with two of them, U."], [23, " But the nation couldn’t help but think about the 9/11 terror attacks less than 18 months earlier."], [23, " They were part of a massive team of professionals and volunteers—more than 25,000 people from 270 organizations helped search 2."], [23, " “We ended up forging a very close relationship with these astronauts,” Hillman said."], [23, " “They quickly learned that we had the utmost respect and dedication to getting their friends and colleagues back."], [23, " “We ended up forging a very close relationship with these astronauts."], [23, " They quickly learned that we had the utmost respect and dedication to getting their friends and colleagues back."], [23, " “NASA thanks the FBI for its work bringing our crew home, as well as all the men and women who helped NASA during this very difficult time,” Lee added."], [23, " competition among young students, making it the only shuttle ever named by children."], [23, " Americans were shocked by the event, fearing that the United States was losing the Cold War."], [23, " And now, within the last dozen years, man has discovered that he can also have the freedom of space."], [23, " \"The fact that the shuttle was created here in California had a lot to do with giving us a leg up\" over the competition, Rudolph said."], [23, " Many people in the gallery were center workers, some of whom are likely to lose their jobs when the shuttle program ends."], [23, " The world of human space flight paused—first to mourn, then to discover what had happened."], [23, " My own memories of the time immediately following the accident are dominated by images of somber meetings and frantic work."], [23, " In the end, Columbia 's loss ended not only lives but also careers at all levels of NASA."], [23, " Many involved with the mission—including many still working at NASA—to this day struggle with post-traumatic stress and survivor's guilt."], [23, " However, doing so would require the crew to spend 12 hours of each day doing as little as possible—sleeping, resting, and doing everything they could to keep their metabolic rates low."], [23, " We said goodbye to 2019 and blasted off to a whole new decade."], [23, " As we say goodbye to 2019 and launch into a new decade of discovery, we’re recapping some of the highlights that happened in the world of space exploration in December."], [23, " Instead of looking back on the last decade’s triumphs on the Space Coast, we have our eyes set on the future."], [24, " Project Mercury Drawings and Technical Diagrams \n Drawings and diagrams of the Redstone engine, spacecraft instrument panel, navigational aids, and more."], [24, " Project Gemini Drawings and Technical Diagrams \n Drawings and diagrams of spacecraft cabin equipment, parachute landing system, and more."], [24, " Project Apollo Drawings and Technical Diagrams \n Drawings and diagrams of Command Module main control panel, guidance navigation and control systems, Lunar Module landing configuration, and more."], [24, " Skylab Drawings and Technical Diagrams \n Drawings and diagrams of configuration detail, crew quarters, airlock module interior, and more."], [24, " Project Apollo-Soyuz Drawings and Technical Diagrams \n Drawings and diagrams of the docking module, Apollo spacecraft configuration, the Soyuz spacecraft, and more."], [25, "37 km/s) Burn time 124 s Fuel Solid ( ammonium perchlorate composite propellant ) First stage – Orbiter + external tank Engines 3 RS-25 engines located on Orbiter Thrust 5,250 kN (1,180,000 lbf) total, sea level liftoff [9] Specific impulse 455 seconds (4."], [25, " Shuttle components include the Orbiter Vehicle (OV) with three clustered Rocketdyne RS-25 main engines, a pair of recoverable solid rocket boosters (SRBs), and the expendable external tank (ET) containing liquid hydrogen and liquid oxygen ."], [25, " In January 1971, NASA and Air Force leadership decided that a reusable delta-wing orbiter mounted on an expendable propellant tank would be the optimal design for the Space Shuttle."], [25, " [19] At launch, it consisted of the orbiter , which contained the crew and payload, the external tank (ET), and the two solid rocket boosters (SRBs)."], [25, " The rear of the orbiter contained the Space Shuttle Main Engines (SSME), which provided thrust during launch, as well as the Orbital Maneuvering System (OMS), which allowed the orbiter to achieve, alter, and exit its orbit once in space."], [25, " The mid-deck contained the airlock, which could support two astronauts on an extravehicular activity (EVA), as well as access to pressurized research modules."], [25, " The airlock was replaced with an external airlock on Discovery , Atlantis , and Endeavour to improve docking with Mir and the ISS ."], [25, " The DPS controlled the flight controls and thrusters on the orbiter vehicle, as well as the ET and SRBs during launch."], [25, " The payload bay comprised most of the orbiter vehicle's fuselage , and provided the cargo-carrying space for the Space Shuttle's payloads."], [25, " Payloads were secured the in the payload bay to the attachment points on the longerons ."], [25, " space shuttle consisted of three major components: a winged orbiter that carried both crew and cargo; an external tank containing liquid hydrogen (fuel) and liquid oxygen (oxidizer) for the orbiter’s three main rocket engines; and a pair of large, solid-propellant, strap-on booster rockets."], [25, " After attaining 99 percent of its orbital velocity , the orbiter had exhausted the propellants in the external tank."], [25, " The solid rocket boosters (SRBs) operated for the first two minutes of flight to provide additional thrust needed to get the shuttle into orbit."], [25, " Each booster contained a solid propellant motor — the largest ever developed for space flight."], [25, " The tank was also the \"backbone\" of the space shuttle structure."], [25, " The mid-fuselage housed a 60-foot (18-meter) payload bay and robotic arm."], [25, " The Space Shuttle —composed of an orbiter launched with two reusable solid rocket boosters and a disposable external fuel tank —carried up to eight astronauts and up to 50,000 lb (23,000 kg) of payload into low Earth orbit (LEO)."], [25, " Ultimately chosen was a design using a reusable winged orbiter, reusable solid rocket boosters , and an expendable external fuel tank for the orbiter's main engines."], [25, "46 billion for \"flight hardware\" (which includes maintenance of orbiters, engines, and the external tank between flights."], [25, " A large external tank carried the liquid-oxygen and liquid-hydrogen propellants for the orbiter’s three powerful engines."], [25, " space shuttle, composed of a winged orbiter, an external liquid-propellant tank, and two solid-fuel rocket boosters."], [25, " These were the orbiter, the external fuel tank and solid rocket boosters."], [25, " The shuttle was launched out of Earth's gravity and into space by 3 rocket engines on the back of the orbiter along with help from 2 long white Solid Rocket Boosters (also called SRBs) [1] Fuel for the shuttle was stored in the large, usually orange, External Fuel Tank (also called ET)."], [25, " space shuttle n (Astronautics) any of a series of reusable US space vehicles ( Columbia (exploded 2003), Challenger (exploded 1986), Discovery , Atlantis , Endeavour ) that can be launched into earth orbit transporting astronauts and equipment for a period of observation, research, etc, before re-entry and an unpowered landing on a runway."], [25, " ) a reusable spacecraft, or orbiter, with two solid rocket boosters and an external fuel tank that are jettisoned after takeoff."], [25, " In addition to their crews and payloads, the reusable orbiter carried most of the Space Shuttle System 's liquid-fueled rocket propulsion system , but both the liquid hydrogen fuel and the liquid oxygen oxidizer for its three main rocket engines were fed from an external cryogenic propellant tank ."], [25, " The orbiters themselves did carry hypergolic propellants for their RCS thrusters and Orbital Maneuvering System engines."], [25, " The forward rockets of the Reaction Control System, located near the nose of the Space Shuttle orbiter, included 14 primary and two vernier RCS rockets."], [25, " During the early design process of the orbiter, the forward RCS thrusters were to be hidden underneath retractable doors, which would open once the orbiter reached space."], [25, " This airlock allowed two or three astronauts, wearing their Extravehicular Mobility Unit (EMU) space suits, to depressurize before a walk in space ( EVA ), and also to repressurize and re-enter the orbiter at the conclusion of the EVA."], [25, " [4] At lift-off, two solid rocket boosters (SRBs) were used to take the vehicle to an altitude of roughly 140,000 feet."], [25, " Disintegrated due to faulty solid rocket booster on January 28, 1986."], [25, ", the shuttle itself), (2) the three main engines integral to the orbiter, (3) the external fuel tank that fuels the orbiter ’ s three engines during liftoff, and (4) two solid-fuel rocket boosters also used during liftoff."], [25, ") At this point, explosive devices detach the solid-fuel rockets from the shuttle ’ s large, external fuel tank."], [25, " Another 30 were made in the solid rocket booster, 13 in the external tank, and 24 in the shuttle ’ s main engine."], [25, " KEY TERMS \n Booster — A rocket engine used to raise a large spacecraft, such as the space shuttle, into orbit."], [26, " Stennis Space Center handled main engine testing, and the Goddard Space Flight Center managed the global tracking network."], [26, " The shuttle was decommissioned and is currently on display at the Kennedy Space Center Visitor Complex near the Kennedy Space Center in Cape Canaveral, Fla."], [26, " After its last mission in 2011, Endeavour was decommissioned and is now on display at the California Science Center."], [26, " Atlantis formed part of the Space Shuttle Exhibit at the Kennedy Space Center visitor complex and has been on display there since June 29, 2013 following its refurbishment."], [26, " Endeavour , along with the last flight-qualified external tank (ET-94), is currently on display at the California Science Center's Samuel Oschin Pavilion (in a horizontal orientation) until the completion of the Samuel Oschin Air and Space Center (a planned addition to the California Science Center)."], [26, " It was an ordinary morning at the Kennedy Space Center in Cape Canaveral, Florida."], [26, " Cost of admission : Due to damage sustained during Hurricane Sandy, the Enterprise pavilion at the museum is currently closed, but scheduled to reopen on July 10."], [26, " Atlantis: Kennedy Space Center Visitor Complex, NASA, Cape Canaveral, Fla."], [26, " Atlantis was named after a ship that sailed for the Woods Hole Oceanographic Institute in Massachusetts between 1930 and 1966."], [26, " Cost of admission : A viewing of the shuttle is included in the price of admission to the Kennedy Space Center Visitor Complex: $50 for adults, $40 for children (ages 3-11)."], [26, " Space Shuttle Endeavour On display in the Samuel Oschin Pavilion ."], [26, "\tWhile we are building  Endeavour's  permanent home, a new addition to the Science Center called the  Samuel Oschin Air and Space Center ,  Endeavour  can be viewed in the Samuel Oschin Pavilion."], [26, " Space Shuttle Discovery takes final flight across downtown Washington ."], [26, " END OF AN ERA Space Shuttle Atlantis lands at the Kennedy Space Centre at Cape Canaveral yesterday."], [26, " Stand in awe of this American icon at Space Shuttle Atlantis ® , permanent home of the orbiter."], [26, " Kennedy Space Center Visitor Complex is operated for NASA by Delaware North and is entirely visitor-funded."], [26, " Kennedy Space Center Visitor Complex, Space Commerce Way, \r."], [26, " Atlantis went to the Kennedy Space Center Visitor Complex on November 2, 2012."], [26, " Displayed at Kennedy Space Center Visitor Complex in Florida."], [26, " Johnson Space Center, Houston, Texas \n Site of astronaut training and the Mission Control Center, also manages the International Space Station."], [26, " Kennedy Space Center, Florida \n Main launch center for both manned and unmanned missions since 1962, named after President John F."], [26, " The space shuttle Discovery lands in March at Florida's Kennedy Space Center."], [26, " The space shuttle Atlantis will be displayed at the Kennedy Space Center Visitor Complex in Florida; the Endeavour, at the California Science Center in Los Angeles; the Discovery, at the Smithsonian's National Air and Space Museum Steven F."], [26, " Audience members at the Kennedy Space Center cheered when Bolden announced the Atlantis would be assigned to that launch facility."], [26, " The Kennedy Space Center Visitor Complex estimates a shuttle will bring in 200,000 more guests every year."], [26, " As Columbia thundered into orbit, the younger shuttle was staged in Orbital Processing Facility 1 (OPF-1) at the Kennedy Space Center."], [26, "   Kennedy Space Center’s ‘Holidays in Space’ Goes Retro From December 13-31, guests visiting the Kennedy Space Center Visitor Complex will be able […] ."], [27, " It launched like a rocket and returned to Earth like a glider."], [27, " Columbia (1981-2003): This was the first space shuttle to fly in space."], [27, " It even flew Mercury astronaut John Glenn at age 77, making him the oldest person to fly in space to date."], [27, ", from the ISS) from orbit and returned them to Earth, though its use in this capacity was rare."], [27, " It was by pure chance that Columbia’s debris had fallen over sparsely populated regions of Texas."], [27, " Legacy \n The space Shuttle is the most complex, human-rated space vehicle ever flown."], [27, "com NASA's retired space planes are officially on display for the public to enjoy, but you'll have to go state-hopping to see all four of the iconic spacecraft."], [27, " Although it was only the third shuttle to fly to space, it flew the most missions, 39 in total."], [27, " It also was used to ferry people and supplies to and from the space station, the role for which it was first conceived."], [27, " Between 1981 and 2011, space shuttles flew 135 missions, traveled 872,906,379 km (542,398,878 miles), and launched 355 different people (306 men and 49 women) from 16 countries into orbit."], [27, " The space station is visible for a long distance around each of the listed locations."], [27, " When re-entry is successful, the orbiter encounters the main air of the atmosphere and is able to fly like an airplane ."], [27, " The Olympic torch has flown into space before, in 1996 aboard the US space shuttle Atlantis ahead of the Atlanta summer Games but has never been taken outside a spacecraft, the report added."], [27, " The space shuttle took a scenic route over downtown Washington en route to its final destination, passing near the White House, Washington Monument and Smithsonian Institution, to the delight of thousands of spectators."], [27, " Well suited to write this book, he has covered a multitude of shuttle missions, two of its tragedies, and the twists and turns of the spacecraft's career from inception to scheduled retirement."], [27, " In 1983, my class was ushered into the Kilmacolm Primary playground by a Space Shuttle - The Final Mission, BBC2, Sunday teacher who saw the value in showing six-year-olds a NASA space ship flying low over his school."], [27, "A ship like no other, the space shuttle launched like a rocket and landed like a glider while transporting astronauts to space and back for thirty years."], [27, " Go for launch and experience the sights, sounds and sensations of blasting off into space aboard the space shuttle!."], [27, " Because of this love of all things space-related, space shuttles fascinated me -the phenomenon of gravity, soaring into space beyond the skies, and the connection to the unknown."], [27, " There are around 23,000 tiles on the outside of the Discovery shuttle."], [27, " The space shuttle had an average maximum flight distance of 350 miles or almost 565 kilometers, which would mean it would need to fly 680 times further to reach the moon."], [27, " Two of the five space shuttles were destroyed during their time of space travel which is an insanely large failure rate for modern travel."], [27, " On the moon's northern hemisphere is a place known as Hadley Rille."], [27, " : a spacecraft that can be used more than once and that carries people into outer space and back to Earth ."], [27, " The amazing vehicles that made this journey to space and back:  ."], [27, " This is where the Space Station will initially appear in the sky."], [27, " The space shuttle fleet is a number of reusable spacecraft that take off like a rocket, orbit Earth like a satellite, and then land like a glider."], [27, " Its upper level — literally upper only when the shuttle is in level flight in the earth ’ s atmosphere, as there is no literal up and down when it is orbiting in free fall — is the flight deck, from which astronauts control the spacecraft during orbit and descent, and its lower level is the crew ’ s personal quarters, which contains personal lockers and sleeping, eating, and toilet facilities."], [27, " The shuttle can also carry more habitable space than that in the crew cabin."], [27, " (In rocketry, down-range distance is the horizontal distance, as measured on the ground, that a rocket has traveled since launch, as distinct from the greater distance it has traveled along its actual flight path."], [27, " The moon landing was a victory for the United States in the space race."], [27, " Cannot Forego Manned Space Flight Man has worked hard to achieve—and has indeed achieved—the freedom of mobility on land, the freedom of sailing on his oceans, and the freedom of flying in the atmosphere."], [27, " Russians and Americans, at almost the same time, first took tentative small steps beyond the earth's atmosphere, and soon learned to operate, to maneuver, and to rendezvous and dock in near-earth space."], [27, " Man has learned to fly in space, and man will continue to fly in space."], [27, " Men in near-earth orbit can be less than 100 miles from any point on earth—no farther from the U."], [27, " Why the Space Shuttle? There are three reasons why the space shuttle is the right next step in manned space flight and the U."], [27, " It is launched vertically, flies into orbit under its own power, stays there as long as it is needed, then glides back into the atmosphere and lands on a runway, ready for its next use."], [27, " Moon, NASA wanted to build a fleet of ships that would make traveling to space a routine experience."], [27, " This system will center on a space vehicle that can shuttle repeatedly from Earth to orbit and back."], [27, " The resulting changes in modes of flight and re-entry will make the ride safer, and less demanding for the passengers, so that men and women with work to do in space can \"commute\" aloft, without having to spend years in training for the skills and rigors of old-style space flight."], [27, " 'We must sail sometimes with the wind and sometimes against it', said Oliver Wendell Holmes , 'but we must sail, and not drift, nor lie at anchor."], [27, "' So with man's epic voyage into space—a voyage the United States of America has led and still shall lead."], [27, "7 meters) and the cabin can hold up to ten astronauts, although crews of five to seven are more common."], [27, " The space shuttle program paved the way for modern space exploration."], [27, " However, many supporters of the space shuttle program point out that the shuttle did mark a major advance in space travel by producing a space craft capable of making numerous journeys into space and, a great percentage of the time, returning safely to Earth."], [27, " More than 20 locations around the country sought one of the orbiters because of the potential tourist draw."], [27, " As the home of modern day air travel and the 747, which has gracefully transported shuttles for the last 30 years, Seattle would have been a perfect fit,\" Gregoire said in a statement."], [27, " \"The largest of the trainers, this addition will allow visitors to actually climb aboard the trainer and experience the hands-on training that astronauts get."], [27, " Dragon made history in 2012\n when it became the first commercial\n spacecraft in history to deliver cargo to\n the International Space Station and safely\n return cargo to Earth, a feat previously\n achieved only by governments."], [27, " It is the only\n spacecraft currently flying that is capable\n of returning significant amounts of cargo to\n Earth."], [27, " 2020 looks to be another busy year in space exploration and on the Space Coast."], [28, " Between 1995 and 1998, NASA conducted a series of shuttle missions to the orbiting Russian space station Mir to give the agency experience in station operations in anticipation of the construction of the modular International Space Station (ISS)."], [28, " Beginning in 1998, the shuttle was used extensively to take components of the ISS into orbit for assembly and to ferry astronaut crews and supplies to and from the station."], [28, " (For additional information on the space shuttle, see space exploration ."], [28, " Over the 30 years of the space shuttle program, some 355 individual cosmonauts and astronauts used the space shuttle for launching, landing or both."], [28, " The space shuttle flew 11 times to the Russian space station Mir between 1994 and 1998, with seven American astronauts doing extended stays on the space station."], [28, " Completing the space station took 13 years and dozens of shuttle missions; the number of shuttle missions total that docked at the station was 37, or more than one-third of the shuttle's total count of 135 missions."], [28, " Besides hundreds of hours of astronaut spacewalks, some of the main components that the space shuttle itself contributed included the European Columbus laboratory, the Harmony node, the Tranquility node, the Japanese Kibo laboratory, solar panels, airlocks and the Canadarm2 robotic arm used for spacecraft berthing."], [28, " The space shuttles The shuttle program had five space shuttles, as wellas the test orbiter Enterprise."], [28, " Its missions involved carrying large payloads to various orbits (including segments to be added to the International Space Station (ISS)), providing crew rotation for the space station, and performing service missions on the Hubble Space Telescope ."], [28, " Smaller goals included a variety of space vehicles for moving spacecraft around in orbit ."], [28, " After some debate between the station and the vehicle, the vehicle was chosen; suitably designed, such a spacecraft could perform some longer-duration missions and thus fill some of the goals of the station, and over the longer run, could help lower the cost of access to space and make the station less expensive."], [28, " SpaceLab hardware included a pressurized lab, but also other equipment allowing the Orbiter to serve as a crewed space observatory ( Astro-2 mission, 1995, shown) ."], [28, " military, flights to space stations and missions to launch several spacecraft into orbit."], [28, " After the success of the Apollo 11 mission, NASA proposed an ambitious plan for a series of large space stations to be developed during the 1970s and a new reusable space transportation system to send people and supplies to those stations, lunar bases, and crewed missions to Mars in the 1980s."], [28, " Cargo such as satellites , parts of a space station or scientific instruments were taken up into space by the space shuttle."], [28, " Currently, the United States has no manned spacecraft capabilities."], [28, " Train like an astronaut in the essential functions of space shuttle flight with high-tech simulators inside Space Shuttle Atlantis®."], [28, " In addition to the orbiters, NASA is also offering up surplus main engines from the space shuttle."], [28, " Mission of the space shuttle \n At one time, both the United States and the Soviet Union envisioned complex space programs that included space stations orbiting the Earth and reusable shuttle spacecraft to transport people, equipment, raw materials, and finished products to and from these space stations."], [28, " (A space station is an orbiting craft in which humans can live for extended periods of time."], [28, " As scientists and technicians are actually able to accompany their instruments into space, limiting boundaries between our manned and unmanned space programmes will disappear."], [28, " Originally, it was thought that the space shuttles would be used as transport vehicles to service a massive space station and a permanently manned lunar colony."], [28, " Originally designed to be transport ships, the various shuttles have performed a number of important missions—such as making service flights to the Hubble Space Telescope (HST) and transporting crews to the Russian Mir space station and the International Space Station (ISS)—and greatly increased our knowledge of the universe."], [28, " Originally, the shuttles were supposed to reduce the cost of space missions greatly and to increase the frequency of manned space flight."], [29, " During engine testing, the RS-25 experienced multiple nozzle failures, as well as broken turbine blades."], [29, " Its three-part fuselage provided support for the crew compartment, cargo bay, flight surfaces, and engines."], [29, " Each wing had an inboard and outboard elevon to provide flight control during reentry, along with a flap located between the wings, below the engines to control pitch ."], [29, " The orbiter's vertical stabilizer was swept backwards at 45°, and contained a rudder that could split to act as a speed brake ."], [29, " The main landing gear contained two brake assemblies each, and the nose landing gear contained an electro-hydraulic steering mechanism."], [29, " Both seats also had rudder controls, to allow rudder movement in flight and nose-wheel steering on the ground."], [29, "7 m (9 ft) segments that were mounted in the aft end of the payload bay to maintain the center of gravity during flight."], [29, " Three RS-25 engines were mounted on the orbiter's aft fuselage in a triangular pattern."], [29, " [47] The OMS engines were used after main engine cut-off (MECO) for orbital insertion."], [29, " The aft fuselage held the orbital maneuvering system, main engines and vertical tail."], [29, " Smaller thrusters located at the shuttle's nose and aft fuselage were used for small flight adjustments."], [29, " The sensors measuring the data were all located in the aft of the Shuttle’s left wing."], [29, " At an altitude of 42,672m, the crew module separated from the fuselage, triggering instant depressurization."], [29, " The investigation revealed that when the crew module separated from the fuselage, rapid depressurization occurred."], [29, " The orbiter was shaped like a large airplane with wings and a tail."], [29, " During re-entry, the aft steering jets help to keep the orbiter at its 40 degree attitude."], [29, " The commander brakes the orbiter and the speed brake on the vertical tail opens up."], [29, " The aft RCS engines were located in the two Orbital Maneuvering System (OMS) pods at the rear of the orbiter, and these included 12 primary (PRCS) and two vernier (VRCS) engines in each pod."], [29, " Three Space Shuttle Main Engines (SSMEs) were mounted on the orbiter's aft fuselage in the pattern of an equilateral triangle ."], [29, " The aft fuselage also housed three auxiliary power units (APU)."], [29, " The APUs chemically converted hydrazine fuel from a liquid state to a gas state , powering a hydraulic pump which supplied pressure for all of the hydraulic system, including the hydraulic sub-system that pointed the three main liquid-fueled rocket engines, under computerized flight control ."], [29, " The hydraulic pressure generated was also used to control all of the orbiter's \" flight control surfaces \" (the elevons, rudder, speed brake, etc."], [29, "), to deploy the landing gear of the orbiter, and to retract the umbilical hose connection doors located near the rear landing gear, which supplied the orbiter's SSMEs with liquid hydrogen and oxygen from the external tank."], [29, " Two Orbital Maneuvering System (OMS) thrusters were mounted in two separate removable pods on the orbiter's aft fuselage, located between the SSMEs and the vertical stabilizer."], [29, " During landing, the Shuttle nose wheel could be steered with the rudder pedals in the cockpit."], [29, " During the construction of Space Shuttle Endeavour , an improved nose wheel steering system was developed which allowed easier and better nose wheel steering."], [29, " Columbia also had black tiles which Enterprise lacked on its forward RCS module, around the cockpit windows, and on its vertical stabilizer."], [29, " The \"worm\" logotype, which the agency had phased out, was removed from the payload bay doors and the \"meatball\" insignia was added aft of the \"United States\" text on the lower aft fuselage."], [29, " Its interior, apart from the engines and various mechanical and electronic compartments, is subdivided into two main parts: crew cabin and cargo bay."], [29, " Upon ignition, each of the liquid-fueled engines develops 367,000 lb (1."], [29, " Final orbit is achieved by means of two small engines, the Orbital Maneuvering System (OMS) engines located on external pods at the rear of the orbiter ’ s fuselage."], [29, " Its flight during descent is entirely unpowered; its movements are controlled by its tail rudder, a large flap beneath the main engines, and elevons (small flaps on its wings)."], [30, " In addition to the Dyna-Soar, the Air Force conducted a study in 1957 to test the feasibility of reusable boosters."], [30, " Rockwell conducted structural tests on Structural Test Article (STA)-099 to determine the effect of aerodynamic stresses."], [30, " Enterprise underwent shake tests in the Mated Vertical Ground Vibration Test, where it was attached to an external tank and solid rocket boosters, and underwent vibrations to simulate the stresses of launch."], [30, " Challenger was originally built and used as a Structural Test Article (STA-099), but was converted to a complete orbiter when this was found to be less expensive than converting Enterprise from its Approach and Landing Test configuration into a spaceworthy vehicle."], [30, " The Shuttle was, in effect, a 30-year flight test program and not “purely operational”."], [30, " It was used for drop tests and glide tests, giving astronauts a sense of what to expect during trips to and from space."], [30, " Structural test article used for stress and thermal testing, later became Challenger ."], [30, " Used for approach and landing tests, not suitable for spaceflight."], [30, " Challenger while in service as structural test article STA-099 ."], [30, " The Approach and Landing Test Programme encompassed 16 separate tests of Enterprise , covering taxi tests, unmanned and manned flights on the Shuttle Carrier Aircraft , and finally the free flight tests."], [30, " It was considered a flight safety evaluation and testing mission."], [30, " White Sands Test Facility, Las Cruces, New Mexico \n Test and evaluation site for hazardous materials, space flight components, and rocket propulsion systems."], [31, " The direction you'll need to\n face is indicated directly above this image (North, Northeast,\n Northwest, etc."], [31, " The direction you'll need\n to face is indicated directly above this image (North,\n Northeast, Northwest, etc."], [31, " The direction you'll\n need to face is indicated directly above this image (North,\n Northeast, Northwest, etc."], [32, " Recommendation IV – NASA should establish an Office of Safety, Reliability and Quality Assurance to be headed by an Associate Administrator, reporting directly to the NASA Administrator."], [32, " Captain Rick Douglas Husband, Pilot William “Willie” Cameron McCool, Payload Commander Michael P."], [32, " Entry Flight Director LeRoy Cain gave Shuttle commander Rick Husband the go-ahead to initiate deorbit and reentry procedures ."], [32, " Turcotte, Commander, Naval Safety Center, Brigadier General Duane W."], [32, " Deal, commander of the subordinate 21st Space Wing, Major General Kenneth W."], [32, " Hallock, Department of Transportation (DOT) Chief of Aviation Safety Division and Steven B."], [32, " Tetrault, retired Chairman and Chief Executive Officer of McDermott Internationaland astronaut Sally Ride, who was also part of the Challenger investigation team."], [32, " Standing from left to right are Rear Admiral Stephen Turcotte, Brig."], [32, " Johnson, an Aerospace Safety Consultant who worked for NASA."], [32, " STS-107 Crew – Rear (L-R): David Brown, Laurel Clark, Michael Anderson, Ilan Ramon; Front (L-R): Rick Husband, Kalpana Chawla, William McCool."], [32, " Wayne Hale, then the incoming Space Shuttle Program Launch Integration Manager, was in the process of contacting the US Department of Defense (DoD) to pass on this request to capture on-orbit photos."], [32, " Responding to pressure from the congress, NASA reassigned certain key personnel involved, including Ron Dittemore, the Shuttle program manager, General Roy Bridges, director of the Kennedy Space Center and Linda Ham, head of mission management."], [32, " Paul Wilde, technical advisor for the Chief Engineer in the FAA Office of Commercial Space Transportation, explains the “ impact of the disaster on US aviation safety ”."], [32, " The Agency kept its commitment to safety by establishing the NASA Engineering Safety Center and a Chief Safety Officer for Space Shuttle."], [32, " Husband, commander; Laurel Blair Salton Clark, mission specialist; Kalpana Chawla, mission specialist; Michael P."], [32, " McCool, pilot; and Ilan Ramon, payload specialist representing the Israeli Space Agency."], [32, " Lee, a NASA engineer and emergency manager at the Johnson Space Center."], [32, " The crew of its final voyage were 3 Mission Specialists; David Brown, Kalpana Chawla, Laurel Clark, a Payload Specialist and Commander; Ilan Ramon and Michael Anderson, Shuttle Commander; Rick Husband, and Shuttle Pilot; William McCool."], [32, " Lee Hutchinson \n Lee is the Senior Technology Editor at Ars and oversees gadget, automotive, IT, and gaming/culture content."], [33, " The Space Shuttle was retired from service upon the conclusion of Atlantis ' s final flight on July 21, 2011."], [33, " In January 1972, President Richard Nixon approved the Shuttle, and NASA decided on its final design in March."], [33, " On June 4, 1974, Rockwell began construction on the first shuttle, Orbiter Vehicle (OV)-101, which would later be named Enterprise ."], [33, " Construction was completed on September 17, 1976, and Enterprise was moved to Edwards AFB to begin testing."], [33, " Construction began on Columbia on March 27, 1975, and it was delivered to the Kennedy Space Center (KSC) on March 25, 1979."], [33, " Later that month, Rockwell began converting STA-099 to OV-099, later named Challenger ."], [33, " After the loss of Challenger , NASA resumed production of Endeavour in September 1987."], [33, " Enterprise was taken back to California in August 1979, and later served in the development of the SLC-6 at Vandenberg AFB in 1984."], [33, " On November 26, 1980, Columbia was mated with its external tank and solid-rocket boosters, and was moved to LC-39 on December 29, 1980."], [33, " After the Challenger disaster in January 1986, NASA ordered a fifth OV, Endeavour (OV-105) in July 1987."], [33, " Formally called the Space Transportation System (STS), it lifted off into space for the first time on April 12, 1981, and made 135 flights until the program ended in 2011."], [33, " Seventh launch of the space shuttle and second liftoff of Challenger , on June 18, 1983."], [33, " The last space shuttle flight, the 135th, was launched on July 8, 2011."], [33, " The last shuttle to fly was Atlantis on the STS-135 mission in July 2011."], [33, " Enterprise' s first test flight was on February 18, 1977, only five years after the Shuttle program was formally initiated; leading to the launch of the first space-worthy shuttle Columbia on April 12, 1981 on STS-1 ."], [33, " The Space Shuttle program finished with its last mission, STS-135 flown by Atlantis , in July 2011, retiring the final Shuttle in the fleet."], [33, " The Space Shuttle program formally ended on August 31, 2011."], [33, " It was delivered to Kennedy Space Center (KSC) on March 25, 1979, and was first launched on April 12, 1981—the 20th anniversary of Yuri Gagarin 's space flight —with a crew of two."], [33, " Challenger (OV-099) was delivered to KSC in July 1982, Discovery (OV-103) in November 1983, Atlantis (OV-104) in April 1985 and Endeavour in May 1991."], [33, " The final flight of the Space Shuttle program was STS-135 on July 8, 2011."], [33, " Space Shuttle Atlantis takes flight on the STS-27 mission on December 2, 1988."], [33, " The Shuttle program continued in September 1988 with the launch of Discovery on STS-26 ."], [33, " The second \"Return to Flight\" mission, STS-121 launched on July 4, 2006, at 14:37 (EDT)."], [33, " Discovery touched down successfully on July 17, 2006 at 09:14 (EDT) on Runway 15 at Kennedy Space Center ."], [33, " On October 31, 2006, NASA announced approval of the launch of Atlantis for the fifth and final shuttle servicing mission to the Hubble Space Telescope, scheduled for August 28, 2008."], [33, " Bush issued on January 14, 2004 in his Vision for Space Exploration ."], [33, " The final Space Shuttle launch was that of Atlantis on July 8, 2011."], [33, " On October 14, 2012, Endeavour completed an unprecedented 12 mi (19 km) drive on city streets from Los Angeles International Airport to the California Science Center , where it has been on display in a temporary hangar since late 2012."], [33, " On December 30, 2008, the 400 page report was finally released to the public."], [33, " space shuttle orbiter Discovery lifting off from the Kennedy Space Center in Florida on its third mission, January 24, 1985."], [33, " After flying 31 missions, with the first being in October 1985, Atlantis had its last scheduled flight in May 2010 to the ISS (International Space Station)."], [33, " Eric Berger, Ars Technica , \"Starliner set for its historic debut flight on Friday morning,\" 18 Dec."], [33, " Discovery completed its final flight on March 9, 2011, and Endeavour completed its final flight on June 1, 2011."], [33, " Atlantis completed the last ever Shuttle flight, STS-135 , on July 21, 2011."], [33, " NASA Administrator Charles Bolden announced the disposition location of the orbiters on April 12, 2011, the 50th anniversary of the first human space flight and the 30th anniversary of the first flight of Columbia ."], [33, " The Space Shuttle was retired from service upon the conclusion of STS-135 by Atlantis on 21 July 2011."], [33, " The first shuttle to be launched into orbit about Earth was the Columbia , on April 12, 1981."], [33, " On September 29, 1988, the first post- Challenger mission was launched, STS-26."], [33, " The second mission after Columbia began on July 4, 2006, when Discovery (STS-121) was launched for another ISS mission."], [33, " from December 2006 to January 2010 in order to add components to the space station."], [33, " The new year 1972 is a year of conclusion for America's current series of manned flights to the Moon."], [33, " The first shuttle mission was performed by Columbia, which launched on April 12, 1981, commanded by a crew of two."], [33, " Challenger was completed in July 1982, Discovery in November 1983, and Atlantis in 1985."], [33, " At 10:39 Eastern Standard Time on January 16, 2003, space shuttle Columbia lifted off from pad 39A at the Kennedy Space Center in Florida."], [34, " Boeing / Rockwell (orbiter) Country of origin United States Project cost US$209 billion (2010) [1] [2] [3] Cost per launch US$450 million (2011) [4] to 1."], [34, " The original RMS could deploy or retrieve payloads up to 65,000 pounds (29,000 kg), which was later improved to 586,000 pounds (270,000 kg) [14] : 160–162 [23] : 384-385 ."], [34, " [46] The pods carried a maximum of 8,174 kilograms (18,021 lb) of MMH and 13,486 kilograms (29,732 lb) of N 2 O 4 ."], [34, " At liftoff the entire system weighed 2 million kilograms (4."], [34, " During launch the boosters and the orbiter’s main engines fired together, producing about 31,000 kilonewtons (7 million pounds) of thrust."], [34, " [17] Early estimates for the cost to deliver payload to low-Earth orbit were as low as $118 per pound ($260/kg) of payload ($635/lb or $1,400/kg in 2011 dollars), based on marginal or incremental launch costs, and assuming a 65,000 pound (30 000 kg) payload capacity and 50 launches per year."], [34, " [24] A 2017 study found that carrying one kilogram of cargo to the ISS on the Shuttle cost $272,000 in 2017 dollars, twice the cost of Cygnus and three times that of Dragon."], [34, " This vehicle was intended to carry people and as much as 29,500 kg (65,000 pounds) of cargo into low Earth orbit at low cost."], [34, " Searchers, including the FBI, recovered about 38 percent of the shuttle—more than 82,000 pieces weighing 84,800 pounds."], [34, " In addition to recovering the crew—all within a five-mile area—searchers also recovered about 38 percent of the shuttle, according to NASA: more than 84,000 pieces of the orbiter, weighing about 84,900 pounds."], [34, " Aboard a shuttle, each day an astronaut is allocated almost 4lb (1."], [34, " The Endeavour was capable of orbital speeds of 27,870 km/h (17,318 mph) and weighed a staggering 171,960 lbs (78,000 kg) when empty."], [34, " The Atlantis took half as long to construct as its nearest counterpart the Columbia and weighs about 4,000 lb less than the Columbia which is the weight of the average car."], [34, " The three fuel cells were capable of generating 21 kilowatts of power continuously (or a 15-minute peak of 36 kilowatts) with the orbiter consuming an average of about 14 kilowatts of that power (leaving 7 kilowatts for the payload)."], [34, " The cargo bay can hold up to about 65,000 lb (30,000 kg) during ascent, and about half that amount during descent."], [34, " But the payload carrying capacity has not been reduced: it is still 40,000 pounds in polar orbit, or 65,000 pounds in an easterly orbit, in a payload compartment that measures 15 × 60 feet."], [34, " Its first stage\n is composed of three Falcon 9 nine-engine\n cores whose 27 Merlin engines together\n generate more than 5 million pounds of\n thrust at liftoff, equal to approximately\n eighteen 747 aircraft."], [35, " Responsibility for the Shuttle components was spread among multiple NASA field centers."], [35, " An equipment bay was below the mid-deck, which stored environmental control and waste management systems."], [35, " It contained the crew equipment storage, as well as the sleeping and hygiene stations for the crew."], [35, " The DPS consisted of five general purpose computers (GPC), two magnetic tape mass memory units (MMUs), and the associated sensors to monitors the Space Shuttle components."], [35, " The original GPC used was the IBM AP-101B , which used a separate central processing unit (CPU) and inputer/output processor (IOP), and non-volatile solid-state memory ."], [35, " Space Shuttle missions typically brought a portable general support computer (PGSC) that could integrate with the orbiter vehicle's computers and communication suite, as well as monitor scientific and payload data."], [35, " Early missions brought the Grid Compass , one of the first laptop computers, as the PGSC, but later missions brought Apple and Intel laptops."], [35, " [34] Other types of systems and racks were part of the modular Spacelab system —pallets, igloo, IPS, etc."], [35, " [39] [35] Spacelab provided a modular, pressurized laboratory for use in orbit."], [35, " The Spacelab equipment was primarily stored in pallets, which provided storage for both experiments as well as computer and power equipment."], [35, " The bay could hold satellites, modules containing whole laboratories, and construction materials for the International Space Station."], [35, " The space shuttle also carried vital equipment needed for the interior, with some examples including exercise equipment, science racks, toilets and of course, fresh food."], [35, " NASA maintains extensive, warehoused catalogs of recovered pieces from the two destroyed orbiters."], [35, " Beginning in 1998, the space shuttle was used to carry components of the ISS into orbit, along with the crews to assemble those components."], [35, " Specialists at the FBI Laboratory helped identify some of the serial numbers of the damaged tiles."], [35, " Agents and professional staff also helped secure classified equipment and safely contain and recover hazardous materials."], [35, " Computer systems [ edit ] \n The orbiter's computer system consisted of five identical IBM AP-101 avionics computers, which redundantly controlled the vehicle's on-board systems."], [35, " The specialized HAL/S programming language was used for orbiter systems."], [35, " For example, its Spacelab modules — habitable units, carried in the shuttle ’ s cargo bay, in which astronauts carry out most of their experiments — are designed and built by the European Space Agency , and the extendible arm used to capture and release satellites — the remote manipulator system or Canadarm — is constructed in Canada ."], [35, " Equipment for experiments is arranged in racks along the walls of the Spacelab."], [35, " When necessary, two Spacelab modules can be joined to form a single, larger workspace."], [35, " The mission also supplied the International Space Station (ISS) with much needed materials."], [35, " Spacelab — A laboratory module constructed by the European Space Agency for use in the space shuttle."], [35, " Includes diagram of the Hubble, information about its scientific instruments, data storage and transmission, and mission operations and observations."], [36, " 11:00:00 EST\n Template:Sort \n Columbia \n 2\n 08d 00h\n White Sands."], [36, " 08:41:50 EDT\n Template:Sort \n Discovery \n 6\n 06d 00h\n Edwards."], [36, " 07:15:00 EST\n Template:Sort \n Discovery \n 5\n 07d 23h\n Kennedy ."], [36, " 14:50:00 EST\n Template:Sort \n Discovery \n 5\n 03d 01h\n Kennedy ."], [36, " 08:59:05 EST\n Template:Sort \n Discovery \n 7\n 06d 23h\n Kennedy ."], [36, " 07:33:00 EDT\n Template:Sort \n Discovery \n 7\n 07d 01h\n Edwards."], [36, " 06:58:01 EDT\n Template:Sort \n Discovery \n 5\n 07d 02h\n Edwards."], [37, "6-meter (15 ft) by 18-meter (60 ft) foot payload bay, 1,800-kilometer (1,100 mi) cross-range, and the capacity to lift 29,000-kilogram (65,000 lb) to an easterly low Earth orbit, and 18,000-kilogram (40,000 lb) into polar orbit."], [37, "6-meter (15 ft) wide, and was the could accommodate cylindrical payloads up to 15 feet (4."], [37, " About 24 miles (45 kilometers) up, the boosters separated from the external tank and descended on parachutes into the Atlantic Ocean."], [37, " After the solid rocket boosters separated, the orbiter carried the external tank to about 70 miles (113 km) above the Earth."], [37, " It was 122 feet (37 meters) long and had a wingspan of 78 feet (23 m)."], [37, "5 minutes to accelerate to a speed of over 27,000 km/h (17000 mph) and achieve orbit."], [37, " km in east Texas, necessitating the largest search in American history."], [37, " The commander picks up a radio beacon from the runway (Tactical Air Navigation System) when the orbiter is about 140 miles (225 km) away from the landing site and 150,000 feet (45,700 m) high."], [37, " At 25 miles (40 km) out, the shuttle's landing computers give up control to the commander."], [37, " The commander flies the shuttle around an imaginary cylinder (18,000 feet or 5,500 m in diameter) to line the orbiter up with the runway and drop the altitude."], [37, " When the orbiter is 2,000 ft (610 m) above the ground, the commander pulls up the nose to slow the rate of descent."], [37, " The orbiter's maximum glide ratio / lift-to-drag ratio varied considerably with speed, ranging from 1:1 at hypersonic speeds , 2:1 at supersonic speeds , and reaching 4."], [37, ", is approximately the size of a commercial DC-9 jet, with a length of 122 ft (37 m), a wing span of 78 ft (24 m), and a weight of approximately 171,000 lb (77,000 kg)."], [37, "5 m) wide by 60 ft (18 m) long in which the shuttle ’ s payloads — the modules or satellites that it ports to orbit or back to Earth — are stored."], [37, " Propulsion systems \n The power needed to lift a space shuttle into orbit comes from two solid-fuel rockets, each 12 ft (4 m) wide and 149 ft (45."], [37, "5 m) long, and from the shuttle ’ s three built-in, liquid-fuel engines."], [37, " At solid-engine burnout, the shuttle is at an altitude of 161,000 ft (47,000 m) and 212 mi (452 km) down range of launch site."], [37, " The rockets return to Earth via parachutes, dropping into the Atlantic Ocean at a speed of 55 mph (90 km/h)."], [37, " The three main engines turn off at approximately 522 seconds, when the shuttle has reached an altitude of 50 mi (105 km) and is 670 mi (1,426 km) down range of the launch site."], [37, " The OMS engines are fired first to insert the orbiter into an elliptical orbit with an apogee (highest altitude) of 139 mi (296 km) and a perigee (lowest altitude) of 46 mi (98 km)."], [37, " They are fired again to nudge the shuttle into a final, circular orbit with a radius of 139 mi (296 km)."], [37, " Friction between the shuttle — now traveling at 17,500 mph (28,000 km/h) — and air molecules causes the spacecraft ’ s outer surface to heat."], [37, " Eventually, portions of the shuttle ’ s surface reach 3,000 ° F (1,650 ° C)."], [37, " The more sensitive belly of the shuttle is covered with 25,000 porous insulating tiles, each approximately 6 in (15 cm) square and 5 in (12 cm) thick, made of a silica-borosilicate glass composite."], [37, " These surfaces allow the shuttle to navigate at forward speeds of thousands of miles per hour while dropping vertically at a rate of some 140 mph (225 km/h)."], [37, " When the aircraft finally touches down, it is traveling at a speed of about 190 knots (100 m per second), and requires about 1."], [37, " The orbiter has been drastically reduced in size—from a length of 206 feet down to 110 feet."], [37, " The shuttle reaches speeds of 17,321 miles (27,869 kilometers) per hour."], [38, " boosters 2 \n The Space Shuttle is a partially reusable low Earth orbital spacecraft system that was operated from 1981 to 2011 by the U."], [38, " The Air Force expected to launch large satellites into a polar orbit , and that the Space Shuttle have a 4."], [38, " The orbiter contains two star trackers to align the IMUs while in orbit."], [38, " NASA announced that subsequent crewed missions would use the Russian Soyuz spacecraft as well as spacecraft built by American companies."], [38, " NASA's Columbia orbiter launches skyward on April 12, 1981 on NASA's first-ever shuttle flight, STS-1."], [38, " NASA's space shuttle was the world's first reusable spacecraft."], [38, " Jump to navigation \n Jump to search \n 1972–2011 United States human spaceflight program, aimed at crewed scientific and logistical missions in low Earth orbit ."], [38, " The orbiter also recovered satellites and other payloads (e."], [38, " [ citation needed ] By 2012, cargo to the International Space Station was already being delivered commercially under NASA's Commercial Resupply Services by SpaceX's partially reusable Dragon spacecraft , followed by Orbital Sciences' Cygnus spacecraft in late 2013."], [38, " [14] For missions beyond low Earth orbit , NASA is building the Space Launch System and the Orion (spacecraft) ."], [38, " Both SpaceX with the Crew Dragon and Boeing with their Starliner capsule, are planning to provide crewed missions to the ISS ."], [38, " NASA is developing the Orion capsule for beyond Earth orbit missions."], [38, " NASA's Dragonfly Rotorcraft to Explore Saturn's Giant Moon Titan ."], [38, " The Atlantis holds the record of being the first space shuttle to launch an interplanetary probe, The Magellan, which went on to map 98% of Venus ’ surface."], [38, " William Harwood, CBS News , \"Spacewalkers press ahead with space station cosmic ray detector repair,\" 22 Nov."], [38, " The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated by the U."], [38, " It is not capable of flight to the moon or other planets, being designed only to orbit Earth."], [38, " Interplanetary probes such as the Galileo mission to Jupiter have been transported to space by the shuttle before launching themselves on interplanetary trajectories with their own rocket systems."], [38, " The orbiter \n The orbiter, which was manufactured by Rockwell International, Inc."], [38, " See also Rockets and missiles ; Spacecraft, manned ; Space probe ."], [38, " NASA responded by launching Project Mercury for the training of astronauts."], [38, " Space \n Information about the United States’ space flight programs, including NASA missions and the astronauts who participate in the efforts to explore Earth's galaxy."], [38, " Goddard Space Flight Center, Greenbelt, Maryland \n Develops and operates spacecraft, instruments and new technology to study the Earth, the sun, our solar system, and the universe."], [38, " Marshall Space Flight Center, Huntsville, Alabama \n NASA’s leading center in space transportation systems and space propulsion, named after George C."], [38, " Louis, Mississippi \n NASA program manager for rocket propulsion testing and earth science applications."], [38, " Picture of Earth taken from surface of the moon from Apollo 11 spacecraft."], [38, " The Los Angeles center's existing air and space gallery is now home to the Mercury-Redstone 2 capsule that carried Ham, a chimpanzee, on a suborbital flight, and the Gemini 11 capsule flown by astronauts Pete Conrad and Dick Gordon on an orbital flight."], [38, " Falcon 9 is a two-stage rocket designed and\n manufactured by SpaceX for the reliable and\n safe transport of satellites and the Dragon\n spacecraft into orbit."], [38, " Only the Saturn V\n moon rocket, last flown in 1973, delivered\n more payload to orbit."], [38, " Launched from Complex 37\n Florida’s Space Coast, it is capable\n of delivering 4,200kg of payload to orbit."], [38, "   Mars 2020 Rover’s Protective Cover Arrives at Kennedy Space Center   On December 12, the aeroshell for the Mars 2020 Rover arrived at NASA’s […] ."], [39, " space shuttle | Names, Definition, Facts, & History | Britannica ."], [39, " 5 Horrifying Facts You Didn't Know About the Space Shuttle ."], [39, " For all the details, read Cause and Consequences of the Columbia Disaster by Gary W."], [39, " You can read the precious testimony of Jonathan Clark in his article “ Remembering the Columbia Crew, One Day at a Time."], [39, " About Us | What's New | Publications | Researching NASA History | News letter/Annual Reports | Center History Offices | Topical Index | Common Topics/FAQ | Contact Us ."], [39, " National Aeronautics and Space Administration \n Page Last Updated: \n Page Editor: Bill Keeter \n NASA Official: Jacob Keaton ."], [39, " Keep up to date on: Latest Buzz · Stuff Shows & Podcasts · Tours · Weird & Wacky ."], [39, " Keep up to date on: Latest Buzz · Stuff Shows & Podcasts · Tours · Weird & Wacky ."], [39, " A Look Back at the FBI’s Role in the Wake of National Tragedy ."], [39, " 26 Facts About Space Shuttles That Are Outta This World! | The Fact Site The Fact Site requires you to enable Javascript to browse our website ."], [39, " 26 Facts About Space Shuttles That Are Outta This World! Dan Lewis | 3 mins read | ."], [39, " Related Posts 100 Surprising Technology Facts That You Didn’t Know ."], [39, " Enjoys writing about anything techy, nerdy or factually interesting."], [39, " Latest Facts Twenty-One Tremendous Facts About the Number 21 ."], [39, " Trending 100 Interesting Space Facts That’ll Blow Your Mind ."], [39, " Aaron Pressman, Fortune , \"50 Trillion Calculations per Second in the Palm of Your Hand—Data Sheet,\" 19 Sep."], [39, " Robin George Andrews, Scientific American , \"Can Spaceflight Save the Planet?,\" 6 Sep."], [39, " Published in November 22, 1971; reprinted from Exploring the Unknown: Selected Documents in the History of the U."], [39, " Your California Privacy Rights | Do Not Sell My Personal Information ."], [39, " Not Just NASA: A Look at Other Space Companies on Florida’s Space Coast ."], [40, " 07:00:04 EST\n Template:Sort \n Columbia \n 2\n 02d 06h\n Edwards."], [40, " 10:10:00 EST\n Template:Sort \n Columbia \n 2\n 02d 06h\n Edwards."], [40, " 11:00:00 EDT\n Template:Sort \n Columbia \n 2\n 07d 01h\n Edwards."], [40, " 07:19:00 EST\n Template:Sort \n Columbia \n 4\n 05d 02h\n Edwards."], [40, " 13:30:00 EST\n Template:Sort \n Challenger \n 4\n 05d 00h\n Edwards."], [40, " 07:33:00 EDT\n Template:Sort \n Challenger \n 5\n 06d 02h\n Edwards."], [40, " 02:32:00 EDT\n Template:Sort \n Challenger \n 5\n 06d 01h\n Edwards."], [40, " 11:00:00 EST\n Template:Sort \n Columbia \n 6\n 10d 07h\n Edwards."], [40, " 08:00:00 EST\n Template:Sort \n Challenger \n 5\n 07d 23h\n Kennedy ."], [40, " 08:58:00 EST\n Template:Sort \n Challenger \n 5\n 06d 23h\n Edwards."], [40, " 07:03:00 EDT\n Template:Sort \n Challenger \n 7\n 08d 05h\n Kennedy ."], [40, " 12:02:18 EDT\n Template:Sort \n Challenger \n 7\n 07d 00h\n Edwards."], [40, " 18:00:00 EDT\n Template:Sort \n Challenger \n 7\n 07d 22h\n Edwards."], [40, " 11:15:30 EDT\n Template:Sort \n Atlantis \n 5\n 04d 01h\n Edwards."], [41, " Also found in: Thesaurus , Acronyms , Encyclopedia , Wikipedia ."], [41, " Disclaimer \n All content on this website, including dictionary, thesaurus, literature, geography, and other reference data is for informational purposes only."], [41, " Subscribe to America's largest dictionary and get thousands more definitions and advanced search—ad free! ."], [41, " Pick a style below, and copy the text for your bibliography."], [41, "Within the “Cite this article” tool, pick a style to see how all available information looks when formatted according to that style."], [41, " Then, copy and paste the text into your bibliography or works cited list."], [41, "Because each style has its own formatting nuances that evolve over time and not all information is available for every reference entry or article, Encyclopedia."], [42, " However, many of the tiles that had been originally installed had to be replaced, requiring two years of installation before Columbia could fly."], [42, " In April 1979, Enterprise was taken to the Kennedy Space Center, where it was attached to an external tank and solid rocket boosters, and moved to LC-39 ."], [42, " During the two-day mission, Young and Crippen tested equipment on board the shuttle, and found several of the ceramic tiles had fallen off the top side of the Columbia ."], [42, " Columbia originally had modified SR-71 zero-zero ejection seats installed for the ALT and first four missions, but these were disabled after STS-4 and removed after STS-9 ."], [42, " The boosters were jettisoned about two minutes after liftoff and were returned to Earth by parachute for reuse."], [42, " It released the tank, which disintegrated on reentering the atmosphere."], [42, " The 15-story, rust-colored external tank was the only shuttle component that was not reused."], [42, " With its fuel spent, the tank separated and fell along a planned trajectory."], [42, " Most of it burned up in the atmosphere, and the rest fell into the ocean."], [42, ", for polar-orbiting missions, but the idea was abandoned after the Challenger disaster of 1986."], [42, " Although several shuttle military missions ran in the 1980s, the practice dwindled down and ceased after Challenger's explosion."], [42, " Several design changes were made to the space shuttle program after Columbia's demise, and a new inspection procedures to look at tiles after launch (while the astronauts were in space) were devised."], [42, " It was decommissioned after its last flight in 2011 and is now displayed at the Stephen F."], [42, " The first two missions had tanks painted white, this elimination saved some weight (about 600 lb or 270 kg)."], [42, " While the \"Return to Flight\" mission STS-114 in 2005 was successful, a similar piece of foam from a different portion of the tank was shed."], [42, " Two previous launches were scrubbed because of lingering thunderstorms and high winds around the launch pad, and the launch took place despite objections from its chief engineer and safety head."], [42, " A five-inch (13 cm) crack in the foam insulation of the external tank gave cause for concern; however, the Mission Management Team gave the go for launch."], [42, " A short time later, debris was seen falling from the skies above Texas."], [42, " A damaged videotape that was recovered from the wreckage shows the final few moments of the crew."], [42, " By 2003, the high standards and procedures brought in after Challenger had slipped away."], [42, " The tank was used only during the first eight minutes of flight; once the fuel was exhausted, the tank was discarded and burned up on reentry."], [42, " Two solid-fuel rockets assisted in accelerating the vehicle during the first two minutes of flight; they were then detached and parachuted into the ocean, where they were recovered for future use."], [42, " Before the shuttle reached orbit, the SRBs were released and fell into the Atlantic Ocean where they were towed back to shore for reuse."], [42, " The ET was also released but broke up and fell into the Indian Ocean and was not reused."], [42, " He jumped in his car, turned on the police radio, and learned the news: NASA’s space shuttle Columbia had broken up as it re-entered the atmosphere."], [42, " As the noise faded, debris started raining down into eastern Texas and western Louisiana."], [42, " It took only 73 seconds for the craft to leave the ground until it exploded."], [42, " Columbia had its name moved to the forward fuselage to match the other flight vehicles after STS-61-C , during the 1986–88 hiatus when the shuttle fleet was grounded following the loss of Challenger , but retained its original wing markings until its last overhaul (after STS-93 ), and its unique black chines for the remainder of its operational life."], [42, " [10] These codes were assigned when the launches were initially scheduled and were not changed as missions were delayed or rescheduled."], [42, " The suffix was used for two years through STS-33R, then the R was dropped."], [42, " Buran ’ s computer-piloted first flight was also its last; the program was cut to save money and all copies of the craft that had been built were dismantled."], [42, "5 million N) of thrust, and burn out only two minutes after the shuttle leaves the launch pad."], [42, " They can then be collected by ships, returned to their manufacturer (Thiokol), refurbished and refilled with solid fuel, and used again in a later shuttle launch."], [42, " Pieces of foam have broken off and struck shuttles during takeoff before, but this was the largest piece ever recorded — at least 2."], [42, " The shuttle ’ s support structure was ultimately destroyed and the shuttle quickly disintegrated as it re-entered the earth ’ s atmosphere over the western United States."], [42, " STS-114 was a successful mission; however, foam was again shed from the external tank."], [42, " A number of designs were debated and considered before it was finally decided that the space craft would consist of four major parts: the orbit ship—the shuttle—which could be used over and over again; a large external fuel tank; and two reusable solid-fuel booster rockets."], [42, " The tank is discarded eight and one-half minutes after takeoff and breaks up in the atmosphere upon reentry."], [42, " The boosters fall off two minutes after liftoff and also land in the ocean."], [42, " Two more weeks of refurbishment and prep work remained before it would be wheeled across the space center to the enormous Vehicle Assembly Building and hoisted up for attachment to an external tank and a pair of solid rocket boosters."], [43, " After an outcry from scientists, the public and Congress, NASA administrator Sean O'Keefe said in 2004 that he would review the decision."], [43, " A new administrator, Michael Griffin, arrived in 2005 and authorized a servicing mission for 2008."], [43, " Presenting the plans to Nixon, Agnew was told that the administration would not commit to a Mars mission, and limited activity to low Earth orbit for the immediate future."], [43, " [5] He was then told to select one of the two remaining proposals."], [43, " The first orbiter was originally planned to be named Constitution , but a massive write-in campaign from fans of the Star Trek television series convinced the White House to change the name to Enterprise ."], [43, " President Nixon (right) with NASA Administrator Fletcher in January 1972, three months before Congress approved funding for the Shuttle program ."], [43, " Many dissenters, including astronauts [ who? ] , asked NASA management to reconsider allowing the mission, but initially the director stood firm."], [43, " It was formally scheduled for mandatory retirement in 2010 in accord with the directives President George W."], [43, "” President George Bush delivered his speech, offering condolences to the families of the fallen astronauts, while vowing to continue America’s journey into space."], [43, " Jonathan Clark had a different opinion, and he was in a unique position."], [43, " He discussed the issue with the other affected families, and got their unconditional approval to publish it."], [43, " Senior managers at Johnson space center had declined the need for such information, overruling the engineers."], [43, " In a later interview, flight director LeRoy Cain said there were five meetings on the foam issue but they all concluded with no action required ."], [43, " It was originally called Constitution, but after receiving tens of thousands of letters from people around the country, then-president Gerald Ford decided to rename the orbiter."], [43, " This plan was quickly rejected, as there was no interest in an ambitious and expensive post-Apollo space program among the political leadership or the general public."], [43, " “It was a time when people were concerned about terrorism, and it couldn’t be ruled out right away,” said Michael Hillman, another FBI Dallas special agent."], [43, " An insider working for a government contractor in California was recently sentenced to prison for selling sensitive satellite information to someone he believed was a Russian agent."], [43, " John Glenn was aboard the Discovery when he became the oldest person to go to space in 1998."], [43, " 2019 \t There’s a great story at Ars Technica about Joe Engle, who flew the rocket-like X-15 in the 1960s before going on to pilot an early space shuttle mission."], [43, " Kennedy (1917–1963; served 1961–63) confronted the Soviet challenge in a speech before a joint session of Congress."], [43, " On November 22, 1971, at the height of discussions about building a space shuttle, NASA administrator James C."], [43, " On January 5, 1972, in a speech in San Clemente, California, President Nixon informed the American people that the United States was going to enter into the next phase of space exploration ."], [43, " Supporters of sites that were rejected expressed disappointment."], [43, " John Cornyn, R-Texas, said the Johnson Space Center in Houston should have been one of the retirement homes for an orbiter, \"but it is clear political favors trumped common sense and fairness in the selection of the final locations for the orbiter fleet,\" he said in a statement."], [43, " He noted that Houston \"played a critical role throughout the life of the space shuttle."], [43, " \"Like many Texans, I am disappointed with NASA's decision to slight the Johnson Space Center as a permanent home for one of the space shuttle orbiters,\" Cornyn said."], [43, " \"There is no question Houston should have been selected as a final home for one of the orbiters -- even Administrator Bolden stated as much."], [43, " Today's announcement is an affront to the thousands of dedicated men and women at Johnson Space Center, the greater Houston community and the state of Texas, and I'm deeply disappointed with the administration's misguided decision,\" Cornyn said."], [43, " The center hasn't hired an architect yet to design the new facility and is now planning a fundraiser, he said."], [43, " We got the word this morning, shortly before the announcement,\" Rudolph said of his reaction to winning one of the shuttles."], [43, " The center, which also features a Los Angeles charter school, is the most attended museum in southern California and one of the most attended in the country, Rudolph said."], [43, " Dianne Feinstein -- both California Democrats -- wrote to NASA's Bolden last year asking that California become home to one of the shuttles because the state has a long history with the shuttle program."], [43, " Because the announcement was being made at Kennedy, expectations were high that the visitor center would be awarded one of the shuttles."], [43, " Prior to Tuesday's announcement, the museum's president, Doug King, said museum officials didn't have any inside information."], [43, " Chris Gregoire also said he was disappointed that the NASA didn't select the Seattle museum for one of the retired shuttles."], [43, " \"However, the full fuselage trainer, that every astronaut including Bonnie Dunbar has been trained on, will soon call the Museum of Flight home,\" the governor said."], [43, " Facilities in Chicago, New York, Dayton, Ohio, and Tulsa, Oklahoma, also put in requests for an orbiter, with hopes that such a historic artifact would inspire countless children in those areas to explore careers in science and engineering."], [43, " Those accusations held a faint echo of familiarity—many of them had been raised 17 years earlier by the Rogers Commission investigating Challenger's destruction."], [43, " It is likely that Columbia 's destruction factored heavily into the resignation of NASA Administrator Sean O'Keefe."], [44, "Get exclusive access to content from our 1768 First Edition with your subscription."], [44, " Be on the lookout for your Britannica newsletter to get trusted stories delivered right to your inbox."], [44, " You can unsubscribe at any time and we'll never share your details without your permission."], [44, " You can unsubscribe at any time and we'll never share your details without your permission."], [44, " Inspire your inbox – \n Sign up for daily fun facts about this day in history, updates, and special offers."], [44, " Be on the lookout for your Britannica newsletter to get trusted stories delivered right to your inbox."], [44, " How does the map work? \n Sighting Opportunities : Select your location \n Select your location ."], [44, " Spot The Station will give you a list of upcoming space station sighting opportunities for your location."], [44, "\t\tWant to thank TFD for its existence? Tell a friend about us , add a link to this page, or visit the webmaster's page for free fun content ."], [44, " 2019 \t Just like the space shuttle launch, your own escape velocity will consume a lot of your energy reserves."], [44, "com citations as a starting point before checking the style against your school or publication’s requirements and the most-recent information available at these sites:."], [44, " Join the Ars Orbital Transmission mailing list to get weekly updates delivered to your inbox."], [44, " Congratulations on making a fabulous choice for your vacation plans!  A rocket launch might be on your agenda, but before you get your hopes up, here are some tips on making sure your vacation is as perfect as possible."], [45, " During the 1950s, the United States Air Force proposed using a reusable piloted glider to perform military operations such as reconnaissance, satellite attack, and employing air-to-ground weapons."], [45, " The military was also an active participant in the development, and the shuttle's payload bay (which carried equipment into satellites into space) was enlarged in the design phase to accommodate larger military satellites."], [45, " Space shuttle activities In the early days of the space shuttle program, mission tasks included bringing up civilians to manage experiments, and deploying satellites – both civilian and military."], [45, " As well, military satellites were gradually moved to single-use rockets, providing more frequent launch opportunities at a lower cost."], [45, " Atlantis (1985-2011): The first mission of this shuttle was a secret military mission in 1985, for which few details are known even today."], [45, " Some civilian and military circumpolar space shuttle missions were planned for Vandenberg AFB in California."], [45, " Classified military missions are being flown by the US Air Force's uncrewed space plane , the X-37B ."], [45, " Military shuttle missions and the military space plane \n Many shuttle missions have been partly or entirely military in nature."], [45, " Eight military missions — the major-ity — have been devoted to the deployment of secret military satellites in three categories: signals intelligence (i."], [45, " All these deployments occurred between 1982 and 1990, after which the military chose to use uncrewed launch rockets for all classified missions."], [45, " The shuttle has also supported several military experimental missions and non-classified satellite deployments."], [45, " The United States military is developing an armed space shuttle system or military spaceplane of its own, and says that it intends to deploy such a system by 2012."], [45, " According to an Air Force status report released in January, 2002, “ a military spaceplane armed with a variety of weapons payloads (e."], [45, " circular error probable [CEP] of less than or equal to three meters) … Spaceplanes can support a wide range of military missions including a worldwide precision strike capability; rapid unpredictable reconnaissance; new space control and missile defense capabilities; and both conventional and new tactical spacelift missions that enable augmentation and reconstitution of space assets."], [45, " If these 15 missions are successful, NASA will have flown 131 missions of the space shuttle fleet."], [45, " What about military space applications? It is true that our military planning has not yet defined a specific need for man in space for military purposes."], [45, " In any event, even without new military needs, the shuttle will provide the transportation for today's rocket-launched military spacecraft at substantially reduced cost."], [45, " It will provide both routine and quick reaction space operations for space science and for civilian and military applications."], [45, " The Air Force and NASA worked together—sometimes less than pleasantly—to develop a craft that would serve both as a vehicle for work in space and for defensive purposes, such as launching spy satellites."], [46, " President Richard Nixon (right) discusses the chosen Shuttle design with NASA Administrator James Fletcher in January 1972 ."], [46, " On April 12, 1981, the Space Shuttle launched for the first time, and was piloted by John Young and Robert Crippen ."], [46, " On July 4, 1982, STS-4 , flown by Ken Mattingly and Henry Hartsfield , landed at Edwards AFB."], [46, " President Ronald Reagan and his wife Nancy met the crew, and delivered a speech."], [46, " Commanding the 54-hour mission was astronaut veteran John Young with then-rookie flyer Robert Crippen as pilot."], [46, " In 1969, President Richard Nixon formed the Space Task Group , chaired by Vice President Spiro Agnew ."], [46, " NASA Administrator address the crowd at the Spacelab arrival ceremony in February 1982."], [46, " On the podium with him is then-Vice President George Bush, the director general of European Space Agency (ESA), Eric Quistgaard, and director of Kennedy Space Center Richard G."], [46, " \"President Ronald Reagan chats with NASA astronauts Henry Hartsfield and Thomas Mattingly on the runway as first lady Nancy Reagan scans the nose of Space Shuttle Columbia following its Independence Day landing at Edwards Air Force Base on July 4, 1982."], [46, " Logsdon, Director of the Space Policy Institute at George Washington University, Sheila E."], [46, " As Mike Ciannilli, Project Manager of the Columbia Research and Preservation Office, recounts in our story “ Living with Columbia ”, this was not an easy task."], [46, " Young , a veteran of the Gemini and Apollo programs, and Robert Laurel Crippen ."], [46, " Pat Duggins, National Public Radio's resident space expert since 1996, does yeoman's work in chronicling the story of the space shuttle ."], [46, " They remain at California Science Center, the Smithsonian's Steven F."], [46, " Arlington National Cemetery is the home of a Columbia memorial which is dated and has an outline of a Shuttle."], [46, " During the 30 years of flight, there were 2 female space shuttle commanders; Pamela Melroy and Eileen Collins."], [46, " About the Author Dan Lewis Dan Lewis has worked in the tech sector for about 7 years and is qualified in most areas including networking, hardware, software & support."], [46, " Charlie Wood, Popular Science , \"SpaceX saves mannequins from fireball."], [46, " John Meyer, The Denver Post , \"Former astronaut wants to make Rocky Mountain National Park a bit bigger."], [46, " The seven members of the first astronaut corps were called the Mercury 7 (see Tom Wolfe entry)."], [46, " In May 1961 Mercury astronaut Alan Shepard (1923–1998) became the first American in space."], [46, " In 1969 the spacecraft Apollo 11 successfully landed astronauts Neil Armstrong (1930–) and Edwin \"Buzz\" Aldrin (1930–) on the Moon (see Michael Collins and Edwin E."], [46, " space shuttle program officially began in 1972, when President Richard M."], [46, " Things to remember while reading President Nixon's Remarks on the Space Shuttle Program: President Nixon's Remarks on the Space Shuttle Program I have decided today that the United States should proceed at once with the development of an entirely new type of space transportation system designed to help transform the space frontier of the 1970's into familiar territory, easily accessible for human endeavor in the 1980's and 90's."], [46, " The Partnership: A History of the Apollo-Soyuz Test Project \n An online version of a book written by Edward Clinton Ezell and Linda Neuman Ezell, originally released as NASA Special Publication-4209 in the NASA History Series, 1978."], [46, " NASA announces new homes for retiring space shuttles By Michael Martinez and John Zarrella , CNN ."], [46, " In Los Angeles, shortly after NASA's announcement, California Science Center President Jeffrey Rudolph told reporters that the Endeavour would boost the center's annual 1."], [46, " CNN's Stan Wilson, Ed Lavandera and Irving Last contributed to this report."], [47, " This became the basis for the Aerospaceplane , a fully reusable spacecraft that was never developed beyond the initial design phase in 1962–1963."], [47, " Somehow the engineers’ sense of urgency never made it to the top."], [47, " Michael Minervini Why to visit: Enterprise was the first space shuttle, but never actually flew in space."], [47, " The Enterprise was a prototype shuttle that sadly never actually made it into space."], [47, " The first shuttle actually built, the Enterprise , was flown in the atmosphere but was never equipped for space flight; it is now in the collection of the Smithsonian Museum."], [47, " Somewhat less expensive \"space acrobatics\" can be imagined but would accomplish little and be dead-ended."], [47, " The Enterprise, a test shuttle that never flew in space, is there now."], [48, " Close-up video footage of Challenger during its final launch on January 28, 1986 clearly shows that the problems began due to an O-ring failure on the right solid rocket booster (SRB)."], [48, " To look up viewing times for any location on Earth for the ISS and dozens of other satellites, please use NASA’s SkyWatch application ."], [48, " Learn how the Hubble sees in this video from the Discovery Channel."], [48, " The exhibit also highlights the shuttle program's strong connection to California, where all the orbiters were built."], [48, "  Dramatic video programs convey the emotion and power of  Endeavour ."], [48, "The pavilion will feature images and video to introduce guests to  Endeavour ’s past missions and the crews who flew them."], [48, " Learn how to dock and land the shuttle with training simulators, and then strap in for lift-off at Shuttle Launch Experience ® ."], [48, " Get a close-up view of Atlantis, the only space shuttle displayed in flight."], [48, " Interactive simulators will test your skills at performing a spacewalk."], [48, "People Made the Difference \n Hear stories from the Space Shuttle Program workers, spin the wheels of the last shuttle to land and see the original prototype that sparked the inspiration for the first shuttle."], [48, " Space Shuttle Models Shop online for 24 space shuttle models at discounts up to 52%."], [48, " Live Space Station Tracking Map \n The tracker (top map) shows where the Space Station is right now and its path 90 minutes ago (-1."], [48, " The map of Earth below the tracker shows where the Space Station is flying directly above."], [48, " Mercury \n Kennedy Space Center site dedicated to Project Mercury, the United States’ first man-in-space program: project goals and history, flight summaries, astronaut biographies, technical diagrams, and an extensive image collection."], [48, " Gemini \n Project goals and history, flight summaries, astronaut biographies, and an extensive image collection."], [48, " Project Gemini \n Explanation of Gemini’s goals, descriptions of each mission, brief launch video, and link to extensive history."], [48, " Apollo Lunar Surface Journal \n Transcripts of astronauts’ conversations with each other and with Mission Control in Houston; includes video clips."], [48, " The Apollo Program \n Links to a large number of NASA and non-NASA sites including over fifteen online books about the Apollo Program, press kits, flight journals, and transcript and audio of President Kennedy's speech before Congress on space flight."], [48, " Skylab \n Links to the program’s goals, flight summary, statistics, images, and more."], [48, " Soyuz Apollo Test Project \n This site provides a chronology of the project."], [48, " The Shuttle \n An interactive site from NASA that provides an overview of the shuttle program, a timeline, videos, and more."], [48, " Space Shuttle \n NASA’s main page about the space shuttle, including information on shuttle missions and multimedia features."], [48, " History of Shuttle-Mir \n NASA site on the Shuttle-Mir Program: links to the history of the program, scientific experiments, spacecraft information, and information about the participating astronauts and cosmonauts."], [48, " International Space Station \n NASA’s main site for the International Space Station; includes reference guide, information about past, present and future missions, multimedia, and more."], [48, " International Space Station Tracker \n Shows the position of the space station in earth orbit."], [48, " Spot the Station \n This website provides lists of opportunities to watch the ISS from locations around the world."], [48, " NASA refers to this most rare and catastrophic of events as an LOCV—\"Loss of Crew and Vehicle."], [49, " The Space Shuttle was launched vertically , like a conventional rocket, with the two SRBs operating in parallel with the OV's three main engines , which were fueled from the ET."], [49, " Beginning in the early 1950s, NASA and the Air Force collaborated on developing lifting bodies to test aircraft that primarily generated lift from their fuselages instead of wings, and tested the M2-F1 , M2-F2 , M2-F3 , HL-10 , X-24A , and the X-24B ."], [49, " The program tested aerodynamic characteristics that would later be applied to the Space Shuttle, including unpowered landing from a high altitude and speed."], [49, " Max Faget , a NASA engineer who had worked to design the Mercury capsule, patented a design for a two-stage fully recoverable system with a straight-winged orbiter mounted on a larger straight-winged booster."], [49, " NASA evaluated the F-1 and J-2 engines from the Saturn rockets , and determined that they were insufficient for the requirements of the Space Shuttle, and in July 1971, it issued a contract to Rocketdyne to begin development on the RS-25 engine."], [49, " The first engine was completed in March 1975, after issues with developing the first throttlable, reusable engine."], [49, " The orbiter had design elements and capabilities of both a rocket and an aircraft to allow it to launch vertically and then land as a glider."], [49, " The instrument panels contained over 2,100 displays and controls, and the commander and pilot were both equipped with a heads-up display (HUD) and a Rotational Hand Controller (RHC) to gimbal the engines during powered flight and fly the orbiter during unpowered flight."], [49, " Flight systems [ edit ] \n The orbiter was equipped with an avionics system to provide information and control during atmospheric flight."], [49, " The orbiter had three inertial measuring units (IMU) that it used for guidance and navigation during all phases of flight."], [49, " In 1991, NASA began upgrading the inertial measurement units with an inertial navigation system (INS), which provided more accurate location information."], [49, " The RMS was built by the Canadian company Spar Aerospace , and was controlled by an astronaut inside the orbiter's flight deck using their windows and closed-circuit television."], [49, " 109% thrust level was achieved with the Block II engines in 2001."], [49, " Although the orbiter lifted off vertically like an expendable rocket launcher, it made an unpowered descent and landing similar to a glider."], [49, " Other satellites were captured and/or deployed using the Canadarm, a robotic arm."], [49, " The first experimental orbiter Enterprise was a high-altitude glider, launched from the back of a specially modified Boeing 747, only for initial atmospheric landing tests (ALT) ."], [49, " The original, fully reusable concept used a piloted, winged booster stage, essentially a larger version of the orbiter stage."], [49, " NASA worked with the Federal Aviation Administration (FAA) to develop a real-time mishap response system to alert aircraft and rapidly clear potentially threatened airspace during subsequent Shuttle reentries."], [49, " That vessel was the first seafaring ship to image the seafloor using electronic sounding technology."], [49, " An unpowered glider, it was carried by a modified Boeing 747 airliner called the Shuttle Carrier Aircraft and released for a series of atmospheric test flights and landings."], [49, " The remaining orbiters were fully operational spacecraft, and were launched vertically as part of the Space Shuttle stack."], [49, " Beginning in 1998, the flight vehicles' markings were modified to incorporate the NASA \"meatball\" insignia ."], [49, " The first orbiter, Enterprise , was built solely for atmospheric flight tests and had no orbital capability."], [49, " The list does not include total time aloft along with airborne time atop of the Boeing 747 Shuttle Carrier Aircraft (SCA)."], [49, " Orbital maneuvers \n For making fine adjustments, the spacecraft depends on six small rockets termed vernier (VUR-nee-ur) jets, two in the nose and four in the OMS pods."], [49, " Any landing at Edwards requires the shuttle to be transported back to Cape Canaveral on top of a shuttle carrier aircraft (a commercial aircraft specially modified to carry a shuttle), which costs several millions of dollars."], [49, " According to a March 2006 edition of Aviation Week & Space Technology , a spaceplane called various names but most popularly called Blackstar (SR-3/XOV) is being developed as a two-stage system where the first stage rocket carries a second stage (the upper stage, or spaceplane) into space."], [49, " The shuttle even looks like an airplane, but it has rocket engines instead of jet engines."], [49, " The Pathfinder and Enterprise ships were test vehicles, never intended for space missions."], [50, " Astronauts would then mimic their daily activities inside of the mock-up."], [50, " These measurements were chosen specifically to accommodate the KH-9 HEXAGON spy satellite operated by the National Reconnaissance Office ."], [50, " It could be used to grasp and manipulate payloads, as well as serve as a mobile platform for astronauts conducting an Extravehicular activity (EVA)."], [50, " In 1973, European ministers met in Belgium to authorize the Spacelab program, which was a European multidisciplinary orbital space laboratory that flew in the payload bay."], [50, " Spacelab hardware was flown on 28 missions through 1999, and studied subjects including astronomy, microgravity, radar, and life sciences."], [50, " [40] [41] [42] [43] [44] In addition to the European Space Agency , Japan also partially funded research during the SL-J mission."], [50, " Moreover, the orbiter could serve as a space platform for conducting experiments and making observations of Earth and cosmic objects for as long as about two weeks."], [50, " On some missions it carried a European-built pressurized facility called Spacelab , in which shuttle crew members conducted biological and physical research in weightless conditions."], [50, " The space shuttle's largest contribution was building the International Space Station, which remains in orbit today to conduct hundreds of science experiments annually on human health, engineering and other matters."], [50, " The program is also remembered for launching and servicing the Hubble Space Telescope, visiting the Russian space station Mir, launching numerous satellites and probes, and performing thousands upon thousands of hours of basic science experiments."], [50, " Brief development history The space shuttle grew out of several efforts to develop reusable spacecraft."], [50, " What didn't change on space shuttle missions, however, was performing experiments."], [50, " They collectively put in thousands upon thousands of hours of work in space investigating all sorts of science, ranging from human health to engineering to astronomy to animal studies."], [50, " While the shuttle program was mostly conducted in space,  Enterprise  was constructed for drop-and-landing tests in 1977, furthering previous NASA and military work on flying-wing space vehicles."], [50, " Enterprise was deployed on goodwill tours to several countries, and then became the property of the Smithsonian Institution."], [50, " Endeavour performed several scientifically oriented missions and was the first shuttle to participate in assembly of the International Space Station."], [50, " Background [ edit ] \n Various shuttle concepts had been explored since the late 1960s."], [50, " The goal, as presented by NASA to Congress, was to provide a much less-expensive means of access to space that would be used by NASA, the Department of Defense , and other commercial and scientific users."], [50, " Since the Shuttle's retirement in 2011, many of its original duties are performed by an assortment of government and private vessels."], [50, " Space art for the Spacelab 2 mission, showing some of the various experiments in the payload bay."], [50, " Human launch systems have been proposed by other countries, such as the ESA's mini-shuttle Hermes launched by an Ariane rocket , which was cancelled in 1992."], [50, " To that end, Europe pledged to contribute a pressurized laboratory, known as Spacelab , that would be carried in the shuttle’s payload bay."], [50, " The fleet has taken astronauts on dozens of successful missions­, resulting in immeasurable scientific gains."], [50, " Examples of space shuttle in a Sentence Recent Examples on the Web Halsell, who flew five space shuttle missions, has pleaded not guilty."], [50, " Similar special clearances (no-fly zones) were also in effect at potential emergency landing sites, such as in Spain and in West Africa during all launches."], [50, " Hundreds of other shuttle artifacts will be put on display at various other museums and educational institutions around the US."], [50, " In addition to the test articles and orbiters produced for use in the Shuttle program, there are also various mock-up replicas on display throughout the United States:."], [50, "pdf) to museums and educational institutions, including such items as flight-crew clothing and instruments that have been to space, as well as wind-tunnel models, mockups and simulators that never left the ground."], [50, " The space shuttle has been essential to the repair and maintenance of the Hubble Space Telescope and to the construction of the International Space Station ; it has also been used for a wide variety of other military, scientific, and commercial missions."], [50, " Lacking a space station to which to travel until 1998, when construction of the International Space Station began, the shuttles have for most of their history operated with two major goals: (1) the conduct of scientific experiments in a microgravity environment and (2) the release, capture, repair, and re-release of scientific, commercial, and military satellites."], [50, " This workspace, designated Spacelab, was designed for use as a laboratory in which various science experiments could be conducted."], [50, " Orbital activities \n The space shuttles have performed a wide variety of tasks in nearly two-and-one-half decades of operation."], [50, " Some examples of the kinds of activities carried out during shuttle flights include the following: ."], [50, " NASA and many aerospace companies have carried out extensive design studies for the Shuttle."], [50, " Armstrong Flight Research Center, Edwards, California \n NASA’s primary site for atmospheric flight research and operations."], [50, " Langley Research Center, Hampton, Virginia \n Site of research in aeronautics and global climate change."], [50, " For NASA service missions\n to the International Space Station, it will\n carry up to four NASA-sponsored crew members\n and time-critical scientific research."], [51, " Space Shuttle - Simple English Wikipedia, the free encyclopedia ."], [51, " Space shuttle - definition of space shuttle by The Free Dictionary ."], [51, " Space shuttle - definition of space shuttle by The Free Dictionary https://www."], [51, " Dictionary, Encyclopedia and Thesaurus - The Free Dictionary \n 12,047,495,335 visitors served ."], [51, " Post the Definition of space shuttle to Facebook Share the Definition of space shuttle on Twitter ."], [51, " See the full definition for space shuttle in the English Language Learners Dictionary ."], [52, " Join Britannica's Publishing Partner Program and our community of experts to gain a global audience for your work!."], [52, " Join Britannica's Publishing Partner Program and our community of experts to gain a global audience for your work!."], [52, " Get Science Newsletter Sign up to receive the latest science news."], [52, " Get Science Newsletter Sign up to receive the latest science news."], [53, " Barry, Director of Program and Plans for the Air Force Material Command, Rear Admiral Stephen A."], [53, " Both the Inter-center Photo Working Group Chair and Debris Assessment Team had requested on-orbit photos of the Shuttle in order to assess possible damage from the foam debris."], [53, " Chambers led an Evidence Response Team, while Hillman led a Hazardous Evidence Response Team."], [53, " Special Agent Gary Reinecke, a supervisor at the FBI’s Evidence Response Team Unit out of Quantico, Virginia, helped coordinate the Bureau’s recovery efforts."], [53, " “We’ve always been good at processing massive scenes,” agreed retired Special Agent Amy Ford, who led an Evidence Response Team from the FBI’s New Orleans Field Office."], [53, " FBI New York’s Underwater Search and Evidence Response Team helped locate and recover debris under water."], [54, " This was the first major in-space cooperation between Russia and the United States since the Apollo-Soyuz mission of 1975, when Americans and cosmonauts from the Soviet Union docked for a few brief days in space."], [54, " After the Soviet Union collapse in 1991, NASA agreed to cooperation with the Russians that began with shuttle-Mir and continued with the International Space Station program."], [54, " European astronauts prepare for their Spacelab mission, 1984."], [54, " After the Columbia disaster, the International Space Station operated on a skeleton crew of two for more than two years and was serviced primarily by Russian spacecraft."], [54, " NASA has continued to fly to the station via its Roscosmos partner, who still has a functioning human launcher, the Soyuz system."], [54, " In the 1980s the Soviet Union also developed a space shuttle, called Buran , and a very powerful rocket, called Energia , to launch it and other heavy payloads."], [54, " Energia was launched only twice, once in 1987 with a military payload and once the next year carrying Buran on a successful uncrewed test flight into orbit and back."], [54, " Buran orbiter, part of the Soviet space shuttle project, atop an Antonov An-225 cargo transporter, 1989."], [54, " Mamoru Mohri became the first Japanese astronaut during his time on the Endeavour space shuttle."], [54, " As of 2011, the ISS has been docked by a NASA shuttle 37 times and it has docked at Russia’s space station numerous times as well."], [54, " And it's here where there's a sculpture of an astronaut and a plaque with the names of 14 astronauts and cosmonauts who died in the advancement of space exploration."], [54, " 2019 \t Crew Demo-2 can’t come soon enough for NASA, which has been relying on Russia’s space agency to launch American astronauts in its Soyuz spacecraft ever since the space shuttle program ended in 2011."], [54, " 2020 \t In addition to his space shuttle missions, Brand was the command module pilot on the Apollo-Soyuz spaceflight in 1975, when the spacecraft docked with one from the Soviet Union."], [54, " Individual Space Shuttle orbiters were named in honor of antique sailing ships of the navies of the world (though the test orbiter Enterprise , originally to be named \" Constitution \", had its name changed after the Star Trek starship , itself named after a series of US Navy ships ), and they were also numbered using the NASA Orbiter Vehicle designation system."], [54, " The shuttles docked with Russian space station Mir nine times and visited the ISS 37 times."], [54, " A spacecraft closely resembling the United States space shuttle, the Aero-Buran, was launched by the former Soviet Union in November 1988."], [54, " The former Soviet Union built, and for many years operated, space stations ( Salyut, 1971 – 1991, and Mir , 1986 – 2001), while Americans have focused their attention on the space shuttle."], [54, " The brief Soviet excursion into shuttle design(Buran)andtheU."], [54, " The Challenger disaster \n Disasters have been associated with both the Soviet (now Russian) and American space programs."], [54, " A year earlier the Soviets had sent Sputnik 1, the first artificial satellite , into orbit."], [54, " Yet the United States was still lagging behind the Soviet Union in the space race: A month before Shepard made his brief flight over the Atlantic Ocean , Soviet cosmonaut Yuri Gagarin (1934–1968) became the first human to travel in space by making a nearly complete orbit of Earth."], [54, " By the early 1960s the Soviets had already launched the Salyut space station and were operating Soyuz space shuttles."], [54, " The announcement was made on the 30th anniversary of the space shuttle program's first flight, made by the subsequently ill-fated Columbia orbiter, and the 50th anniversary of Soviet Cosmonaut Yuri Gagarin becoming the first human in space."], [54, " One of the orbiters -- Discovery, the oldest -- was largely regarded as being Smithsonian-bound."], [55, " The first fully functional orbiter was Columbia (designated OV-102), built in Palmdale, California ."], [55, " From Los Angeles to New York, the space shuttles have made their homes around the country."], [55, " Endeavour is a priceless gift to the people of Los Angeles and California, and the California Science Center plans to maintain the highest standards of conservation to protect the shuttle."], [55, " California has a strong historic connection to the shuttles, as all of the orbiters were built in southern California."], [55, " Parts of the shuttle were found in Lake Nacogdoches and the Toledo Bend Reservoir."], [55, " All were built in Palmdale, California , by the Pittsburgh , Pennsylvania -based Rockwell International company."], [55, " Endeavour went to the California Science Center in Los Angeles arriving on October 14, 2012."], [55, " The Space Shuttle orbiters were assembled at Rockwell's assembly facility in Palmdale, California , [22] at the federally owned Plant 42 complex."], [55, " Displayed at California Science Center in Los Angeles, California ."], [55, " Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California \n NASA’s site for robotic exploration of the solar system."], [55, "8 million that the center must pay NASA to prepare and relocate the orbiter to Los Angeles, he said."], [55, " Beginning in 1972, all five space shuttle orbiters were fabricated in Downey, California, and assembled in Palmdale, California, Boxer said in a statement."], [56, " The RS-25 engines had several improvements to enhance reliability and power."], [56, " We are dedicated to science learning and education and have an international reputation for high quality exhibits."], [56, " Fortunately, the FBI has developed an expertise in responding to disasters of all types."], [56, " (This number describes combustion efficiency, not end-use efficiency."], [56, " For example, three independent hydraulic systems are available, each with an independent power system."], [56, " Or perhaps one could develop a global environment monitoring system, international in scope, that could help control the mess man has made of our environment."], [56, " The Shuttle and the Aerospace Industry The shuttle is a technological challenge requiring the kind of capability that exists today in the aerospace industry."], [56, " In utilizing space to meet needs on Earth, we have seen the tremendous potential of satellites for international communications and world-wide weather forecasting."], [56, " We are gaining the capability to use satellites as tools in global monitoring and management of nature resources, in agricultural applications, and in pollution control."], [56, " In order to minimize technical and economic risks, the space agency will continue to take a cautious evolutionary approach in the development of this new system."], [56, " We are learning the imperatives of universal brotherhood and global ecology, learning to think and act as guardians of one tiny blue and green island in the trackless oceans of the Universe."], [56, " Ames Research Center, Moffett, California \n NASA site that develops information technologies including supercomputing, networking and intelligent systems."], [56, " Glenn Research Center, Cleveland, Ohio \n Develops systems technologies and capabilities that enable exploration of the solar system and beyond."], [56, " He also knows stuff about enterprise storage, security, and human space flight."], [56, " It also\n features wireless internet and tablet\n technology for crew interfaces."], [56, " The Delta IV family of launch vehicles\n combines design simplicity, manufacturing\n efficiency, and streamlined mission and\n vehicle integration to meet customer\n requirements to launch high-priority U."], [57, " SLC-6 , Vandenberg AFB (unused) Total launches 135 Successes 134 launches and 133 landings Failures 2 ."], [57, " In addition to the prototype whose completion was cancelled, five complete Shuttle systems were built and used on a total of 135 missions from 1981 to 2011, launched from the Kennedy Space Center (KSC) in Florida."], [57, " Rather than award a contract based upon initial proposals, NASA announced a phased approach for the Space Shuttle contracting and development; Phase A was a request for studies completed by competing aerospace companies, Phase B was a competition between two contractors for a specific contract, Phase C involved designing the details of the spacecraft components, and Phase D was the production of the spacecraft."], [57, " After establishing the need for a reusable, heavy-lift spacecraft, NASA and the Air Force began determining the design requirements of their respective services."], [57, " In August 1972, NASA awarded the contract to build the orbiter to North American Rockwell , the solid-rocket booster contract to Morton Thiokol , and the external tank contract to Martin Marietta ."], [57, " The beginning of the development of the RS-25 Space Shuttle Main Engine was delayed for nine months while Pratt & Whitney challenged the contract that had been issued to Rocketdyne."], [57, " Despite the problems during testing, NASA ordered the nine RS-25 engines needed for its three orbiters under construction in May 1978."], [57, " At the time of its arrival at the KSC, Columbia still had 6,000 of its 30,000 tiles remaining to be installed."], [57, " In 1997, Honeywell began developing an integrated GPS/INS to replace the IMU, INS, and TACAN systems, which first flew on STS-118 in August 2007 [23] : 402–403 [28] [29] ."], [57, " [35] STS-2 and STS-3 provided testing, and the first full mission was Spacelab-1 ( STS-9 ) launched on November 28, 1983."], [57, " NASA deployed a follow-up servicing mission, STS-61, in December 1993."], [57, " The astronauts installed several instruments — including a focus correction system — to complete success, garnering worldwide acclaim after the embarrassment of the initial Hubble launch."], [57, " The prime contractor for the program was North American Rockwell (later Rockwell International , now Boeing ), the same company responsible for building the Apollo Command/Service Module ."], [57, " [9] Amid great fanfare, Enterprise (designated OV-101) was rolled out on September 17, 1976, and later conducted a successful series of glide-approach and landing tests in 1977 that were the first real validation of the design."], [57, "98 billion for 5 launches to the program, including $490 million for \"program integration\", $1."], [57, " The two programs that took its place, two undetermined commercial crew vehicles and SLS with Orion needed even more time to have a new launcher."], [57, " Out of the five fully functional shuttle orbiters built, three remain."], [57, " Inside mission control, engineers performed all the last minute checks."], [57, " After all subsequent launches, ground engineers used these cameras to inspect the TPS tiles."], [57, " Four more missions to upgrade Hubble were carried out between 1997 and 2009."], [57, " There were a total of 37 shuttle missions associated with assembling and outfitting the ISS."], [57, " Several times a week, Mission Control at NASA’s Johnson Space Center in Houston, TX, determines sighting opportunities for over 6,700 locations worldwide."], [57, " The space shuttle consists of the following major components: ."], [57, " The space shuttle program began in 1981 and conducted 135 missions."], [57, " Revell of Germany is ranked #1 out of 12 space shuttle models manufacturers, followed by Dragon Models , and MPC by Ertl ."], [57, " 2019 \t Launched to the station in 2011 aboard the next-to-last space shuttle mission, the AMS was designed to operate for three years."], [57, " Enterprise was partially disassembled and retired after completion of critical testing."], [57, " Additionally, two reusable solid rocket boosters provided additional thrust for approximately the first two minutes of launch."], [57, " After Endeavour 's roll-out, the system was installed on the other shuttles except Challenger , during their overhauls in the early 1990s."], [57, " After the Challenger disaster , NASA returned to using a sequential numbering system, with the number counting from the beginning of the STS program."], [57, " One such was the Discovery mission launched April 28, 1991 (STS-39), which carried multi-experiment hardware platforms designed to be released into space then retrieved by the shuttle after having recorded various observations of space conditions."], [57, " The military began reviving its non-shuttle launch options and switched fully to its own boosters for classified satellite launches after 1990."], [57, " Nixon (1913–1994; served 1969–74) announced NASA's plans to develop a multiuse spacecraft."], [58, " The weather criteria used for launch included, but were not limited to: precipitation, temperatures, cloud cover, lightning forecast, wind, and humidity."], [58, " Because it is moving at about 17,000 mph (28,000 km/h), the orbiter hits air molecules and builds up heat from friction (approximately 3000 degrees F, or 1650 degrees C)."], [58, " “Sometimes you would find a piece that was two inches by two inches."], [58, "5 degrees horizontally during the rocket-powered ascent of the orbiter in order to change the direction of their thrust."], [58, " It's height in the sky is roughly indicated by it's height on\n this screen from 0 degrees (horizon) to 90 degrees (directly overhead)."], [58, " This is where the Space Station will be at it's maximum height in the sky."], [58, " It's height in the sky is roughly indicated by it's\n height on this screen from 0 degrees (horizon) to 90 degrees (directly overhead)."], [58, " It's height in the sky is roughly indicated by it's\n height on this screen from 0 degrees (horizon) to 90 degrees (directly overhead)."], [58, " The shuttle's stack height (its height in launch position) is 184."], [59, " has since relied on the Russian Soyuz spacecraft to transport astronauts to the International Space Station, pending the Commercial Crew Development and Space Launch System programs with flights to begin in the 2020s."], [59, " [12] : 164 The head of the NASA Office of Manned Space Flight, George Mueller , announced the plan for a reusable shuttle on August 10, 1968."], [59, " Space shuttle elements and launch The space shuttle, officially called the Space Transportation System, was made up of three main components [ Infographic: NASA's Space Shuttle — From Top to Bottom ]: ."], [59, " Successes 133 Failures 2 ( STS-51-L STS-107 ) Launch site(s) Kennedy Vehicle information Crew vehicle Space Shuttle orbiter Launch vehicle(s) Space Shuttle \n Part of a series on the Space policy of the United States ."], [59, " The contractor for the Space Shuttle Solid Rocket Boosters was Morton Thiokol (now part of Northrop Grumman Innovation Systems ), for the external tank, Martin Marietta (now Lockheed Martin ), and for the Space Shuttle main engines , Rocketdyne (now Aerojet Rocketdyne )."], [59, " All Space Shuttle missions were launched from the Kennedy Space Center (KSC) in Florida."], [59, " Crew service to the ISS is currently provided by the Russian Soyuz while work on the Commercial Crew Development program proceeds; the first crewed flight of this is planned for July 2019, on the SpaceX Falcon 9 with Dragon 2 crew capsule."], [59, " Galileo floating free in space after release from Space Shuttle Atlantis , 1989 ."], [59, " Space Shuttle Endeavour docked with the International Space Station (ISS), 2011 ."], [59, " Spacelab was a major European contribution to the Space Shuttle Program ."], [59, " Space Shuttle Discovery as it approaches the International Space Station during STS-114 on July 28, 2005."], [59, " Further information: Space Shuttle Challenger disaster and Space Shuttle Columbia disaster ."], [59, " Atlantis begins the last mission of the Space Shuttle program ."], [59, " Anderson, Payload Specialist Ilan Ramon, and Mission Specialists David McDowell Brown, Kalpana “KC” Chawla, and Laurel Blair Salton Clark, had conducted microgravity research and completed experiments on commercial payloads on the debuting SPACEHAB Research Double Module ."], [59, " The Shuttle that Never Came Home \n Columbia was the first fully operational orbiter of the Space Shuttle Program."], [59, " Atlantis lands at the Kennedy Space Center, bringing the Space Shuttle program to an end."], [59, " In the 1990s the Shuttle began working on the International Space Station (ISS)."], [59, " space shuttle space shuttle Discovery landing at Kennedy Space Center in Florida in March 2009 ."], [59, " When space shuttle Atlantis left Launch Pad 39A at the Kennedy Space Center in Florida on Friday, it marked the final liftoff for the decades-long space shuttle program."], [59, " Space Shuttle Atlantis also includes more than 60 interactive exhibits celebrating the history, technology and impact of NASA’s Space Shuttle Program."], [59, " Explore modules and microgravity of the International Space Station inside Space Shuttle Atlantis®."], [59, " NASA Space Shuttle Discovery w/Crawler Transporter 1/400 Scale ."], [59, " Sources Space - 7 Cool Space Shuttles Nasa - Space Index Encyclopedia - Space Exploration ."], [59, " Space Shuttle | Definition of Space Shuttle by Merriam-Webster ."], [59, " Space Shuttle orbiter Discovery approaches the ISS on STS-121 ."], [59, " 135 missions Lost 2 orbiters Maiden launch Space Shuttle Columbia ."], [59, " The Space Shuttle orbiter is the spaceplane component of the Space Shuttle , a partially reusable orbital spacecraft system that was part of the Space Shuttle program ."], [59, " The Space Shuttle Discovery has already been spoken for by the Smithsonian National Air and Space Museum, but Atlantis and Endeavour are still available."], [59, " Launch of Space Shuttle Columbia on 12 April 1981 at Pad 39A for mission STS-1 ."], [59, " Space Shuttle program was officially referred to as the Space Transportation System (STS)."], [59, " Home \n Collections \n - Special Patches \n - Mercury Program \n - Gemini Program \n - Apollo Program \n - SkyLab \n - Space Shuttle \n - Shuttle Related \n - Expeditions & ISS \n - Commercial Resupply \n - European Space \n - Mir and Russian Stuff \n - China Shenzhou \n - Lost In Space."], [59, " Columbia, Final Voyage: The Last Flight of NASA ’ s First Space Shuttle ."], [59, " Riding Rockets: The Outrageious Tales of a Space Shuttle Astronaut ."], [59, " Things to remember while reading \"NASA Document III-31: The Space Shuttle\": \"NASA Document III-31: The Space Shuttle\" This paper outlines NASA's case for proceeding with the space shuttle."], [59, " Wallops Flight Facility, Wallops Island, Virginia \n Handles management and implementation of suborbital research programs; part of Goddard Space Flight Center."], [59, " Apollo \n National Air and Space Museum site dedicated to the Apollo Program."], [59, " Picture of Astronaut Thomas Stafford and Cosmonaut Aleksey Leonov in Soyuz Orbital Module."], [59, " Boeing’s Crew Space Transportation\n (CST)-100 Starliner spacecraft is being\n developed in collaboration with NASA’s\n Commercial Crew Program."], [60, " Its avionics suite contained three microwave scanning beam landing systems , three gyroscopes , three TACANs , three accelerometers , two radar altimeters , two barometric altimeters , three attitude indicators , two Mach indicators , and two Mode C transponders ."], [60, " While in orbit, the crew primarily communicated using one of four S band radios, which provided both voice and data communications."], [60, " Two of the S band radios were phase modulation transceivers , and could transmit and receive information."], [60, " The other two S band radios were frequency modulation transmitters , and were used to transmit data to NASA."], [60, " Additionally, the orbiter deployed a high-bandwidth K u band radio out of the cargo bay."], [60, " The orbiter was also equipped with two UHF radios for communications with air traffic control and astronauts conducting extravehicular activity ."], [60, ", eavesdropping on radio communications), optical and radar reconnaissance of Earth, and military communications."], [61, " Hot gases leaking from the joint eventually ignited the fuel in the shuttle’s external tank, causing the explosion."], [61, " The accident investigation board concluded that, during the launch of the shuttle, a piece of insulating foam had torn from the external tank and struck the orbiter’s left wing , weakening its thermal protection ability."], [61, " When the orbiter later reentered the atmosphere, it was unable to withstand the superheated air, which penetrated the wing and destroyed it, leading to the vehicle’s breakup."], [61, " The cause was traced to a foam piece falling off of the external tank during takeoff and smashing into the wing, causing a hole."], [61, " The hot plume of gas leaking from the failed joint caused the collapse of the external tank, which then resulted in the orbiter's disintegration due to high aerodynamic stress."], [61, " The accident began when a piece of foam shed from the external tank struck the leading edge of the orbiter's left wing, puncturing one of the reinforced carbon-carbon (RCC) panels that covered the wing edge and protected it during re-entry."], [61, " As Columbia re-entered the atmosphere, hot gas penetrated the wing and destroyed it from the inside out, causing the orbiter to lose control and disintegrate."], [61, " Following the success of STS-121 , all subsequent missions were completed without major foam problems, and the construction of ISS was completed (during the STS-118 mission in August 2007, the orbiter was again struck by a foam fragment on liftoff, but this damage was minimal compared to the damage sustained by Columbia )."], [61, " A piece of insulating foam broke off the tank just after launch and struck the leading edge of the Shuttle’s left wing at a relative velocity of 670-922km/h."], [61, " An apparently harmless 1kg piece of foam debris had blown a hole in the left wing."], [61, " The hole in the thermal protection tile allowed super-heated air, produced during atmospheric entry, to pass through."], [61, " The heat penetrated the insulation and ultimately destroyed the left wing."], [61, " The high speed impact testing of a block of foam into a reinforced carbon-carbon model of Space Shuttle wing proved that the foam strike was the most likely cause of the Columbia disaster."], [61, " The solid rocket broke loose and hit the external tank, rupturing it."], [61, " The flame from the leaking booster ignited the shuttle’s fuel, causing the explosion."], [61, " The accident was caused by damage to the heat-shield which protects it from the heat of reentry into the Earth's atmosphere."], [61, " During lift-off, pieces of foam insulation fell off the ET and struck the left wing."], [61, " The insulation damaged the heat protection tiles on the wing."], [61, " When Columbia re-entered the atmosphere, hot gases entered the wing through the damaged area and melted the airframe."], [61, " A piece of insulation caused the devastation of the Columbia – it pierced the wing after breaking off."], [61, " The O-ring ruptured, allowing flames from the rocket ’ s interior to jet out, burning into the external fuel tank and causing it to explode."], [61, " Following the disaster, NASA scientists and engineers found that a hole punctured the leading edge of the left wing of Columbia ."], [61, " The hole was made when a piece of insulating foam from the external fuel tank ripped off during the launch."], [61, " As described earlier, a coating of rigid foam insulation is used to keep the external fuel tank cool; video cameras recording the Columbia ’ s takeoff show that a piece of this foam broke off about 82 seconds into the flight and burst against the shuttle ’ s wing at some 510 mph (821 km/h)."], [61, " However, later, testing revealed that the foam impact on the wing was forceful enough to puncture the wing."], [61, " With a breach in the protective tiles of the shuttle, hot gases entered the interior of Columbia ’ s left wing."], [61, "7 seconds later, a chunk of insulating foam tore free from the orange external tank and smashed into the leading edge of the orbiter's left wing at a relative velocity of at least 400 miles per hour (640 kph), but Columbia continued to climb toward orbit."], [61, " In reality, the impact shattered at least one of the crucial reinforced carbon-carbon heat shield panels that lined the edge of the wing, leaving a large hole in the brittle ceramic material."], [61, " Sixteen days later, as Columbia re-entered the atmosphere, superheated plasma entered the orbiter's structure through the hole in the wing and the shuttle began to disintegrate."], [62, " The orbiter structure was made primarily from aluminum alloy , although the engine structure was made primarily from titanium alloy ."], [62, " The AJ10 engines used monomethylhydrazine (MMH) oxidized by dinitrogen tetroxide (N 2 O 4 )."], [62, " (450,000 kilograms) of a propellant, a solid mixture of ammonium perchlorate and aluminum , as well as an iron oxide catalyst to aid the burning reaction and a \"binder\" material to hold all the components together, according to the American Chemistry Council."], [62, " It fed more than 500,000 gallons of fuel — liquid oxygen and liquid hydrogen — to the shuttle's main engines during launch."], [62, " The hot ionized gases of the atmosphere that surround the orbiter prevent radio communication with the ground for about 12 minutes (i."], [62, "Constellation Sphere \n Known as a Kugel ball, this 9 ton black granite sphere etched with 88 constellations floats on a fountain of water, demonstrating the science of buoyancy and friction."], [62, " The utility area was located under the floor of the mid-deck and contained air and water tanks in addition to the carbon dioxide scrubbing system."], [62, " The hydrogen and oxygen for the fuel cells was kept in pairs of cryogenic storage tanks in the mid-fuselage underneath the payload bay liner, and a variable number of such tanks could be installed (up to five) depending on the requirements of the mission."], [62, " Additionally, the fuel cells provided potable water for the crew during the mission."], [62, " Structure [ edit ] \n The orbiter's structure was made primarily from aluminium alloy , although the engine thrust structure was made from titanium alloy ."], [62, " The later orbiters ( Discovery , Atlantis and Endeavour ) substituted graphite epoxy for aluminum in some structural elements in order to reduce weight."], [62, " The windows were made of aluminum silicate glass and fused silica glass, and comprised an internal pressure pane, a 1."], [62, " The crew cabin ’ s atmosphere is approximately equivalent to that on the earth ’ s surface, with a composition 80% nitrogen and 20% oxygen."], [62, " The fuel used in the solid rockets is compounded of aluminum powder, ammonium perchlorate, and a special polymer that binds the other ingredients into a rubbery matrix."], [62, ") The shuttle ’ s main engines are fueled by liquid hydrogen and liquid oxygen stored in the external fuel tank (built by Martin Marietta Corporation), which is 27."], [62, " The tank itself is actually two tanks — one for liquid oxygen and the other for liquid hydrogen — covered by a single, aerodynamic sheath."], [62, " The tank is kept cold (below -454 ° F [-270 ° C]) to keep its hydrogen and oxygen in their liquid state, and is covered with an insulating layer of stiff foam to keep its contents cold."], [62, " Liquid hydrogen and liquid oxygen are pumped into the shuttle ’ s three engines through lines 17 in (43 cm) in diameter that carry 1,035 gal (3,900 l) of fuel per second."], [62, " When the shuttle reaches the upper atmosphere, significant amounts of atmospheric gases are first encountered."], [62, " Carbon-carbon is made by attaching a carbon-fiber cloth to the body of the shuttle and then baking it to convert it to a pure carbon substance."], [62, " The carbon-carbon is then coated to prevent oxidation (combustion) of the material during descent."], [62, " The external fuel tank contains liquid oxygen and liquid nitrogen that power the three main engines of the orbit ship."], [62, " The two solid-fuel rocket boosters contain a propellant made of ammonium perchlorate (an oxidizer) and aluminum."], [62, " The space shuttle carries supplies of liquid oxygen and liquid nitrogen, which are turned into gas and cycled into the cabin's air to maintain a 78 percent nitrogen/21 percent oxygen mixture, similar to Earth's atmosphere."], [62, " The crew exhales carbon dioxide, though, and that carbon dioxide must be removed from the air."], [62, " To do this, the shuttle's air is filtered through canisters filled with lithium hydroxide (LiOH), which attaches to carbon dioxide molecules to form lithium carbonate crystals (Li 2 CO 3 ), thus sequestering the toxic carbon dioxide."], [62, " These canisters are limited-use items, each containing a certain quantity of lithium hydroxide; Columbia was equipped with 69 of them."], [62, " After the carbon dioxide scrubbers, the next most limited consumable was oxygen."], [62, " Columbia 's liquid oxygen supplies were used not only to replenish breathing gas for the crew but also to generate power in the shuttle's fuel cells (which combined oxygen with hydrogen to produce both energy and potable water)."], [62, " The amount of liquid oxygen on board could be stretched past the CO 2 scrubbers' 30-day mark by drastically cutting down Columbia 's power draw."], [62, " The remaining three consumable categories consisted of food, water, and propellant."], [63, " Udvar-Hazy airport annex of the Smithsonian National Air and Space Museum in Fairfax, Va."], [63, ", and then moved permanently in 2012 to the Intrepid Sea, Air and Space Museum in New York City."], [63, " Udvar-Hazy airport annex of the Smithsonian National Air and Space Museum in Fairfax, Va."], [63, " It was later visually restored and was on display at the National Air and Space Museum 's Steven F."], [63, " Enterprise was moved to New York City in April 2012 to be displayed at the Intrepid Sea, Air & Space Museum , whose Space Shuttle Pavilion opened on July 19, 2012."], [63, " Discovery replaced Enterprise at the National Air and Space Museum 's Steven F."], [63, " Enterprise: Intrepid Sea, Air & Space Museum, New York City, NY ."], [63, " Mark Avino, National Air and Space Museum, Smithsonian Institution Why to visit : The space shuttle Discovery launched for the first time in 1984."], [63, " Henry Hudson's Hudson Bay exploring vessel was named Discovery, as was James Cook's in the 1770s."], [63, " The prototype space shuttle rode a barge from Jersey City, New Jersey, to the Intrepid, where it was being hoisted by crane on to the flight deck."], [63, " Udvar-Hazy Center , replacing Enterprise which was moved to the Intrepid Sea, Air & Space Museum in New York City."], [63, " Currently located at the Intrepid Sea, Air & Space Museum [14] ."], [63, " Displayed at Intrepid Sea, Air & Space Museum in New York, New York ."], [63, " Udvar-Hazy Center in Virginia; and the test shuttle, Enterprise, at the Intrepid Sea, Air & Space Museum in New York, NASA Administrator Charles F."], [63, " At New York's Intrepid Museum, Executive Director Susan Marenoff told CNN, \"Figure over 300,000 people additional (due) to the Intrepid, to New York City."], [63, " That location turned out to be the Intrepid Sea, Air & Space Museum in New York."], [64, " Each time they knocked up against a corner, technicians would remove the part of the mock-up that had gotten in the astronauts' way until there were no more collisions and the cabin was deemed to be comfortable."], [64, " The orbiter is the component most people think of as \"the shuttle."], [64, " These activities greatly lessened (and then ceased) after the Challenger space shuttle explosion of 1986, when it became clear that space shuttles could only launch a few times a year instead of many."], [64, " Unfortunately, a flaw in the telescope's mirror was discovered, which greatly compromised its ability to do astronomical observations."], [64, " [11] Decades later, some questioned if the paint might have prevented the ice-soaked foam shedding issue that led to the destruction of Columbia ."], [64, " [12] The Shuttle was not launched under conditions where it could have been struck by lightning ."], [64, " [11] There was a significant pause where changes were made before the Shuttles returned to flight."], [64, " The accidents did not just affect the technical design of the orbiter, but also NASA."], [64, " Although the debris did not strike Discovery , the program was grounded once again for this reason."], [64, " There was no commonality that could explain the fault and all other hydraulic system indications were good."], [64, " Even the radar used to track the Shuttle did not spot anything."], [64, " The absence of communication and tracking data could mean only one thing."], [64, " It was a standard procedure to cut off contact with the outside world and keep all information within the room."], [64, " The disaster seemed to prove these fears, but a few hours after the event, these hypotheses were dismissed."], [64, " Although the incident was discovered two days after the launch during a routine post-launch photo analysis, managers at NASA deemed it “absolutely no concern for entry” ."], [64, " While it seems impossible that low-density foam can destroy a reinforced carbon-carbon panel, ground tests proved this fact to be true at tremendous speeds ."], [64, " NASA later revealed that foam strikes had been seen in almost every Shuttle launch and that it had never proved a problem before."], [64, " What should have caused concern was swept under the banner of ‘normal’."], [64, " Its capabilities, unfortunately, demanded a large budget that ultimately caused its demise."], [64, " Maybe Columbia did end the Shuttle program, but it also made space flight much safer for generations of future astronauts."], [64, " It was a new kind of spacecraft because it could be used again and again."], [64, " People have said that the Shuttle was very much like a pickup truck because of its usefulness."], [64, " Because its program overlapped the end of the space shuttle program, and because it doesn't carry any astronauts, the news media haven't paid much attention to the X-37B."], [64, " This information should not be considered complete, up to date, and is not intended to be used in place of a visit, consultation, or advice of a legal, medical, or any other professional."], [64, " Before NASA could provide any answers, it needed to recover as much of the shuttle as possible."], [64, " Most turned out to be animal bones, but we had to check and verify everything,” Ford said."], [64, " Due to the immense amount of missions it has flown, the Discovery is often remarked as being very dirty and worn when people see it for the first time rather than the shiny white we imagine."], [64, " These were all operations that required more thrust and impulse than mere attitude control."], [64, " As a weight-saving measure, the gear could not be retracted once deployed."], [64, " Enterprise became the property of the Smithsonian Institution in 1985 and was no longer under NASA's control when these changes were made, hence the prototype orbiter still has its 1983 markings and still has its name on the payload bay doors."], [64, " The problem was, if those doors failed to close, the orbiter would be lost as it was coming back through the atmosphere."], [64, " The space agency says it dropped the price because much of the original cost included work that is needed to decommission the shuttles even if they were only to be stored in a hangar."], [64, " Its fall into the sea is not controlled, however, and it is not recoverable for future use."], [64, " The failure of one or even two systems does not, therefore, place the shuttle in what its engineers would call a critical failure mode — that is, cause its destruction."], [64, " Descent \n Some of the most difficult design problems faced by shuttle engineers were those involving the reentry process."], [64, ") will be able to precisely attack and destroy a considerable number of critical targets while satisfying the requirement for precise weapons (i."], [64, " While Columbia was in orbit NASA engineers, who were aware that the foam strike had occurred, analyzed the possibility that it might have caused significant damage to the shuttle, but decided that it could not have: computer simulations seemed to show that the brittle tiles covering the shuttle ’ s essential surfaces would not be severely damaged."], [64, " In any event, there were no contingency procedures to fix any such damage."], [64, " The shuttle does not carry spare tiles or means to attach them, nor does it carry gear that would make a spacewalk to the bottom of the shuttle feasible."], [64, " Even though the problem of debris shedding from the external tank was well documented throughout the history of shuttle operations, NASA management deemed it an acceptable risk, assuming that since it had not caused a problem in the past, it would not cause one in the future."], [64, " woman in space, who served on the CAIB ( for Columbia ) and the Rogers Commission ( for Challenger ) cited very similar attitudes by NASA management (that is, it is acceptable to fly even in the face of problems that could likely doom the shuttle and its crew) before the occurrence of each disaster."], [64, " NASA officials publicly grounded the fleet until the problem could be identified and resolved."], [64, " Not starting would be a serious blow to both the morale and health of the Aerospace Industry."], [64, " But what will the shuttle do before then? Why are routine operations so important? There is no single answer to these questions as there are many areas—in science, in civilian application, and in military applications—where we can see now that the shuttle is needed; and there will be many more by the time routine shuttle service is available."], [64, " Today it takes two to five years to get a new experiment ready for space flight, simply because operations in space are so costly that extreme care is taken to make everything just right."], [64, " At the same time, we have already demonstrated, by taking scientists and their instruments up in a Convair 990 airplane, that space science can be done in a much more straight-forward way with a much smaller investment in time and money, and with an ability to react quickly to new discoveries, because airplane operations are routine."], [64, " But with routine space operations instruments could quickly be adjusted until the optimum combination is found for any given application—a process that today involves several satellites, several years of time, and great expense."], [64, " One can also imagine new applications that would only be feasible with the routine operation of the space shuttle."], [64, " This would be a truly pollution-free power source that does not require the earth's latent energy sources."], [64, " These are just two examples of what might be done with routine space shuttle operations."], [64, " But will this always be the case? Have the Russians made the same decision? If not, the shuttle will be there to provide, quickly and routinely, for military operations in space, whatever they may be."], [64, " Scientists—as well as astronauts—of many nations could be taken along, with their own experiments, because shuttle operations will be routine."], [64, " However, all these possibilities, and countless others with direct and dramatic bearing on human betterment, can never be more than fractionally realized so long as every single trip from Earth to orbit remains a matter of special effort and staggering expense."], [64, " Many critics consider the space shuttle program to be a failure."], [64, " NASA soon discovered, especially after the explosion of Challenger that too many missions in a short period of time can result in disaster."], [64, " It is important to note at the outset that Columbia broke up during a phase of flight that, given the current design of the Orbiter, offered no possibility of crew survival."], [64, " Foam strikes during launch were not uncommon events, and shuttle program managers elected not to take on-orbit images of Columbia to visually assess any potential damage."], [64, " Controllers continued to hope that they were merely looking at instrumentation failures, even as evidence mounted that a catastrophic event had taken place."], [64, " It was an acknowledgement that the worst had happened; the mission was now in \"contingency\" mode."], [64, " I was a junior system administrator at Boeing in Houston, and because we supported the shuttle program, we had to locate and send cases and cases of backup tapes—containing everything that happened on every server in our data center during the mission—over to NASA for analysis."], [64, " A path not taken \n To put the decisions made during the flight of STS-107 into perspective, the Board asked NASA to determine if there were options for the safe return of the STS-107 crew."], [64, " But imagine an alternate timeline for the Columbia mission in which NASA quickly realized just how devastating the foam strike had been."], [64, " During the writing of its report, the CAIB had the same question, so it asked NASA to develop a theoretical repair and rescue plan for Columbia \"based on the premise that the wing damage events during launch were recognized early during the mission."], [64, "\" The result was an absolutely remarkable set of documents, which appear at the end of the report as Appendix D."], [64, " They carry the low-key title \" STS-107 In-Flight Options Assessment ,\" but the scenario they outline would have pushed NASA to its absolute limits as it mounted the most dramatic space mission of all time."], [64, " So an in-orbit rescue was at least feasible —but making a shuttle ready to fly is an incredibly complicated procedure involving millions of discrete steps."], [64, " In order to pull Atlantis'  launch forward, mission planners had to determine which steps if any in the procedure could be safely skipped without endangering the rescue crew."], [64, " The desperate race \n The scenarios were to assume that a decision to repair or rescue the Columbia crew would be made quickly, with no regard to risk."], [64, " But even before those decisions could be made, NASA had to make another assessment—how long did it have to mount a rescue? In tallying Columbia's supplies, NASA mission planners realized that the most pressing supply issue for the astronauts wasn't running out of something like air or water but accumulating too much of something: carbon dioxide."], [64, " How long those 69 canisters would last proved difficult to estimate, though, because there isn't a lot of hard data on how much carbon dioxide the human body can tolerate in microgravity."], [64, " If the crew couldn't sustain that low rate of activity, NASA flight surgeons believed that allowing the CO 2 content to rise to a partial pressure of 26."], [64, "\" This would enable the crew to function on a more \"normal\" 16-hour/8-hour wake/sleep cycle, but at the cost of potential physiological deficits; headaches, fatigue, and other problems related to the high CO 2 levels would have started to manifest very quickly."], [64, " Assuming that the crew would be moving minimally, food and water could stretch well beyond the 30-day limit imposed by the LiOH canisters."], [64, " Exactly when the crew of Columbia would enact these power- and oxygen-saving measures depended on a short decision tree."], [64, " In the scenario we're walking through, the assumption is that NASA determined on Flight Day 2 (January 17) that the foam strike had caused some damage, followed by at least another day to gather images of Columbia using \"national assets\" like ground-based telescopes and other space-based sources (i."], [64, " If that imagery positively identified damage, Columbia would immediately enter power-down mode; if the images didn't show anything conclusive, the crew would conduct an EVA (extra-vehicular activity—a spacewalk) to visually assess the damage to the wing, then power things down."], [65, " Design and development [ edit ] \n Historical background [ edit ] ."], [65, " Design process [ edit ] \n Further information: Space Shuttle design process ."], [65, " Our editors will review what you’ve submitted and determine whether to revise the article."], [65, " The Editors of Encyclopaedia Britannica \n This article was most recently revised and updated by Adam Augustyn , Managing Editor, Reference Content."], [65, " Conception and development [ edit ] \n Main article: Space Shuttle design process ."], [65, " Our editors will review what you’ve submitted and determine whether to revise the article."], [65, "' Views expressed in the examples do not represent the opinion of Merriam-Webster or its editors."], [65, " References [ edit ] \n  This article incorporates  public domain material from websites or documents of the National Aeronautics and Space Administration ."], [65, " This site is protected by reCAPTCHA and the Google   Privacy Policy   and   Terms of Service   apply."], [65, " This site is protected by reCAPTCHA and the Google   Privacy Policy   and   Terms of Service   apply."], [65, " Use of and/or registration on any portion of this site constitutes acceptance of our User Agreement (updated 1/1/20) and Privacy Policy and Cookie Statement (updated 1/1/20)."], [65, " Do Not Sell My Personal Information The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast."], [65, "com gives you the ability to cite reference entries and articles according to common styles from the Modern Language Association (MLA), The Chicago Manual of Style, and the American Psychological Association (APA)."], [65, " Home > Research Our Records > Archives Library Information Center (ALIC) > Reference at Your Desk -- Archives Library Information Center > Space ."], [65, " Use of and/or registration on any portion of this site constitutes acceptance of our User Agreement (updated 1/1/20) and Privacy Policy and Cookie Statement (updated 1/1/20) and Ars Technica Addendum (effective 8/21/2018)."], [65, " The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast."], [66, " In September 1966, NASA and the Air Force released a joint study concluding that a new vehicle was required to satisfy their respective future demands, and that a partially reusable system would be the most cost-effective solution."], [66, " The success of NASA's programs had become almost routine by the 1980s."], [66, " Perhaps the most famous task that the shuttle undertook was bringing up astronauts, pieces and equipment to build the International Space Station."], [66, " The mission was executed to great success and international attention, and Hubble remains in good health as of 2018."], [66, " During early shuttle development there was great debate about the optimal shuttle design that best balanced capability, development cost and operating cost."], [66, "into familiar territory, easily accessible for human endeavor\" [7] was to be achieved by launching as many as 50 missions per year, with hopes of driving down per-mission costs."], [66, " This could be a new design eliminating the joint or a redesign of the current joint and seal."], [66, " NASA must establish a flight rate that is consistent with its resources."], [66, " One impact of Columbia was that future crewed launch vehicles, namely the Ares I , had a special emphasis on crew safety compared to other considerations."], [66, " Its impact on US human spaceflight program, and the resulting decision to discontinue the Space Shuttle Program, was so dramatic that to this date NASA has not recovered an autonomous human access to space."], [66, " A host of changes were made in the hardware as well as program procedures."], [66, " This space shuttle is part of a long, historical tradition of naming ships \"Discovery,\" NASA officials have said."], [66, " In the absence of a space station , plans also called for having the shuttle serve double duty as a space platform to conduct in-orbit research for periods as long as two weeks."], [66, " Although the space shuttle was a remarkable technological achievement as a first-generation reusable launch vehicle, the plans to use it as the only launcher for American payloads proved to be a major policy mistake, and the cost of its operation acted as a barrier to undertaking other ambitious space efforts."], [66, " This allowed the reusable part of the Shuttle to be very large."], [66, " History [ change | change source ] \n The shuttle was created in 1973."], [66, " In this article, we examine the monumental technology behind America's shuttle program, the mission it was designed to carry out, and the extraordinary efforts that NASA has made to return the shuttle to flight."], [66, "\tYou can  sponsor a shuttle tile  or  make a donation  to the  EndeavourLA  campaign to support our exciting efforts to create the Samuel Oschin Air and Space Center and sustain ongoing educational programs and operations of the California Science Center Foundation."], [66, " To preserve the vehicle for future generations, it will not be possible to enter or touch the vehicle."], [66, " Studies show that the Science Center is very effective at fulfilling its mission."], [66, " Were proud to have been part of this historic planning effort for the Space Shuttle and External Tank 94 as a continuation of our legacy with the U."], [66, " Our whole team was very well prepared and very well organized,” Chambers said."], [66, " The rural location of the search also presented challenges in initially identifying human remains."], [66, " Hence, they steered the entire Space Shuttle, as well as providing rocket thrust towards orbit."], [66, " NASA says because of the role the shuttles have played in the nation's space program , \"special attention is being given to ensure the shuttle orbiters are appropriately retired and displayed in the broadest interest of the American public."], [66, " NASA says the new price reflects the cost of transporting the space vehicles to their new locations and fixing them up so they are in proper display condition."], [66, " The deadline for organizations to apply to adopt a shuttle is February 19."], [66, " Because of the high cost of space flight, however, each nation eventually ended up concentrating on only one aspect of this program."], [66, " experiment with Skylab (1973 – 1979) were the only exceptions to this pattern; that is, until the current development of the International Space Station , which is an international effort that includes the U."], [66, " The STS depends partly on contributions from nations other than the United States."], [66, " Nevertheless, the great majority of STS costs continue to be borne by the U."], [66, " This modest change in speed is enough to cause the shuttle to drop out of its established orbit and begin its descent to Earth."], [66, " As of October 2006, the claims of the Air Force is highly secretive and highly controversial in the United States and around the world."], [66, " In addition, NASA was instructed by United States Congress to reassess its ability to carry out the ambitious program of shuttle launches that it had been planning."], [66, " The Soviet Union had never developed a moon exploration program because of political power struggles and lack of government funding."], [66, " The space shuttle is the only meaningful new manned space program that can be accomplished on a modest budget."], [66, " The space shuttle is a necessary next step for the practical use of space."], [66, " Starting the shuttle now will have significant positive effect on aerospace employment."], [66, " First, the shuttle is the only meaningful space program which can be accomplished on a modest budget."], [66, " Meaningful alternatives, such as a space laboratory or a revisit to the moon to establish semi-permanent bases are much more expensive, and a visit to Mars, although exciting and interesting, is completely beyond our means at the present time."], [66, " Second, the space shuttle is needed to make space operations less complex and costly."], [66, " Today we have to mount an enormous effort every time we launch a manned vehicle, or even a large unmanned mission."], [66, " In the 1980's and beyond, the low cost to orbit the shuttle gives is essential for all the dramatic and practical future programs we can conceive."], [66, " Another interesting example is revisits to the moon to establish bases there; the shuttle would take the systems needed to orbit for the assembly."], [66, " Today new experiments in space communications, or in earth resources, are difficult and expensive for the same reasons as discussed under science."], [66, " Finally, the shuttle helps our international position—both our competitive position with the Soviets and our prospects of cooperation with them and with other nations."], [66, " With the shuttle, the United States will have a clear space superiority over the rest of the world because of the low cost to orbit and the inherent flexibility and quick reaction capability of a reusable system."], [66, " The rest of the world—the free world at least—would depend on the United States for launch of most of their payloads."], [66, " On the side of cooperation, the shuttle would encourage far greater international participation in space flight."], [66, " We are already discussing compatible docking systems with the Soviets, so that their spacecraft and ours can join in space."], [66, " Perhaps ultimately men of all nations will work together in space—in joint environmental monitoring, international disarmament inspections, or perhaps even in joint commercial enterprises — and through these activities help humanity work together better on its planet earth."], [66, " It means that the peak funding requirements, in any one year, can be kept down to a level that, even in a highly constrained NASA budget, will still allow for major advances in space science and applications, as well as in aeronautics."], [66, " Conclusions Given the fact that manned space flight is part of our lives, and that the U."], [66, " must take part in it, it is essential to reduce drastically the complexity and cost of manned space operations."], [66, " The shuttle will do this at an investment cost that fits well within the highly constrained NASA budget."], [66, " It will revolutionize transportation into near space, by routinizing it."], [66, " In short, it will go a long way toward delivering the rich benefits of practical space utilization and the valuable spin offs from space efforts into the daily lives of Americans and all people."], [66, " Thus they will place a fitting capstone on this vastly successful undertaking."], [66, " In the scientific arena, the past decade of experience has taught us that spacecraft are an irreplaceable tool for learning about our near-Earth space environment, the Moon, and the planets, besides being an important aid to our studies of the Sun and stars."], [66, " We can foresee their use in guiding airliners across the oceans and in bringing TV education to wide areas of the world."], [66, " This is why commitment to the Space Shuttle program is the right step for America to take, in moving out from our present beach-head in the sky to achieve a real working presence in space—because the Space Shuttle will give us routine access to space by sharply reducing costs in dollars and preparation time."], [66, " Development of new space applications will be able to proceed much faster."], [66, " The general reliability and versatility which the Shuttle system offers seems likely to establish it quickly as the workhorse of our whole space effort, taking the place of all present launch vehicles except the very smallest and very largest."], [66, " Preparation is now sufficient for us to commence the actual work of construction with full confidence of success."], [66, " It is also significant that this major new national enterprise will engage the best efforts of thousands of highly skilled workers and hundreds of contractor firms over the next several years."], [66, " The amazing 'technology explosion' that has swept this country in the years since we ventured into space should remind us that robust activity in the aerospace industry is healthy for everyone—not just in jobs and income, but in the extension of our capabilities in every direction."], [66, " The continued preeminence of America and American industry in the aerospace field will be an important part of the Shuttle's 'payload."], [66, " This new program will give more people more access to the liberating perspectives of space, even as it extends our ability to cope with physical challenges of Earth and broadens our opportunities for international cooperation in low-cost, multi-purpose space missions."], [66, " The center plans to use the orbiter as the centerpiece to a new air and space gallery, which would cost $200 million and is part of the center's 25-year master plan, Rudolph said."], [66, " \"California has a long history of supporting the shuttle program and we are proud to welcome this inspiring symbol of American scientific achievement and ingenuity to the Golden State,\" Boxer said in a statement."], [66, " Becoming home to an orbiter promises to be a boon for a community."], [66, " That focus on narrow, group-specific work and reporting, without a complementary focus on cross-department integration and communication, contributed at least as much to the loss of the shuttle as did the foam impact."], [66, " Florida’s Space Coast has long been our\n nation’s gateway to exploring, discovering &\n understanding our universe."], [66, " View our launch schedule & join us during\n this new era of space discovery."], [66, " The\n Starliner has an innovative, weldless\n structure and is reusable up to 10 times\n with a six-month turnaround time."], [66, " A new decade has blasted off and Florida’s Space Coast will be busy as ever due to the multitude of private space exploration companies vying to discover more of the final frontier."], [66, " What will 2020 bring to space travel, technology, and innovation? It’s set to be a year that will be remembered for NASA’s space exploration innovations."], [67, " Function Crewed orbital launch and reentry Manufacturer United Space Alliance ."], [67, "5 Capacity\n Payload to LEO 27,500 kg (60,600 lb) Payload to ISS 16,050 kg (35,380 lb) Payload to polar orbit 12,700 kg (28,000 lb) Payload to GTO 10,890 kg (24,010 lb) with Inertial Upper Stage [7] Payload to GEO 2,270 kg (5,000 lb) with Inertial Upper Stage [7] Payload to Earth return 14,400 kg (31,700 lb) [8] \n Launch history Status Retired Launch sites LC-39 , Kennedy Space Center ."], [67, " ISS components Boosters – Solid Rocket Boosters Engines 2 solid Thrust 12,500 kN (2,800,000 lbf) each, sea level liftoff Specific impulse 242 seconds (2."], [67, " The first orbiter, Enterprise , was built in 1976, used in Approach and Landing Tests and has no orbital capability."], [67, " NASA issued a Request for Proposal (RFP) for designs of the Integrated Launch and Re-entry Vehicle (ILRV), which would later become the Space Shuttle."], [67, " In December 1968, NASA created the Space Shuttle Task Group to determine the optimal design for a reusable spacecraft, and issued study contracts to General Dynamics , Lockheed , McDonnell Douglas , and North American Rockwell ."], [67, " After the release of the Space Shuttle Task Group report, many aerospace engineers favored the Class III, fully reusable design because of perceived savings in hardware costs."], [67, " [12] : 173 [18] Rockwell also constructed the Main Propulsion Test Article (MPTA)-098, which was later fit with RS-25 engines and tested at the National Space Technology Laboratory (NSTL) ."], [67, " Description [ edit ] \n The Space Shuttle was the first operational orbital spacecraft designed for reuse ."], [67, " In 1994, the LES was replaced by the full-pressure Advanced Crew Escape Suit (ACES), which improved the safety of the astronauts in an emergency situation."], [67, " The orbiter vehicles were originally installed with the Multifunction CRT Display System (MCDS) to display and control flight information."], [67, " In 1998, Atlantis was upgraded with the Multifunction Electronic Display System (MEDS), which was a glass cockpit upgrade to the flight instruments that replaced the eight MCDS display units with 11 multifunction colored digital screens."], [67, " As S band radios can operate only within their line of sight , NASA used the Tracking and Data Relay Satellite System and the Spacecraft Tracking and Data Acquisition Network ground stations to communicate with the orbiter throughout its orbit."], [67, " Four of the GPCs were loaded with the Primary Avionics Software System (PASS), which was Space Shuttle-specific software that provided control through all phases of flight."], [67, " This included orbital laboratories ( Spacelab , Spacehab ), boosters for launching payloads farther into space ( Inertial Upper Stage , Payload Assist Module ), and other functions, such as provided by Extended Duration Orbiter , Multi-Purpose Logistics Modules , or Canadarm (RMS)."], [67, " An upper stage called Transfer Orbit Stage (Orbital Science Corp."], [67, " [35] To limit the fuel conseumption while the orbiter vehicle was docked at the ISS, the Station-to-Shuttle Power Transfer System (SSPTS) was installed on Discovery and Endeavour ."], [67, " The Remote Manipulator System (RMS), also known as Canadarm, was a mechanical arm attached to the cargo bay."], [67, " RS-25 engines with the two Orbital Maneuvering System (OMS) pods ."], [67, " Orbital Maneuvering System [ edit ] \n Main article: Space Shuttle Orbital Maneuvering System ."], [67, " The Orbital Maneuvering System (OMS) consisted of two aft-mounted AJ10-190 engines and the associated fuel pods."], [67, " Thermal Protection System [ edit ] \n Main article: Space Shuttle thermal protection system ."], [67, " NASA began work on an Integrated Launch and Re-entry Vehicle (ILRV) in 1968, and by 1969 the space shuttle's development received approval from then-President Richard Nixon."], [67, " The European ATV Automated Transfer Vehicle supplied the ISS between 2008 and 2015."], [67, " Recommendation III – NASA and the primary shuttle contractors should review all Criticality 1, 1R, 2, and 2R items and hazard analyses."], [67, " [cleveryoutube video=”cbnT8Sf_LRs” vidstyle=”1″ pic=”” afterpic=”” width=”” quality=”inherit” starttime=”” endtime=”” caption=”Inside Mission Control, the Flight Controllers become aware of Columbia’s failed reentry."], [67, " The External Tank Thermal Protection System was redesigned to reduce foam shedding."], [67, " Boeing / Rockwell (orbiter) Country of origin United States \n Specifications Spacecraft type Crewed orbital launch and reentry Payload capacity 27,500 kilograms (60,600 pounds) Crew capacity 8 \n Production Status Retired Built 5 Retired 3 Lost 2 First launch 12 April 1981, 12:00:03  ( 1981-04-12UTC12:00:03Z )  UTC Last launch 8 July 2011 15:29:00  ( 2011-07-08UTC15:30Z )  UTC ."], [67, " Manufacturer Rockwell International Country of origin United States Operator NASA Applications Crew and cargo spaceplane \n Specifications Spacecraft type Crewed, reusable Launch mass 110,000 kg (240,000 lb) Dry mass 78,000 kg (172,000 lb) Regime Low Earth orbit \n Dimensions Length 37."], [67, "86 m (58 ft 7 in) Capacity Payload to LEO 24,310 kg (53,590 lb) \n Production Status Retired Built 6 Launched 5 orbiters ."], [67, " The orbiters were protected by Thermal Protection System (TPS) materials (developed by Rockwell Space Systems ) inside and out, from the orbiter's outer surface to the payload bay."], [67, " Three of the names had also been given to Apollo spacecraft between 1969 and 1972: Apollo 11 Command Module Columbia , Apollo 15 Command Module Endeavour , and Apollo 17 Lunar Module Challenger ."], [67, " Shuttle Avionics Integration Laboratory , simulator for actual flight hardware and software system testing and training."], [67, " Spacecraft Guidance, Navigation, and Control Requirements for an Intelligent Plug-n-Play Avionics (PAPA) Architecture ."], [67, " Flight numbering Edit \n Profiles of all five orbiters at launch."], [67, " Specific shuttle missions were therefore designated with the prefix \"STS\"."], [67, " Structure of the STS \n The STS has four main components: (1) the orbiter (i."], [67, " Payload — Amount of useful material that can be lifted into space by a delivery system."], [67, " Independent Verification and Validation Facility, Fairmont, West Virginia \n Conducts quality control testing for software; governed by the Goddard Space Flight Center and the Office of Safety and Mission Assurance."], [67, " The Atlas V family of Evolved Expendable\n Launch Vehicles (EELV) represents\n ULA’s commitment to enhanced\n competitive launch services for the U."], [68, " Jump to navigation \n Jump to search \n Partially reusable launch system and spacecraft ."], [68, " [ Related: Classified Shuttle Missions: Secrets in Space ] ."], [68, " [ Related: NASA's Space Shuttle By the Numbers: 30 Years of a Spaceflight Icon ] ."], [68, " Space Shuttle program Country United States Organization NASA Purpose Crewed orbital flight Status Completed Program history Cost $196 billion (2011) Duration 1972–2011 Maiden flight ."], [68, " Recommendation II – The Shuttle Program Structure should be reviewed."], [68, " The result was a detailed report, entitled Columbia Crew Survival Investigation Report."], [68, " Jump to navigation \n Jump to search \n Space Shuttle Discovery lifts off at the start of STS-120 ."], [68, " The Shuttle's Return to Earth - Space Shuttle: Return and Landing | HowStuffWorks ."], [68, " Final Countdown: NASA and the End of the Space Shuttle Program ."], [68, " NASA's Dramatic Photos of Space Shuttle Atlantis on the Final Mission ."], [68, " Today's Deals \n Best Sellers \n Find a Gift \n Customer Service \n Registry \n New Releases \n Gift Cards \n Sell \n AmazonBasics \n Coupons \n Whole Foods \n Free Shipping \n Shopper Toolkit \n #FoundItOnAmazon ."], [68, " The Fallen Astronaut – A Memorial Placed On The Moon In Secret ."], [68, " First Known Use of space shuttle 1950, in the meaning defined above ."], [68, " Jump to navigation \n Jump to search \n Reusable spacecraft component of the Space Shuttle system ."], [68, " Forever Young: A Life of Adventure in Air and Space (Kindle eBook)."], [68, " \"Loss of the Shuttle: Technology; Computers Driving Shuttle Are to Be Included in Inquiry\" ."], [68, " NASA Garage Sale Includes Shuttles, Engines, Space Suits | WIRED ."], [68, " NASA Garage Sale Includes Shuttles, Engines, Space Suits Share ."], [68, " Test flights Edit \n Main article: Approach and Landing Tests ."], [68, " Order\n Launch date\n Mission\n Shuttle\n Crew\n Duration\n Landing site\n Notes\n Sources."], [68, " Order\n Launch date\n Mission\n Shuttle\n Crew [lower-alpha 1] \n Duration\n Landing site\n Notes\n Sources."], [68, " \n - Space Art Gallery \n - New Old Stock \n - Solar System \n - Back-Patches \n - Flags \n - Pins \n - Sets \n - Stuff \n Contact \n About \n Questions \n Your cart (0) \n Login \n Create Account ."], [68, " Space Shuttle \n Search \n About Us \n Privacy Policy \n Shipping \n Contact \n Newsletter \n Facebook \n Shopify \n Your cart (0) ."], [68, " “ The Military Space Plane: Providing Transformational and Responsive Global Precision Striking Power."], [68, " The paper was titled \"The Space Shuttle\" but officially designated \"NASA Document III–31."], [68, " Project Mercury \n This NASA site includes links to Mercury's Goals, Mercury Technical Diagrams/Drawings, the First 100 U."], [68, " On the Shoulders of Titans: A History of Project Gemini \n Online version of NASA Special Publication-4203 by Barton C."], [68, " A New Sun: The Solar Results from Skylab \n Online version of NASA publication by John A."], [68, " The Apollo-Soyuz Test Project \n Overview of the Apollo-Soyuz Test Project: goals, flight summary, and a digital image collection."], [68, " International Space Station: An Interactive Reference Guide \n Modules include How the Crew Lives, How It Works, and ISS 360 Tour."], [68, "   SpaceX Launches 60 Starlink Satellites Marking the First Launch of 2020 Only six days into the […] ."], [69, " [10] The first of four orbital test flights occurred in 1981, leading to operational flights beginning in 1982."], [69, " The Air Force collaborated with NASA on the Dyna-Soar, and began training six pilots in June 1961."], [69, " In February 1977, Enterprise began the Approach and Landing Tests and underwent captive flights, where it remained attached to the Shuttle Carrier Aircraft for the duration of the flight."], [69, " [12] : 173–174 After four additional flights, Enterprise was moved to the Marshall Space Flight Center on March 13, 1978."], [69, " NASA conducted three additional test flights with Columbia in 1981 and 1982."], [69, " Space shuttle flights resumed on July 26, 2005, with the launch of Discovery ."], [69, " Enterprise successfully did a series of rigorous tests, starting with taxi work and culminating in several free flights and touchdowns."], [69, " This limited the flight rate to six to eight missions per year; the 100th shuttle flight was not achieved until October 2000."], [69, " This is the final ferry flight scheduled in the Space Shuttle Program era."], [69, " The first of four orbital test flights occurred in 1981, leading to operational flights beginning in 1982."], [69, " flight STS-51 (a mission carried out by Discovery in 1993) was many years after STS-51-A ( Discovery's second flight in 1984)."], [69, " NASA resumed shuttle flights when Discovery (STS-114) was launched on July 26, 2005."]]