[[0, " Our editors will review what you’ve submitted and determine whether to revise the article."], [1, " [31] Ivana became a naturalized United States citizen in 1988."], [1, " has developed what The Washington Post calls a \"public persona as a right-wing provocateur and ardent defender of Trumpism\"."], [1, " retweeted conspiratorial remarks by white supremacist Kevin B."], [1, " again promoted the conspiracy theory that the Clintons murdered people."], [1, " retweeted a false and antisemitic conspiracy theory that George Soros , the Jewish Hungarian-American businessman and philanthropist, was a \"nazi who turned in his fellow Jews to be murdered in German concentration camps & stole their wealth\"."], [1, " [75] George Soros's spokesperson responded to the tweets, \"George Soros survived the Nazi occupation of Hungary as a 13-year-old child by going into hiding and assuming a false identity with the help of his father, who managed to save his own family and help many other Jews survive the Holocaust."], [2, " During his presidency , Trump ordered a travel ban on citizens from several Muslim-majority countries, citing security concerns; after legal challenges , the Supreme Court upheld the policy's third revision ."], [2, "\" [30] [52] [53] The makers of Skittles condemned the tweet, saying \"Skittles are candy."], [2, " [104] President Trump reversed the decision to allow elephant trophies imported from Zambia and Zimbabwe , pending further review."], [2, " Trump approves water decision for California farmers The decision lifts environmental regulations, providing more water in California's Central Valley region."], [2, " Trump touts campaign promise fulfilled for California farmers in decision to divert water Critics said the change could threaten sensitive ecosystems."], [2, " Chris Murphy met with Iran’s foreign minister during a security conference in Germany over the weekend, prompting quick condemnation from President Trump."], [2, " This was true even after much criticism from his party due to his comments on illegal immigration , Muslims , and ISIS ."], [2, " Border security and illegal immigration remarks \n During his announcement speech he stated in part, \"When Mexico sends its people, they're not sending their best."], [2, "\" On July 6, 2015, Trump issued a written statement to clarify his position on illegal immigration which drew a reaction from critics."], [2, " Trump then delivered his victory speech before hundreds of supporters in the Hilton Hotel in New York City."], [2, "\" [94] Two days later, he ordered the construction of the Mexico border wall ."], [2, " [96] [97] Several federal judges issued rulings that curtailed parts of the immigration order, stopping the federal government from deporting visitors already affected."], [2, " On April 7, 2017, Trump ordered the launch of 59 Tomahawk cruise missiles from the Mediterranean Sea into Syria , aimed at Shayrat Air Base as a reaction to the Khan Shaykhun chemical attack ."], [2, " [116] In late August, Trump dramatically escalated tensions against North Korea, warning that further threats against the U."], [2, " In September 2017, Trump controversially oversaw the rescinding of the Deferred Action for Childhood Arrivals or \"DACA\" which removed protections for children immigrants and removed benefits."], [3, " But our Movement cannot stop now - we still have much work to do."], [3, " [51] He has called golfing his \"primary form of exercise\", [52] although he usually does not walk the course."], [3, " [53] [54] He considers exercise a waste of energy, because he believes the body is \"like a battery, with a finite amount of energy\"."], [3, " Sanders eviscerates conventional wisdom about why he can’t win ."], [3, " Trump heads to India, where massive rally and Taj Mahal visit await: What to know Here's what we know about Trump's visit to India this week."], [3, " Peggy Grande: Blue states for Trump – here's how voters there can boost president's reelection There are more than 4."], [3, " For Trump's visit to India, plenty of spectacle but low expectations on policy."], [3, " In rare criticism, Barr says Trump's tweets make his job 'impossible'."], [3, " His campaign slogan for President was, “Make America Great Again,” and that is exactly what he is doing."], [3, " Would you take a handful? That's our Syrian refugee problem."], [3, " [69] [70] Khan did not respond to the criticism, saying he had \"far more important things\" to do."], [3, " election to help President Donald Trump while simultaneously say it's \"no surprise\" that Russia would help Senator Bernie Sanders' campaign."], [3, " 5 things to know about President Trump's trip to India Here are five things to know about President Donald Trump's two-day trip to India."], [3, " Trump tries new approach for $1 trillion infrastructure plan He has so far failed to persuade Congress to pass anything like it."], [3, " [115] Trump did not speak out against white nationalists explicitly, instead condemning \"hatred, bigotry, and violence on many sides\" leading people to think he did not take a harsh approach on racism."], [3, " Simple questions everyone wonders about but few figure out: How can environmentalists interact with Trump supporters, and should you bother to act on the environment alone? ."], [3, " Simple questions everyone wonders about but few figure out: How can environmentalists interact with Trump supporters, and should you bother to act on the environment alone? ."], [3, " Forget about the past, and don’t think too far ahead into the future."], [3, " What do you think about Donald Trump’s net worth? Leave a comment below."], [3, " While we may not know what Trump’s actual IQ score is, neither does the creator of this meme."], [3, " Is This ‘God Bows Down to Trump’ Sign Real? \n Political humor can sometimes be so arch that viewers fail to discern it as such."], [4, " Distinctive façade of Trump Tower , headquarters of the Trump Organization, in Midtown Manhattan ."], [4, " Manhattan developments \n Trump attracted public attention in 1978 with the launch of his family's first Manhattan venture, the renovation of the derelict Commodore Hotel , adjacent to Grand Central Terminal ."], [4, " [89] [90] The hotel reopened in 1980 as the Grand Hyatt Hotel, [91] and that same year, Trump obtained rights to develop Trump Tower , a mixed-use skyscraper in Midtown Manhattan."], [4, " In 1988, Trump acquired the Plaza Hotel in Manhattan with a loan of $425 million from a consortium of banks."], [4, " In 1996, Trump acquired a vacant 71-story skyscraper at 40 Wall Street ."], [4, " After an extensive renovation, the high-rise was renamed the Trump Building."], [4, " Relying on a construction loan guaranteed by his father and the Hyatt Corporation, which became a partner in the project, Trump refurbished the building and reopened it in 1980 as the 1,400-room Grand Hyatt Hotel."], [4, " In 1983 he opened Trump Tower , an office, retail, and residential complex constructed in partnership with the Equitable Life Assurance Company."], [4, " The 58-story building on 56th Street and Fifth Avenue eventually contained Trump’s Manhattan residence and the headquarters of the Trump Organization."], [4, " Other Manhattan properties developed by Trump during the 1980s included the Trump Plaza residential cooperative (1984), the Trump Parc luxury condominium complex (1986), and the 19-story Plaza Hotel (1988), a historic landmark for which Trump paid more than $400 million."], [4, " Deutsche Bank extended hundreds of millions of dollars in credit to Trump in the late 1990s and the 2000s for projects including Trump World Tower (2001) in New York and Trump International Hotel and Tower (2009) in Chicago ."], [4, " Trump has supervised building projects, which included 40 Wall Street , Trump International Hotel and Tower , and Trump Park Avenue , [17] In 2006 he helped launch Trump Mortgage , which collapsed less than a year later."], [4, " was a prize at a fundraising auction for Safari Club International in 2020."], [4, " Career \n Hotel developments \n Main article: The Trump Organization ."], [4, " They include Trump International Hotel and Tower in Honolulu , Trump International Hotel and Tower in Chicago , Trump International Hotel and Tower in Toronto , and Trump Tower in Tampa ."], [4, " He made the announcement at 11am EST from his headquarters in Trump Tower in New York City."], [4, " The Trump Plaza Hotel in Manhattan sought bankruptcy protection in 1992."], [5, " Copyright © 2020, Trump Make America Great Again Committee ."], [5, " Paid for by Trump Make America Great Again Committee, a joint fundraising committee authorized by and composed of Donald J."], [5, "\" [38] Trump's official campaign slogan is \"Make America Great Again."], [5, " About \n Press \n Copyright \n Contact us \n Creators \n Advertise \n Developers \n Terms \n Privacy \n Policy & Safety \n Test new features ."], [6, " Communities Queer Voices Women Black Voices Latino Voices Asian Voices ."], [6, " Political \n Fredericksburg, VA MAGA Meet-Up \n Wed, February 26, 2020 ."], [6, " Political \n Wake County Trump Victory MAGA Meet-Up \n Wed, February 26, 2020 ."], [6, " Political \n CPAC Youth Coalition MAGA Meet-Up \n Thu, February 27, 2020 ."], [6, " Political \n Muscogee County MAGA Meet-Up \n Fri, February 28, 2020 ."], [6, " on January 22, 2020 in The Conservative Social Psychologist ."], [6, "Tom Murse is a former political reporter and current Managing Editor of daily paper \"LNP,\" and weekly political paper \"The Caucus,\" both published by LNP Media in Lancaster, Pennsylvania."], [7, " Are any Democrat operatives, the DNC, or Crooked Hillary Clinton, blaming Russia, Russia, Russia for the Bernie San… twitter."], [7, " presidential election from Ukraine to help his re-election bid and then obstructed the inquiry itself."], [7, " Rated the #1 political newsletter by political professionals."], [7, " National security adviser dismisses claims of Russian 2020 interference ."], [7, " intelligence said Russia is trying to interfere in the 2020 election to help President Trump."], [7, " National security adviser says he's seen 'no evidence' Russia backing Trump, contradicting intelligence community."], [7, " National security adviser says he's seen 'no evidence' Russia backing Trump, contradicting intelligence community."], [7, " Schiff blasts Trump for making 'false claims' about Russia intel: 'You've betrayed America."], [7, " Connecticut senator: 'Trump policy on Iran has been a total disaster' ."], [7, " He had a meeting with a Russian lawyer , who promised damaging information about the campaign of Hillary Clinton in the 2016 presidential election ."], [7, " The ads were criticized by corruption watchdogs as unethical."], [7, "'s publicly disclosed emails that the Russian government was involved."], [7, " had already provided this correspondence to congressional investigators who were looking into Russian interference in the 2016 election ."], [7, " to share an unsubstantiated [44] claim that Hillary Clinton had wanted to attack Assange with drones."], [7, " White House dismisses reports Russia wants to help Trump; says 'no surprise' Russia would help Sanders ."], [7, " National security adviser Robert O'Brien pushed back on reports that Russia is attempting in the U."], [7, " Trump calls Russia's 2020 election interference a 'hoax' but it's very real ."], [7, " Swalwell: It's important to 'name and shame' Russia after new meddling claims ."], [7, " Maddow: Time for warnings is past as Trump openly abuses power ."], [7, " President Trump says he hasn't been briefed on Russian interference in 2020 After a week of reports that President Trump and Bernie Sanders are being pumped up by Russian meddling, the president said he has \"not been briefed at all."], [7, " Trump mocks intel finding Russia helping his reelection as Democratic 'disinformation' President Trump has had difficulty finding a confirmable nominee for Director of National Intelligence, dismisses reports Russia helping reelect him."], [7, " Trump calls Russia reelection report ‘disinformation’ President Donald Trump on Friday mocked reports that the intelligence community has concluded Russia is interfering in the 2020 campaign on his behalf."], [7, " Trump replaces top intelligence official amid news of 2020 election interference The president believed Democrats would use information from a briefing with the House Intelligence Committee that Russia is planning to interfere in the 2020 campaign to bolster Trump’s re-election against him."], [7, " Chris Murphy criticized by Trump for taking meeting with Iran's foreign minister Sen."], [7, " Other issues he highlights include taking care of military veterans , making the military \"strong\", aggressive bombing of the Mideast terrorist group ISIS , surveillance of certain mosques in the U."], [7, " On January 27, an order suspended admission of refugees for 120 days and denied entry to citizens of Iraq , Iran , Libya , Somalia , Sudan , Syria and Yemen for 90 days, citing security concerns about terrorism."], [7, " counterintelligence agents for his communications with Russian officials, [98] Flynn resigned on February 13, 2017."], [7, " 438, [111] accusing the president of obstructing justice regarding the investigation of Russian interference in the 2016 presidential election."], [7, "\" [117] North Korean leader Kim Jong-un then threatened to direct the country's next missile test toward Guam ."], [8, " [18] Trump said in 2015 that the medical deferment was due to a bone spur in a foot, though he could not remember which foot had been afflicted."], [8, " During that period Trump also purchased the New Jersey Generals, a team in the short-lived U."], [8, " How the black vote could impact the Trump campaign Candace Owens weighs in on the 2020 election on ‘Sunday Morning Futures."], [8, " Passage to India: Trump ready for warm embrace, adulation President Donald Trump is ready for a king's welcome in India when he arrives Monday for a packed two-day visit ."], [8, " [34] On February 27, Trump stated that he was \"not ready\" to sign on for another season because of the possibility of a presidential run."], [8, " The next $2,800 will be designated for the general election."], [8, " President Donald Trump has been a subject of speculation since the early days of the 2016 presidential election cycle."], [8, " If a prediction is only noticed after an incident occurs, is it really a prediction? ."], [9, " Health and lifestyle \n Trump has said that he abstains from alcohol , a reaction to his older brother Fred Trump Jr."], [9, "'s alcoholism and early death, [48] and that he has never smoked cigarettes or cannabis ."], [9, " Freddy’s alcoholism led to his early death in 1981, at the age of 43."], [10, " In the 1980s Trump invested heavily in the casino business in Atlantic City, where his properties eventually included Harrah’s at Trump Plaza (1984, later renamed Trump Plaza), Trump’s Castle Casino Resort (1985), and the Trump Taj Mahal (1990), then the largest casino in the world."], [10, " Despite those measures, the Trump Taj Mahal declared bankruptcy in 1991, and two other casinos owned by Trump, as well as his Plaza Hotel in New York City, went bankrupt in 1992."], [10, " Trump National Doral Miami The Trump National Doral Miami, a golf resort in Florida."], [10, " Much of his money was made in real estate in New York City , Las Vegas , and Atlantic City ."], [10, " In 1988–89 he hosted WrestleMania IV and V at Boardwalk Hall (dubbed \"Trump Plaza\" for storyline purposes) and has been an active participant in several of the shows."], [10, " [30] Trump was inducted into the celebrity wing of the WWE Hall of Fame in 2013 at Madison Square Garden for his contributions to the promotion."], [10, " Three of the casino bankruptcies came during the recession of the early 1990s and the Gulf War , both of which contributed to hard times in Atlantic City, New Jersey's gambling facilities."], [10, " He also entered a Manhattan hotel and two casino holding companies into bankruptcy."], [10, "2 billion Taj Mahal Casino Resort in Atlantic City in April 1990."], [10, " Its operations were said to have cannibalized the revenue of Trump's Plaza and Castle casinos."], [10, " This was a bed in the 'High Rollers Suite' at Trump's Castle Casino in Atlantic City, New Jersey."], [10, " The Castle Hotel & Casino entered bankruptcy in March 1992 and had the most difficulty of Trump's Atlantic City properties in covering its operational costs."], [10, " The casino remains in operation under new ownership and a new name, the Golden Nugget."], [10, " The Trump Plaza Hotel and Casino filed bankruptcy in March 1992."], [10, " The Plaza Casino was one of two Trump casinos in Atlantic City to enter bankruptcy in March 1992."], [10, " The 39-story, 612-room Plaza opened on the Atlantic City boardwalk in May 1984 after Trump struck a deal to build the casino with Harrah’s Entertainment."], [10, " The company said its gambling take was down nearly $11 million across all three casinos."], [10, " Atlantic City casinos were also hurting, according to published reports, because of new competition from across the state line in Pennsylvania, where slot machines had come online and were drawing gamblers."], [11, " Queens , New York City Political party Republican (1987–1999, 2009–2011, 2012–present) Other political ."], [11, " Trump entered the 2016 presidential race as a Republican and defeated 16 other candidates in the primaries ."], [11, " Despite not being favored in most forecasts, he was elected over Democratic nominee Hillary Clinton , although he lost the popular vote."], [11, " Donald Trump's nomination as the Republican presidential candidate An overview of Donald Trump's nomination as the Republican presidential candidate in 2016."], [11, ", in the Nevada caucuses and a Washington Post report that Russia was trying to help Sanders win the Democratic primary race."], [11, " 2020 Democrats' focus on faith losing them the white Christian vote ."], [11, " Sanders has wide leads in two of three battleground states: survey ."], [11, " Trump announced his candidacy for the Presidency on June 16, 2015."], [11, " He then accepted the Republican nomination for President of the United States in July of 2016, having defeated seventeen other contenders during the Republican primaries."], [11, " Trump was elected President in the largest Electoral College landslide for a Republican in 28 years."], [11, " And he received the votes of more than 62 million Americans, the most ever for a Republican candidate."], [11, " WikiLeaks urged the Trump campaign to reject the results of the 2016 presidential election at a time when it appeared the Trump campaign would lose."], [11, " [45] He raised millions of dollars for Republican candidates, was second only to his father in his ability to draw crows to draw campaign events, and is credited with helping Republican candidates win."], [11, " In April 2017, he campaigned for Montana congressional candidate Greg Gianforte , [48] and in May met with Republican National Committee officials to discuss the party's strategy and resources."], [11, " On November 7, 2017, he posted tweets urging voters in Virginia's gubernatorial election to vote \"tomorrow\", the day after the election."], [11, " Is Bernie Sanders on track to win the Democratic nomination? ."], [11, " Pelosi's strategy for getting Democrats to the polls in November ."], [11, " All polls Polls of likely or registered voters Polls of adults All polls ."], [11, " Family of Texas man Trump pardoned dished out donations to his reelection campaign Trump pardonee Paul Pogue's family members dished out six-figure donations to Trump's reelection campaign."], [11, " Queens , New York City Political party Republican (1987–99, 2009–11, 2012–present) Other political ."], [11, " In June 2015, Trump announced that he would run for President of the United States in the 2016 presidential election ."], [11, " Starting mid-July, polls showed that Trump was the front-runner in the Republican field."], [11, " It has gained opposition from Democrats , some Republicans , business people, some world leaders and the pope ."], [11, " Announcement \n Trump made a formal announcement of his candidacy for president of the United States for the 2016 elections on June 16, 2015."], [11, " During the primaries, Trump (dark blue), has won 40 contests ."], [11, " Primaries \n Main article: Republican Party presidential primaries, 2016 ."], [11, " Trump entered a large field of candidates consisting of 16 other Republican candidates campaigning for the nomination, the largest presidential field in American history."], [11, " [49] On Super Tuesday , Trump won the majority of the delegates and remained the front-runner throughout the primaries."], [11, " Finishing in June 2016 with nearly 14 million votes, Trump broke the all-time record for winning the most primary votes in the history of the Republican Party ."], [11, " After becoming the presumptive Republican nominee, Trump's focus shifted to the general election , urging remaining primary voters to \"save [their] vote for the general election."], [11, "\" [54] Trump began targeting Hillary Clinton , who became the presumptive Democratic nominee on June 6, 2016 after beating Bernie Sanders in the Democratic primaries, and continued to campaign across the country."], [11, " On November 8, 2016, Trump won the presidency with 304 electoral votes to Clinton's 227 votes."], [11, " [58] [59] The final popular vote difference between Clinton and Trump is that Clinton finished ahead by 2."], [11, " [60] Trump's victory was considered a big political upset, as nearly all national polls at the time showed Hillary Clinton with a modest lead over Trump, and state polls showed her with a modest lead to win the Electoral College."], [11, " [99] Two days later on February 15, Trump's Secretary of Labor -nominee Andrew Puzder withdrew his nomination due to not having support from Democrats or Republicans to confirm his nomination."], [11, " Sanders gains momentum from Nevada win; Buttigieg campaign challenges results ."], [11, " County convention delegates are the current number of county delegates each candidate will get at the state convention, which determines the number of pledged national delegates each candidate receives."], [11, " A popular meme appears to have conflated two different tax proposals from the 2020 Democratic presidential candidate."], [12, " He took charge of his family's real-estate business in 1971, renamed it The Trump Organization , and expanded its operations from Queens and Brooklyn into Manhattan ."], [12, " Trump & Son\", founded in 1923, [21] was active in the New York boroughs of Queens and Brooklyn , building and selling thousands of houses, barracks, and apartments."], [12, " Trump & Son, which owned middle-class rental housing in New York City's outer boroughs."], [12, " Beginning in the late 1920s, Fred Trump built hundreds of single-family houses and row houses in the Queens and Brooklyn boroughs of New York City, and from the late 1940s he built thousands of apartment units, mostly in Brooklyn, using federal loan guarantees designed to stimulate the construction of affordable housing ."], [12, " Beginning in the late 1970s, Donald Trump transformed his father’s business by investing in luxury hotels and residential properties and by shifting its geographic focus to Manhattan and (in the 1980s) Atlantic City , New Jersey ."], [12, " Football League; Mar-a-Lago, a 118-room mansion in Palm Beach , Florida , built in the 1920s by the cereal heiress Marjorie Merriweather Post; a 282-foot yacht , then the world’s second largest, which he named the Trump Princess ; and an East Coast air-shuttle service, which he called Trump Shuttle."], [12, " [24] the company focused on middle-class rental housing in Brooklyn, Queens, and Staten Island."], [12, " With a $500,000 investment, he turned the 1200-unit complex with a 66 percent vacancy rate to 100 percent occupancy within two years."], [12, " The hotel, overlooking Central Park in Manhattan from its location on Fifth Avenue, entered bankruptcy because it could not pay its annual debt service payments."], [12, " Donald Trump flies in a personal helicopter to view some of his properties in New York City and New Jersey."], [12, " Career \n Donald Trump’s career began at his father’s company ‘Elizabeth Trump and Son’, which was a company based in Brooklyn that focused on rental housing for the average Joe."], [12, " He carried the responsibility of managing Central – one of North Dakota’s largest schools."], [13, " key events in the life of Donald Trump Key events in the life of U."], [13, " title / office political affiliation notable works role in notable family members related facts and data ."], [13, " The book is critical of political correctness , and argues that the American left has a victimhood complex."], [13, " [84] In a review for The Washington Post , Carlos Lozada said, \"fails as memoir and as polemic: Its analysis is facile, its hypocrisy relentless, its self-awareness marginal."], [13, " Trump has defiantly flipped the presidential script, making chaos and deliberate combativeness the new normal of White House operations, manifest in hostile briefings, high rates of staff turnover, and cultural exchanges that appear aimed at dividing the nation."], [13, " Chief among them is a well-documented distortion of facts if not outright lies about everything from crowd size at the inauguration to discussions with foreign heads of state."], [13, " A large segment of the population seeks to quell their emotional reactivity to the chaos of the presidency and to rationally navigate the civic, legal, and ideological battles that play out daily, from Twitter to the federal courts."], [13, " The President's Personality \n Trump’s manifest grandiosity and disregard for facts, beginning with failure to accept clear evidence about the size of the crowd attending his inauguration, has put mental health professionals in the spotlight from Day One of his presidency."], [13, " Psychologists and commentators from all ideological camps early converged on a label of narcissistic personality disorder as the condition that “explains” Trump’s behavior."], [13, " Among those making this assertion are more than 70,000 mental health professionals who signed a petition warning of Trump's potential dangerousness, despite longstanding professional injunctions against \"diagnosing\" public figures whom experts have not personally examined."], [13, " What Psychological Terms Characterize the Trump Presidency? \n Trump’s presidency has given rise to heated discussion about a range of psychological phenomena, well beyond the debate about his own personality."], [13, " But it’s a logical fallacy, hides facts, and worsens bias and divisiveness."], [13, " But it’s a logical fallacy, hides facts, and worsens bias and divisiveness."], [14, " Trump later started various side ventures , mostly by licensing his name."], [14, " [18] In 1972, he was reclassified 4-F , due to bone spurs, which permanently disqualified him from service."], [14, " He started working with his mother in real estate when he was 15."], [14, " [22] In spite of his German ancestry , Fred claimed to be Swedish amid the anti-German sentiment sparked by World War II; [23] [24] Trump repeated this claim until the 1990s."], [14, " [50] He has said he prefers three to four hours of sleep per night."], [14, " His financial losses in the 1980s caused him to be dropped from the list between 1990 and 1995."], [14, " [68] During the three years since Trump announced his presidential run in 2015, Forbes estimated his net worth declined 31% and his ranking fell 138 spots."], [14, " Journalist Jonathan Greenberg reported in April 2018 that Trump, using a pseudonym \" John Barron \", called him in 1984 to falsely assert that he owned \"in excess of ninety percent\" of the Trump family's business, in an effort to secure a higher ranking on the Forbes 400 list of wealthy Americans."], [14, " Trump has often said he began his career with \"a small loan of one million dollars\" from his father, and that he had to pay it back with interest."], [14, " [74] In October 2018, The New York Times reported that Trump \"was a millionaire by age 8\", borrowed at least $60 million from his father, largely failed to reimburse him, and had received $413 million (adjusted for inflation) from his father's business empire over his lifetime."], [14, "17 billion over the ten-year period, in contrast to his claims about his financial health and business abilities."], [14, " Trump began his career in 1968 at his father Fred's real estate development company, E."], [14, " (Freddy), worked briefly for his father’s business before becoming an airline pilot in the 1960s."], [14, " A decade later a New York state investigation found that Fred had used his profit on a state-insured construction loan to build a shopping centre that was entirely his own property."], [14, " In 1968, during the Vietnam War , he secured a diagnosis of bone spurs, which qualified him for a medical exemption from the military draft (he had earlier received four draft deferments for education)."], [14, " Upon his graduation Trump began working full-time for his father’s business, helping to manage its holdings of rental housing, then estimated at between 10,000 and 22,000 units."], [14, " Their married life, as well as Trump’s business affairs, were a staple of the tabloid press in New York City during the 1980s."], [14, " economy fell into recession in 1990, many of Trump’s businesses suffered, and he soon had trouble making payments on his approximately $5 billion debt, some $900 million of which he had personally guaranteed."], [14, " Under a restructuring agreement with several banks, Trump was forced to surrender his airline, which was taken over by US Airways in 1992; to sell the Trump Princess ; to take out second or third mortgages on nearly all of his properties and to reduce his ownership stakes in them; and to commit himself to living on a personal budget of $450,000 a year."], [14, " In the early 1990s Trump had floated a plan to his creditors to convert his Mar-a-Lago estate into a luxury housing development consisting of several smaller mansions, but local opposition led him instead to turn it into a private club, which was opened in 1995."], [14, " Search continues for Tennessee toddler missing since December 2019 ."], [14, " Trump was estranged from his father for one year after the divorce, furious at his actions which broke up the family."], [14, " Trump Organization \n On January 11, 2017, Trump's father announced that he and his brother Eric would oversee a trust that included the Trump Organization's assets while his father was president, in order to avert a conflict of interest ."], [14, "'s assertion that he and his family members had gotten out of foreign business deals after Trump became president is false."], [14, " In February 2018, advertisements in Indian newspapers promoted a deal whereby anyone who purchased Trump Organization apartments in Gurgaon before February 20 would be invited to have a \"conversation and dinner\" with Trump Jr."], [14, " The campaign initially denied the interview had taken place; later Trump Jr."], [14, " On March 15, 2018, it was announced that the couple had separated and she had filed for uncontested divorce in Manhattan Supreme Court ."], [14, " [95] [96] [97] However, later it was revealed that the divorce is contested."], [14, " [99] On February 22, 2019, they announced that they settled their divorce at the end of 2018."], [14, " [46] [101] Guilfoyle had been friends with the Trump family for years."], [14, " It was far from the first time President Donald Trump's eldest son dabbled in online conspiracy theories, using his 2."], [14, " His campaign has gained support from mostly middle-class families."], [14, " [48] By early 2016, the race had mostly centered on Donald Trump and U."], [14, " [61] In the early hours of November 9, 2016, Trump received a phone call in which Clinton conceded the presidency to him."], [14, " Donald Trump has portrayed himself as a successful businessman who has amassed a net worth of as much as $10 billion."], [14, " Critics have cited the Trump corporate bankruptcies as examples of his recklessness and inability to manage, but the real-estate developer, casino operator, and former reality-television star says his use of federal law to protect his interests illustrates his sharp business acumen."], [14, " It reported in 2016 that Trump \"put up little of his own money, shifted personal debts to the casinos and collected millions of dollars in salary, bonuses, and other payments."], [14, " \"The burden of his failures,\" according to the newspaper, \"fell on investors and others who had bet on his business acumen."], [14, " Trump was forced to relinquish half of his ownership in the casino and sell off his yacht and his airline."], [14, " Trump gave up a 49 percent stake in the company to lenders, as well as his salary and his day-to-day role in its operations."], [14, " The problem arose when he started having various difficulties at the school… ."], [14, " This was just over $1 million more than his dad had purchased it for back in 1962."], [14, " In May 2019, we encountered a rumor claiming the opposite: that Trump’s IQ was a lowly 73 (placing him in the “well below average” classification)."], [14, " After receiving financial support from a wide range of celebrities, a bullied boy with dwarfism was accused of lying about his age."], [15, " As of 2019 [update] , Forbes estimated his net worth to be $3."], [15, " In 1982, Trump was listed on the initial Forbes list of wealthy individuals as having a share of his family's estimated $200 million net worth."], [15, " [65] In its 2019 billionaires ranking, Forbes estimated Trump's net worth at $3."], [15, " [69] When he filed mandatory financial disclosure forms with the Federal Elections Commission (FEC) in July 2015, Trump claimed a net worth of about $10 billion; [70] however FEC figures cannot corroborate this estimate because they only show each of his largest buildings as being worth over $50 million, yielding total assets worth more than $1."], [15, " Greenberg also wrote that Forbes had vastly overestimated Trump's wealth and wrongly included him on the Forbes 400 rankings of 1982, 1983, and 1984."], [15, " [79] [80] Forbes estimated in October 2018 that the value of Trump's personal brand licensing business had declined by 88% since 2015, to $3 million."], [15, " Trump's tax returns from 1985 to 1994 show net losses totaling $1."], [15, "7 million less than the amount of his government-insured loan."], [15, " Estimates of Trump’s net worth during this period ranged from $1."], [15, "7 million registered Republicans in California, more than any other state."], [15, " which bought $75,000 and $100,000 worth of the books, respectively."], [15, " In its October 7, 2007 Forbes 400 issue, \"Acreage Aces\", Forbes valued Trump's wealth at $3 billion."], [15, " Earlier that year, the holding company posted a first-quarter loss of $48 million, double its losses for the same quarter the previous year."], [15, " Chapter 11 restructuring reduced the company's debt by about $600 million and cut interest payments by $102 million annually."], [15, " Trump’s business advice is great and well worth taking into account since the man’s worth $3."], [16, " This victory was the result of a Movement to put America first, to save the American economy, and to make America once again a shining city on the hill."], [16, ") [68] making him one of the richest politicians in American history and the first billionaire American president."], [16, " Trump appears to have lost more money than nearly any other individual American taxpayer\", and Trump's \"core business losses in 1990 and 1991 – more than $250 million each year – were more than double those of the nearest taxpayers in the I."], [16, " Made in the USA \n The inspiring story about hundreds of American workers who manufactured the hats that became a symbol for our movement."], [16, " Democrats: It's Trump's world, and we're just living in it ."], [16, " Throughout his life he has continually set the standards of business and entrepreneurial excellence, especially in real estate, sports, and entertainment."], [16, " Trump built on his success in private life when he entered into politics and public service."], [16, " Trump followed in his father’s footsteps into the world of real estate development, making his mark New York City."], [16, " There, the Trump name soon became synonymous with the most prestigious of addresses in Manhattan and, subsequently, throughout the world."], [16, " On October 1, 2017, Stephen Paddock opened fire on country-music festival goers in Las Vegas , killing more than 55 and injuring more than 500 becoming the deadliest mass shooting in modern United States history."], [16, " Italy says coronavirus cases spiked from three to 132 in matter of days The outbreak is concentrated in the country’s wealthy north, where authorities have raced to close off towns where the virus is most concentrated."], [16, " Trump’s India trip mixes politics with policy and offers the promise of his biggest rally yet The president hopes his popularity in India translates to more votes from Americans of Indian heritage."], [16, " Trump's Taj Mahal was described as the eighth wonder of the world and the largest casino in the world."], [16, " More than 60,000 people a day visited the Taj Mahal in its opening days."], [16, " Trump Plaza closed in September 2014, putting more than 1,000 people out of work."], [16, " Trump is now 71 years old and has built himself an incredible business empire."], [16, " He took over his father’s company and made it one of the largest conglomerates in the world."], [16, " What started off as a company revolving around middle class real estate, has now turned into a huge conglomerate, owning some of the best buildings in the world including The Trump World Tower, raking in hundreds of millions of profit."], [16, " Dan has been running Wealthy Gorilla for the last 5 years, whilst traveling the world and being able to call Bali, Indonesia, his HQ."], [16, " To this day, Wealthy Gorilla has become one of the fastest growing self-development sites in the world; with over 40 million views worldwide, and more than 200,000 followers on social media."], [16, " How Cheech and Chong's Facebook timeline unwittingly exposed a network of niche dating websites tied to a Silicon Valley space tycoon."], [17, " January 20, 2017 Vice President Mike Pence Preceded by Barack Obama \n Personal details Born Donald John Trump ."], [17, " Amid the Trump–Ukraine scandal – where Trump asked the Ukrainian president to investigate Joe Biden and his son Hunter Biden – Trump Jr."], [17, " Views and controversies \n Race and immigration \n During his father's presidential campaign, Trump Jr."], [17, " January 20, 2017 Vice President Mike Pence Preceded by Barack Obama \n Personal details Born Donald John Trump ."], [17, " Trump and Vice President Mike Pence talking with Secretary John F."], [18, " Political \n St Clair County MAGA Meetup - Township of Wales, MI \n Mon, February 24, 2020 ."], [18, " Political \n St Clair County MAGA Meetup - Township of Wales, MI \n Mon, March 02, 2020 ."], [18, " Political \n St Clair County MAGA Meetup - Township of Wales, MI \n Mon, March 09, 2020 ."], [18, " Political \n St Clair County MAGA Meetup - Township of Wales, MI \n Mon, March 16, 2020 ."], [18, " Political \n St Clair County MAGA Meetup - Township of Wales, MI \n Mon, March 23, 2020 ."], [18, " Political \n St Clair County MAGA Meetup - Township of Wales, MI \n Mon, March 30, 2020 ."], [19, " [84] [85] In 1971, he was named president of the family company and renamed it The Trump Organization ."], [19, " In 1974 he became president of a conglomeration of Trump-owned corporations and partnerships, which he later named the Trump Organization."], [19, " currently serves as a trustee and executive vice president of the Trump Organization , running the company alongside his younger brother Eric ."], [19, " is a grandson of Fred Trump and great-grandson of Elizabeth Trump , who founded what became the Trump Organization."], [19, "-based senior vice president at Crocus Group, the real estate development company run by Aras Agalarov ."], [19, " Trump was also the chairman and president of The Trump Organization ."], [19, " [12] He was inaugurated as the 45th president on January 20, 2017."], [19, " The Trump Organization \n What was ‘Elizabeth Trump and Son’, Donald Trump’s father’s company, was renamed to The Trump Organization in 1971 by Trump when he was given control of the company."], [20, " district court judge (1983–99) and later as a judge on the U."], [20, " 'Just get Mike Bloomberg in there': Clint Eastwood distances himself from Trump."], [20, " 'Just get Mike Bloomberg in there': Clint Eastwood distances himself from Trump."], [20, " Trump says Roger Stone has 'very good chance of exoneration' hours after sentencing."], [20, " Trump says Roger Stone has 'very good chance of exoneration,' claims jury bias."], [20, " Judge gives Roger Stone 'tongue-lashing' before sentencing him to 40 months in prison."], [20, " Trump has assembled team to recommend and vet candidates for clemency."], [20, " Trump says Roger Stone has 'very good chance of exoneration,' claims jury bias."], [20, " Judge gives Roger Stone 'tongue-lashing' before sentencing him to 40 months in prison."], [20, " 'He's not over this': Chuck Todd breaks down Trump's remarks on his acquittal."], [20, " Rod Blagojevich says he's a 'freed political prisoner' after Trump commutes sentence."], [20, " Kellyanne Conway says Trump 'works hand in glove' with Barr."], [20, " attorney who oversaw Roger Stone case, resigns from Trump administration."], [20, " attorney who oversaw Roger Stone case, resigns from Trump administration."], [20, " Hope Hicks, a former Trump aide, will return to the White House to work with Jared Kushner."], [20, " ^ Lipton, Eric; Eder, Steve; Protess, Ben (October 11, 2019)."], [20, " Former Watergate prosecutor on her new book ‘The Watergate Girl’ ."], [20, " Harry Reid says a question of ‘when’ the filibuster is gone ."], [20, " Trump says he'll let process 'play out' after ally Roger Stone gets 40 months in prison Roger Stone, a longtime friend and campaign adviser to President Donald Trump, faces sentencing Thursday morning for lying to Congress."], [20, " Senate seat, spoke out Wednesday about having his sentenced commuted by President Trump."], [20, " Will Roger Stone be pardoned? Roger Stone, the longtime friend and former campaign adviser to President Donald Trump, was sentenced to 40 months in prison Thursday amid speculation that Trump could parson him."], [20, " President Trump's longtime associate Roger Stone sentenced to 40 months in prison ABC News’ Pierre Thomas discusses Stone’s sentencing verdict and if the president will pardon him."], [20, " Trump says he will let ‘the process play out’ in Roger Stone case The president addressed Stone’s sentencing during his commencement speech at the “Hope for Prisoners” graduation ceremony in Las Vegas."], [20, " Trump ally Roger Stone sentenced to 40 months in prison He was convicted in November of lying to Congress and witness tampering."], [20, " Rod Blagojevich released after Trump commutes his sentence President Donald Trump said he has commuted the sentence of former Illinois Gov."], [20, " Blagojevich celebrates his newfound freedom The former Illinois governor's sentence was commuted after he served eight years of a 14-year sentence for trying to sell Obama's Senate seat."], [20, " Former Illinois governor expresses gratitude for Trump, calls himself a ‘Trumpocrat’ After being granted clemency, Rod Blagojevich said if he had the ability to vote, he’d vote for Trump."], [20, " Trump clemency recipient links her case to Kardashian West The woman was serving prison time for a $205 million Medicare fraud scam."], [20, " Rod Blagojevich thanked President Trump one day after his federal prison sentence was commuted."], [20, " President Trump writes a letter to a soldier during the 2017 White House Easter Egg Roll , 2017 ."], [21, " Promises Made, Promises Kept \n A showcase of President Trump's leadership in improving the manufacturing sector by featuring the proud workforce of artisans and apprentices."], [21, " Triggered: How the Left Thrives on Hate and Wants to Silence Us \n Main article: Triggered (book) ."], [21, " released the book, Triggered: How the Left Thrives on Hate and Wants to Silence Us ."], [21, " \"Negative Objectives: The Right-Wing Media Circle and Everyone Else\"."], [21, "? President's Son in Russian Attorney Controversy Had Avoided Politics, Tended to Business\" ."], [21, " Savage Memes and Lunar Dreams: Deceptive Dating Sites’ Intimate Ties to Firefly Aerospace ."], [21, " Was Charles Lieber Arrested for Connections to Coronavirus, Wuhan Lab? ."], [21, " Misleading SOTU Video Still Plays, Despite Rule Changes at Facebook, Twitter ."], [21, " Natalia Bryant Death Hoax: Kobe’s Daughter Didn’t Die By Suicide ."], [22, " Text TRUMP to 88022 to receive mobile alerts! ** Message and data rates may apply."], [22, " This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply."], [22, " Text TRUMP to 88022 to receive mobile alerts! ** Message and data rates may apply."], [23, " from the Trans-Pacific Partnership trade negotiations, the Paris Agreement on climate change, and the Iran nuclear deal , eventually increasing tensions with the country."], [23, " He recognized Jerusalem as the capital of Israel , imposed import tariffs triggering a trade war with China , and attempted negotiations with North Korea toward its denuclearization ."], [23, " International Australia Brazil Canada España France Ελλάδα (Greece) India Italia 日本 (Japan) 한국 (Korea) Quebec U."], [23, " Withdrawal from Africa could undermine partnership with France ."], [23, " Trump in India: What to expect on trade, security and human rights President Trump will make his first trip as President to India Monday."], [23, ", and making trade agreements more favorable to American workers."], [23, " On January 23, 2017 Trump signed the executive order withdrawing the United States [92] [93] from the Trans-Pacific Partnership (TPP) or Trans Pacific Partnership Agreement (TPPA), a trade agreement between the United States and eleven Pacific Rim nations— Australia , Brunei , Canada , Chile , Japan , Malaysia , Mexico , New Zealand , Peru , Singapore , and Vietnam that would have created a \"free-trade zone for about 40 percent of the world's economy."], [24, " Trump’s casino businesses continued to struggle, however: in 2004 his company Trump Hotels & Casino Resorts filed for bankruptcy after several of its properties accumulated unmanageable debt, and the same company, renamed Trump Entertainment Resorts, went bankrupt again in 2009."], [24, " The Taj Mahal emerged from bankruptcy within weeks of its filing but was later closed."], [24, " The Trump Organization relinquished half of its holdings in the Castle to the bondholders."], [24, " Trump's Plaza Hotel was more than $550 million in debt when it entered Chapter 11 bankruptcy in 1992."], [24, " Trump Hotels & Casino Resorts, a holding company for Trump's three casinos, entered Chapter 11 in November 2004 as part of a deal with bondholders to restructure $1."], [24, " The holding company emerged from bankruptcy less than a year later, in May 2005, with a new name: Trump Entertainment Resorts Inc."], [24, " Trump Entertainment Resorts, the casino holding company, entered Chapter 11 in February 2009 amid The Great Recession ."], [24, " The holding company emerged from bankruptcy in February 2016 and became a subsidiary of investor Carl Icahn's Icahn Enterprises."], [24, " Icahn took over the Taj Mahal then sold it in 2017 to Hard Rock International, which renovated, rebranded, and reopened the property in 2018."], [25, " A special counsel investigation led by Robert Mueller found that Trump and his campaign welcomed and encouraged Russian foreign interference in the 2016 presidential election under the belief that it would be politically advantageous, but did not find sufficient evidence to press charges of criminal conspiracy or coordination with Russia."], [25, " Mueller also investigated Trump for obstruction of justice , and his report neither indicted nor exonerated Trump on that count."], [25, " [17] In October 1968, he was medically deferred and classified 1-Y (unqualified for duty except in the case of a national emergency)."], [25, " [57] In May 2018, Bornstein said Trump himself had dictated the contents of the letter, [58] and that three Trump agents had removed his medical records in February 2017 without due authorization."], [25, " In January 2018, White House physician Ronny Jackson said Trump was in excellent health and that his cardiac assessment revealed no issues."], [25, " [62] In February 2019, after a new examination, White House physician Sean Conley said Trump was in \"very good health overall\", although he was clinically obese ."], [25, " [75] [76] According to the report, Trump and his family committed tax fraud, which a lawyer for Trump denied."], [25, " The tax department of New York says it is \"vigorously pursuing all appropriate avenues of investigation\" into it."], [25, " Although he was not charged with any crime, he was thereafter unable to obtain federal loan guarantees."], [25, " The Trumps initially countersued the Justice Department for $100 million, alleging harm to their reputations."], [25, " The suit was settled two years later under an agreement that did not require the Trumps to admit guilt."], [25, " The latter company, which was dissolved in 2010, was the target of class-action lawsuits by former students and a separate action by the attorney general of New York, alleging fraud ."], [25, " After initially denying the allegations, Trump settled the lawsuits for $25 million in November 2016."], [25, " [10] He is also under investigation, along with Allen Weisselberg , for a possible role in concealing hush money payments and signed checks reimbursing per Michael Cohen regarding his father and the Trump Organization, by the Southern District of New York ."], [25, " [36] [ better source needed ] Goldstone also wrote in one of Trump Jr."], [25, " [36] Robert Mueller , the special counsel of the Department of Justice in charge of Russia-related investigations, investigated the emails and the meeting."], [25, " [98] The complaint is secret except for the title of the case."], [25, " ProPublica revealed on December 11, 2019, that the government of Mongolia retroactively granted Donald Trump Jr."], [25, " Trump says he's the nation's top cop, a debatable claim The title is more typically accorded the attorney general."], [25, " In early July, Clinton's lead narrowed in national polling averages following the FBI 's conclusion of its investigation into her ongoing email controversy ."], [25, " On May 9, 2017, Trump fired FBI Director James Comey after he reportedly asked for more information and funding for the investigation of Russian interference in the 2016 United States elections ."], [25, " [106] The White House stated that this was not true and that Trump fired Comey in order to end the investigation."], [25, " The New York Times, which conducted an analysis of regulatory reviews, court records, and security filings, found otherwise, however."], [25, " The document, currently in the process of being authenticated, was discovered Thursday by William Askew, Jr."], [26, " Mary Anne MacLeod Relatives Family of Donald Trump Residence ."], [26, " [2] [3] His father was Frederick Christ Trump , a Bronx-born real estate developer whose parents were German immigrants."], [26, " His mother was Scottish-born housewife Mary Anne MacLeod Trump ."], [26, " [24] [25] Trump's mother Mary Anne MacLeod was born in Scotland."], [26, " [26] Fred and Mary were married in 1936 and raised their family in Queens."], [26, " [26] [27] Trump grew up with three elder siblings – Maryanne , Fred Jr."], [26, " (born 1977), Ivanka (born 1981), and Eric (born 1984), and ten grandchildren."], [26, " [32] The couple divorced in 1992, following Trump's affair with actress Marla Maples ."], [26, " [33] Maples and Trump married in 1993 [34] [35] and had one daughter, Tiffany (born 1993)."], [26, " [36] They were divorced in 1999, [37] and Tiffany was raised by Marla in California."], [26, " [38] In 2005, Trump married Slovenian model Melania Knauss ."], [26, " [43] The pastor at Marble, Norman Vincent Peale , [42] ministered to Trump's family and mentored him until Peale's death in 1993."], [26, " president Ronald Reagan , and his first wife Ivana Trump in 1985 ."], [26, " Early life and business career Trump was the fourth of five children of Frederick (Fred) Christ Trump , a successful real estate developer, and Mary MacLeod."], [26, " Donald’s eldest sister, Maryanne Trump Barry, eventually served as a U."], [26, " In 1977 Trump married Ivana Zelníčková Winklmayr, a Czech model, with whom he had three children—Donald, Jr."], [26, " Trump married the American actress Marla Maples after she gave birth to Trump’s fourth child, Tiffany, in 1993."], [26, " In 2005 Trump married the Slovene model Melania Knauss, and their son, Barron, was born the following year."], [26, " President Trump has been married to his wife, Melania, for twelve years, and they are parents to their son, Barron."], [26, " He is the eldest child of US president Donald Trump and his first wife Ivana ."], [26, " A fourth-generation businessman (following his great-grandmother Elizabeth , grandfather Fred , and father), Trump Jr."], [26, " He also has two half siblings, Tiffany , from his father's marriage to Marla Maples , and Barron , from his father's current marriage to Melania Trump ."], [26, " found a role model in his maternal grandfather, Miloš Zelníček, who had a home near Prague , where he spent summers camping, fishing, hunting and learning the Czech language ."], [26, " His mother told him his father was having an extramarital affair."], [26, ", Jared Kushner , and Paul Manafort  – and Russian lawyer Natalia Veselnitskaya , her translator Anatoli Samochornov, Russian-American lobbyist Rinat Akhmetshin , and Ike Kaveladze , a Georgian-American , U."], [26, " began dating model Vanessa Kay Haydon at his father's suggestion."], [26, " [11] The couple married on November 12, 2005, at his father's Mar-a-Lago estate in Palm Beach, Florida ; the service was officiated by Trump Jr."], [26, " [88] Haydon's grandfather was Danish jazz musician Kai Ewans ."], [26, " [17] He is the son of Fred Trump and his wife, Mary Anne (née MacLeod), who married in 1936."], [26, " His mother was born on the Isle of Lewis , off the west coast of Scotland ."], [26, " His grandfather, Frederick Trump, immigrated to the United States in 1885."], [26, " Trump began his career at his father's real estate company, [23] Elizabeth Trump and Son."], [27, " He appointed Neil Gorsuch and Brett Kavanaugh to the Supreme Court ."], [27, " Trump is sworn in as president by Chief Justice John Roberts on January 20, 2017: Trump, wife Melania , and his children Donald Jr."], [27, " On January 20, 2017, Trump was sworn in by Chief Justice John G."], [27, " On January 30, 2017, Trump fired Acting Attorney General Sally Yates because of her criticisms of Trump's immigration suspension."], [27, " On January 31, 2017, Trump nominated Judge Neil Gorsuch to the United States Supreme Court to replace the late Justice Antonin Scalia ."], [27, " [119] The decision was announced by Attorney General Jeff Sessions ."], [28, " [92] [93] The building houses the headquarters of the Trump Organization and was Trump's primary residence until 2019."], [28, " [100] In the early 1990s, Trump won the right to develop a 70-acre (28 ha) tract in the Lincoln Square neighborhood near the Hudson River ."], [28, " During World War II he also built federally backed housing for naval personnel and shipyard workers in Virginia and Pennsylvania ."], [28, " In testimony before the Senate committee in 1954, Fred admitted that he had built the Beach Haven apartment complex in Brooklyn for $3."], [28, "2 million to the state but was thereafter unable to obtain state loan guarantees for residential projects in the Coney Island area of Brooklyn."], [28, " During the 1960s and early 1970s, Trump-owned housing developments in New York City, in Cincinnati , Ohio , and in Norfolk , Virginia , were the target of several complaints of racial discrimination against African Americans and other minority groups."], [28, " Department of Justice for allegedly violating the Fair Housing Act (1968) in the operation of 39 apartment buildings in New York City."], [28, " In 1976 he purchased the decrepit Commodore Hotel near Grand Central Station under a complex profit-sharing agreement with the city that included a 40-year property tax abatement, the first such tax break granted to a commercial property in New York City."], [28, " Trump won, in part, because he campaigned in places Republicans have had difficulty winning—Flint, Michigan, charter schools in inner-city Cleveland, and Hispanic churches in Florida."], [28, " One of Trump's first projects, while he was still in college, was the revitalization of the foreclosed Swifton Village apartment complex in Cincinnati , Ohio."], [28, " In 1972, the Trump Organization sold Swifton Village for $6."], [28, " In Fort Lauderdale, Florida , one Trump construction project was put on hold in favor of another ( Trump International Hotel and Tower in Fort Lauderdale )."], [28, " Meanwhile, Trump Towers in Atlanta is being developed in a housing market having the nation's second-highest inventory of unsold homes."], [28, " He reopened the Keystone XL and Dakota Access pipeline construction projects."], [28, " Whilst Trump was in college he undertook a project that involved refurbishing a property his dad had purchased."], [28, " The property was an apartment complex in Cincinnati that after putting a $500,000 investment into the property, Trump was able to sell it for $6."], [29, " Special Projects Impact: Project Zero Impact: This New World Highline Listen to America Podcasts Black History Month 2020 ."], [29, " Political \n Keep America Great Event with Vice President Mike Pence in Reno, NV \n Fri, February 21, 2020 ."], [29, " Political \n Oshkosh, WI Trump Victory Leadership Initiative Training \n Sat, February 22, 2020 ."], [29, " Paul, MN Asian Pacific American Trump Victory Leadership Initiative Training \n Sun, February 23, 2020 ."], [29, " Political \n Larimer County Trump Victory Leadership Initiative Training \n Tue, February 25, 2020 ."], [29, " Political \n Keep America Great Event with Vice President Mike Pence in Troy, MI \n Tue, February 25, 2020 ."], [29, " Political \n Fairfax, VA Asian Pacific American Community Trump Victory Leadership Initiative Training with special guest John Pence \n Tue, February 25, 2020 ."], [29, " Political \n Pueblo County Trump Victory Leadership Initiative Training \n Thu, February 27, 2020 ."], [29, " Political \n Mequon, WI Trump Victory Leadership Initiative Training \n Fri, February 28, 2020 ."], [29, " Political \n Crookston, MN National Day of Action Phone Bank \n Sat, February 29, 2020 ."], [29, " Coalitions \n Black Voices for Trump Panel Discussion in Milwaukee, WI \n Sat, February 29, 2020 ."], [29, " Political \n Oshkosh, WI Trump Victory Leadership Initiative Training \n Sat, February 29, 2020 ."], [29, " Political \n Chipley, FL Trump Victory Leadership Initiative Training \n Mon, March 02, 2020 ."], [29, " Political \n Trump Victory Leadership Initiative Training - Kalamazoo, MI \n Sat, March 21, 2020 ."], [29, " Political \n Georgia Trump Victory Leadership Initiative Vietnamese Engagement Training - Norcross, GA \n Sun, March 22, 2020 ."], [29, " Political \n Wake County Trump Victory Leadership Initiative Training with Special Guest Lara Trump \n Tue, February 25, 2020 ."], [29, " Coalitions \n Women for Trump Event with Vice President Mike Pence and Second Lady Karen Pence in Onalaska, WI \n Thu, March 05, 2020 ."], [29, " Impeachment Angst: Tallying the Psychological Impact \n By Dan Neuharth Ph."], [30, " Court of Appeals for the Third Circuit until her retirement in 2011."], [30, " In 1973 Fred and Donald Trump, along with their company, were sued by the U."], [30, " Melania Trump became first lady of the United States upon Trump’s inauguration as president in 2017."], [30, " is under investigation by the United States attorney for the District of Columbia , with Ivanka and Eric Trump , for their role in their father's inauguration ."], [30, " [30] He spoke at the Republican National Convention , along with his siblings Ivanka, Eric and Tiffany."], [30, " [34] The meeting was held in Trump Tower in Manhattan , among three members of the presidential campaign: Trump Jr."], [30, ", 38, as well as Donald and Melania Trump, are registered Republicans, the records show."], [31, " Get Involved \n On November 8, 2016, the American People delivered a historic victory and took our country back."], [31, " Trump and shop for official and exclusive merchandise found only in our store."], [31, " Look forward to being with all of my friends and supporters @CPAC on Saturday, February 29th! #KAG2020 pic."], [31, " See actions taken by the people who manage and post content."], [31, " Trump suggests 'calling Bob Mueller' after Sanders win following Russia report President Trump teased Democrats following a significant win from Sen."], [31, " Andrew McCarthy: Stone sentencing ends Russia Collusion, Part I — but Dems cooking up even weaker sequel In the sequel, you’re asked to believe that Putin is manipulating the chess pieces to steal a second term for President Trump."], [31, " O'Brien claims Russians want Sanders to win because he would cut military spending ."], [31, " President Trump’s victory has brought Americans of all backgrounds together, and he is committed to delivering results for the Nation every day he serves in office."], [31, " had agreed to attend the meeting with the understanding he would receive information damaging to Hillary Clinton , which he considered opposition research ."], [31, " for his transparency, he released the e-mails only after The New York Times had informed him that they had them and were going to publish a story about them."], [31, " asked to have his Secret Service detail removed, telling friends he wanted more privacy."], [31, " said if the Republicans were committing the same offences mainstream outlets would be \"."], [31, " liked a tweet suggesting that the migrant children separated from their parents due to the Trump administration family separation policy were actually actors."], [31, " The actual CNN report had Trump at 40%, below Obama's 45% at the same point of his presidency."], [31, " tweeted a picture of CNN journalist Anderson Cooper waist-deep in floodwaters when another man in the same picture was standing knee-deep a distance away."], [31, " In actuality, the picture of Cooper was around ten years old, taken during 2008's Hurricane Ike before Trump became president, and Cooper was videoed talking about how the floodwaters were receding."], [31, " [84] The Washington Post noted, \"yet, in his telling, the real victim is often him, his father or another Trump family member."], [31, " also writes about a visit to Arlington National Cemetery (a military cemetery), saying he got emotional looking at the graves and that it reminded him of \"all the sacrifices\" the Trump family had made, including \"voluntarily giving up a huge chunk of our business and all international deals to avoid the appearance that we were 'profiting off of the office'\"."], [31, " Controversy erupted in 2012 when the pictures he had taken of his hunting trophies in 2010 were published."], [31, " has his arms around a dead leopard; in another, he is holding a knife in one hand and a bloody elephant tail in the other."], [31, " [106] The opportunity to go hunting in Alaska with Trump Jr."], [31, " is unironically attacking Hunter Biden for profiting off his father's name\" ."], [31, " Rand Paul: End the Afghanistan War and Bring Our Soldiers Home \"What I cannot support is politicians' nation-building effort following that victory that continues nearly two decades later and leaves our troops e ."], [31, " As Putin meddles in 2020, Bernie Sanders hits back and reveals he knew of operation before debate ."], [31, " Trump and first lady to tour Taj Mahal during India visit President Donald Trump and first lady Melania Trump will tour the Taj Mahal when they visit India next week in a trip tailor-made for a president who loves grandeur and adoring crowds ."], [31, " Trump's Phoenix rally kicks off counterprogramming spree President Donald Trump will kick off his West Coast campaign swing Wednesday with a rally in Phoenix."], [31, ", claiming that he will reverse unfavorable tax treatments preventing them from expressing themselves in the political arena and promising to revive a more widespread use of the phrase \" Merry Christmas \" instead of \" Happy Holidays \" in department stores."], [31, " Later, the administration seemed to reverse a portion of part of the order, effectively exempting visitors with a green card ."], [31, " [122] On October 3, Trump visited Puerto Rico after it was damaged by Hurricane Maria and the next day visited Las Vegas to visit the victims from the shooting."], [31, " Buttigieg campaign asks party to hold final numbers amid claim of errors ."], [31, " See actions taken by the people who manage and post content."], [31, " Trump was very much into sports, playing a mixture of football, soccer and baseball."], [31, " He didn’t administer these tests, but he was in charge of collecting them and sending them to the grading office,” said Askew."], [31, " Furthermore, the images included in the fake clipping do not show a man by the name of “William Askew Jr."], [31, " Whoever cobbled this meme together included two photographs in an attempt to lend this story a bit more credence."], [32, " Help fulfill our promise to Keep America Great! \n Join Our Movement! ."], [32, " By signing up you agree to receive email newsletters or alerts from POLITICO."], [32, " Join Britannica's Publishing Partner Program and our community of experts to gain a global audience for your work!."], [32, " © CCTV America ( A Britannica Publishing Partner ) See all videos for this article ."], [32, "Get exclusive access to content from our 1768 First Edition with your subscription."], [32, " Inspire your inbox – \n Sign up for daily fun facts about this day in history, updates, and special offers."], [32, " Be on the lookout for your Britannica newsletter to get trusted stories delivered right to your inbox."], [32, " \" ' Your name is literally your dad's full name': Donald Trump Jr."], [32, " facebook \n twitter \n google plus \n rss \n tumblr \n instagram ."], [32, " Turn on desktop notifications for breaking stories about interest? ."], [32, " Follow the latest Donald Trump news, videos, and analysis from ABC News."], [32, " View our larger collection of the best Donald Trump quotes ! ."], [33, " Donald John Trump (born June 14, 1946) is the 45th and current president of the United States ."], [33, " Donald Trump Donald Trump speaking in front of Trump Tower, New York City, August 2008."], [33, " Donald Trump \n Donald John Trump is the 45th President of the United States."], [33, " Donald John Trump (born June 14, 1946) is the 45th and current President of the United States ."], [33, " Donald Trump is the 45th president of the United States of America, and a wildly successful businessman."], [33, " Donald Trump is now the 45th president of the United States of America."], [34, " tweeted the name of the alleged whistleblower who brought to light the Trump-Ukraine scandal ."], [34, " Whistleblower conventions are intended to protect the identity of individuals who expose wrongdoing in government."], [34, " Agence France-Presse attempted to independently verify the identity that Trump Jr."], [34, " NBC Exclusive: Were these Chinese trespassers confused tourists…or spies? ."], [34, " federal prosecutor: Trump ‘trying to destroy many of the institutions’ responsible for U."], [35, " In foreign policy, Trump has pursued an America First agenda, withdrawing the U."], [35, " [77] [78] Analyses by The Economist and The Washington Post have concluded that Trump's investments underperformed the stock market."], [35, " Further information: Business projects of Donald Trump in Russia ."], [35, " The financing was facilitated by a $400 million city property tax abatement arranged by Fred Trump, [88] who also joined Hyatt in guaranteeing $70 million in bank construction financing."], [35, " Struggling with debt from other ventures in 1994, Trump sold most of his interest in the project to Asian investors who were able to finance completion of the project, Riverside South ."], [35, " Trump temporarily retained a partial stake in an adjacent site along with other investors."], [35, " In 1954 Fred was investigated by the Senate Banking Committee for allegedly abusing the loan-guarantee program by deliberately overestimating the costs of his construction projects to secure larger loans from commercial banks , enabling him to keep the difference between the loan amounts and his actual construction costs."], [35, " Following those setbacks, most major banks refused to do any further business with him."], [35, " Trump’s fortunes rebounded with the stronger economy of the later 1990s and with the decision of the Frankfurt -based Deutsche Bank AG to establish a presence in the U."], [35, " [2] During their father's presidency, the brothers continued to do deals and investments in foreign countries, as well as collect payments in their U."], [35, " properties from foreign governments, despite a pledge that they would not do so."], [35, " is a top executive in his father's business and has continued to operate and promote the family's businesses across the world during Trump's presidency."], [35, " [3] The Washington Post noted that after Trump became president, \"Trump's sons have been busy selling assets to foreign individuals, expanding or adding onto their existing deals and investments in foreign countries, and collecting payments in U."], [35, " [84] [85] Fact-checkers have noted that Trump still owns the family business, and that the Trump family have continued to engage in international business deals since Trump became president."], [35, " The book was purchased in bulk by at least nine Republican organizations, candidates or advocacy groups, including N."], [35, " ^ a b c \"The Trump brothers' claims that they no longer profit from foreign deals\" ."], [35, " [108] On June 16, 2017, President Trump announced that he was \"cancelling\" the Obama administrations deals with Cuba , while also expressing that a new deal could be negotiated between the Cuban and United States governments."], [35, " Two injunctions in January and February 2018 allowed renewals of applications and stopped the rolling back of DACA, and in April 2018 a federal judge ordered the acceptance of new applications; this would go into effect in 90 days."], [35, " Contributions from corporations, labor unions, federal contractors, and foreign nationals are prohibited."], [35, " He later sold a controlling stake in the property, which remains in operation."], [35, " President Donald Trump rejected his claims to overseeing unprecedented economic growth in early 2020."], [35, " President Donald Trump rejected his claims to overseeing unprecedented economic growth in early 2020."], [36, " President of the United States, 2017 - Present, Candidate for President of the United States, 2020 ."], [36, " In September 2018, when Hurricane Florence was affecting the United States, Trump Jr."], [36, " Roberts as President of the United States at his inauguration ceremony at the United States Capitol Building ."], [36, " On the Saturday following Trump's inauguration there were massive demonstrations protesting Trump in the United States and worldwide, including the 2017 Women's March ."], [36, " On June 1, 2017, he announced that the United States would withdraw from the Paris Climate agreement , making the United States one of only three nations, including Syria and Nicaragua , to do so."], [36, " President Trump's remarks on the events regarding the 2017 Unite the Right rally in Charlottesville, Virginia , August 2017 ."], [36, " Trump speaking at a September 11 memorial ceremony at The Pentagon ."], [36, " Trump at his first State of the Union address, January 2018 ."], [37, " [61] Several outside cardiologists commented that Trump's 2018 LDL cholesterol level of 143 did not indicate excellent health."], [37, " [71] Trump said in a 2007 deposition, \"My net worth fluctuates, and it goes up and down with markets and with attitudes and with feelings, even my own feelings."], [37, " They're sending people that have lots of problems, and they're bringing those problems with us."], [37, " Tribalism is a powerful and dangerous program in our Pleistocene-era brains."], [37, " Tribalism is a powerful and dangerous program in our Pleistocene-era brains."], [37, " New disease outbreaks cause visceral fears in us that can lead us to make decisions that are good or bad."], [37, " We should work to channel our current fears in positive ways—here's how."], [37, " New disease outbreaks cause visceral fears in us that can lead us to make decisions that are good or bad."], [37, " We should work to channel our current fears in positive ways—here's how."], [37, " But our understanding of mental illnesses and character pathology sure has."], [37, " But our understanding of mental illnesses and character pathology sure has."], [37, " We can't escape the manipulation around us, but we can take steps to thwart its influence."], [37, " We can't escape the manipulation around us, but we can take steps to thwart its influence."], [38, " [46] In November 2019, Trump appointed his personal pastor, controversial televangelist Paula White , to the White House Office of Public Liaison."], [38, " Richard Rossow on President Trump’s trip to India President Trump departed the White House for Ahmedabad, India, where he said he'll be ‘talking trade’ with Indian Prime Minister Narendra Modi; The Center for Strategic and International Studies senior adviser Richard Rossow weighs in."], [38, " Pence chief of staff denies that intel revealed Russian preference for Trump Marc Short, chief of staff for Vice President Mike Pence, offered a sharp denial of a recent report that U."], [38, " [11] In 2010 he became a spokesperson for Cambridge Who's Who , a public relations firm that had received hundreds of complaints filed with the Better Business Bureau ."], [38, " was a key member of his father's campaign, [29] characterized by The New York Times as a \"close political adviser\"."], [38, " Veselnitskaya meeting \n Main articles: Trump Tower meeting and Links between Trump associates and Russian officials ."], [38, " Former fed prosecutor slams new Director of National Intelligence ."], [38, " Russians are trying to get Trump re-elected, intelligence officials say Sources say the president was so angered by the leak that he replaced the Acting Director of National Intelligence before his term expired."], [38, " President moving to replace acting director of National Intelligence with a loyalist ABC News’ Jon Karl joins us from the White House discussing the signs Trump is being emboldened post-impeachment."], [38, " Trump angered by how previous DNI handled intelligence briefing Trump’s surprise decision to appoint Richard Grenell as his next acting Director of National Intelligence came after Joseph Maguire enraged Trump by giving an intelligence briefing to House Democrats."], [38, " After The Wall Street Journal reported that Trump's National Security Advisor Michael T."], [38, " On September 29, 2017, Secretary of Health and Human Services Tom Price resigned after using tax payer's money for private traveling."], [38, " Trump relinquished the majority control to bondholders and gave up his title of chief executive officer, according to The Press of Atlantic City newspaper."], [38, " Right-leaning websites celebrated the findings of a February 2020 report by the International Energy Agency."], [39, " Before entering politics, he was a businessman and television personality."], [39, " In December 2015, Harold Bornstein , who had been Trump's personal physician since 1980, wrote in a letter that he would \"be the healthiest individual ever elected to the presidency\"."], [39, " Biden claims comeback despite distant second finish to Sanders ."], [39, "  He remarkably won the Presidency in his first ever run for any political office."], [39, " has also been active politically, serving in his father's presidential campaign ."], [39, " [31] [32] Since his father's victory in the 2016 election, Trump Jr."], [39, ", who was a campaign surrogate and advisor in the campaign of his father."], [39, " Before becoming president, he was a businessman and television personality."], [39, " At 70 years old, Trump became the oldest person ever to become President of the United States."], [39, " [43] He has listed several different party affiliations over the years, [43] [44] and has also run as a Reform Party candidate."], [39, " Clinton had established a significant lead in national polls over Trump throughout most of 2016."], [39, " [56] This was the most watched presidential debate in United States history."], [39, " [58] He is the fifth person to become president without winning the popular vote."], [39, " The legal requirements for president haven’t changed since their inception in 1789."], [39, " The legal requirements for president haven’t changed since their inception in 1789."], [39, " During that campaign, for example, we investigated a false rumor that Trump had the second highest IQ (156) of all presidents in U."], [40, " In addition to his real-estate ventures, in 2004 Trump premiered a reality television series, The Apprentice , which featured contestants competing in various challenges to become one of his employees."], [40, " The Emmy -nominated show, in which Trump starred, popularized the phrase “You’re fired!” and helped him to promote his reputation as a shrewd businessman."], [40, " In 2008 the show was revamped as The Celebrity Apprentice , with newsmakers and entertainers as contestants."], [40, " Former MLB player Aubrey Huff explains World Series reunion snub: 'It was all about President Trump' Former MLB player Aubrey Huff shared his take Saturday night on why his former team, the San Francisco Giants, snubbed him from a reunion of their 2010 World Series team, being planned for this coming baseball season."], [40, " (born December 31, 1977) is an American businessman and former reality television personality."], [40, " [3] He also served as a boardroom judge on his father's TV show The Apprentice ."], [40, " [11] He appeared as a guest adviser and judge on many episodes of his father's reality television show The Apprentice , from season 5 in 2006 to his father's last season in 2015."], [40, " [75] [11] [76] The tweets originated from Roseanne Barr , whose TV show was cancelled the same day for posting a series of racist and antisemitic tweets."], [40, " At least one sponsor dropped his father's TV show The Celebrity Apprentice ."], [40, " [5] He was the star in his own reality show The Apprentice ."], [40, " Trump is a WWE (World Wrestling Entertainment) fan, and a friend of WWE owner Vince McMahon ."], [40, " In 2003, Trump became the executive producer and host of the NBC reality show The Apprentice , in which a group of competitors battled for a high-level management job in one of Trump's commercial enterprises."], [40, " For the first year of the show, Trump earned $50,000 per episode (roughly $700,000 for the first season), but following the show's initial success, he was paid $1 million per episode."], [40, " [33] In a July 2015 press release, Trump's campaign manager said that NBCUniversal had paid him $213,606,575 for his 14 seasons hosting the show."], [40, " On February 16, 2015, NBC announced that they would be renewing The Apprentice for a 15th season."], [41, " While campaigning, Trump referred to The Art of the Deal as his second favorite book saying, \"Nothing beats the Bible ."], [41, "  His first book, The Art of the Deal , is considered a business classic."], [41, " shared an image on Instagram depicting a cross between his father and Pepe the Frog ."], [41, " Donald Trump - Simple English Wikipedia, the free encyclopedia ."], [41, " In 2004, Trump filed a trademark application for the catchphrase \"You're fired!\" [32] ."], [41, "\" That was Ronald Reagan 's campaign slogan, but Trump trademarked it."], [42, " [97] In 1995, Trump lost the hotel to Citibank and investors from Singapore and Saudi Arabia, who assumed $300 million of the debt."], [42, " attended a meeting arranged by publicist Rob Goldstone on behalf of Azerbaijani-Russian businessman Emin Agalarov ."], [42, " had a meeting in August 2016 with emissary for the United Arab Emirates and Saudi Arabia who offered help to the Trump presidential campaign."], [42, " [39] The meeting included Joel Zamel , an Israeli specialist in social media manipulation; George Nader , an envoy representing the crown princes of the United Arab Emirates and Saudi Arabia ; and American businessman Erik Prince ."], [42, " criticized the mayor of London, Sadiq Khan , after the 2017 Westminster attack , which in turn led British lawmakers to criticize Trump Jr."], [42, " President Trump with King Salman and Egyptian President Abdel Fattah el-Sisi in Riyadh , Saudia Arabia , May 2017 ."], [43, " Trump has made many false or misleading statements during his campaign and presidency."], [43, " Acting intelligence head Grenell's push to decriminalize homosexuality has yielded little."], [43, " Pope warns of 'inequitable solutions' after release of Trump Mideast peace plan ."], [43, " [4] [5] [6] He is notorious for promoting conspiracy theories and false information."], [43, " strongly criticized Hunter Biden, accusing him of nepotism and leveraging his father as a means to get financial benefits."], [43, "\" [53] [30] The Cato Institute reported that year that the chances \"an American would be killed in a terrorist attack committed by a refugee was one in 3."], [43, " [55] As a consequence of the interview, mainstream media outlets have accused Trump Jr."], [43, " of being either a believer in the white genocide conspiracy theory , [56] or pretending to be an advocate for political gain."], [43, " cited Holocaust imagery to criticize what he perceived as the mainstream media's seemingly uncritical coverage of Hillary Clinton during her campaign, by \"letting her slide on every discrepancy\", while also accusing Democrats involved in the 2016 campaign of lying."], [43, " lauded Mike Cernovich , who promotes the white genocide and debunked Pizzagate conspiracy theories, [61] saying, \"In a long gone time of unbiased journalism he'd win the Pulitzer\"."], [43, " MacDonald about alleged favors exchanged by Hillary Clinton and Switzerland's largest bank ."], [43, " promoted Alex Jones ' conspiracy theory that Hillary Clinton wore an earpiece to a presidential forum [64] [65] [66] and that official unemployment rates were manipulated for political purposes."], [43, " promoted what CNN called the \"long-debunked, far-right conspiracy theory\" that Bill Clinton was linked to Vince Foster's death ."], [43, " liked two tweets promoting a conspiracy theory that survivors of the Stoneman Douglas High School shooting were coached into propagating anti-Trump rhetoric."], [43, " then proposed a conspiracy theory that CNN was \"lying to try to make [his father, President Trump] look bad\"."], [43, " pushes conspiracy theories about how the intelligence community has attempted to harm President Trump, comparing President Trump's experiences with the FBI harassment campaign against civil rights leader Martin Luther King Jr."], [43, " Although the hunt was legal, anti-hunting activists criticized him."], [43, "7 million Twitter followers to promote questionable or outright false information that, in many cases, even his father had refrained from spreading."], [43, " Woman seeking Trump's DNA fights his effort to delay suit The writer has accused President Donald Trump of raping her in the 1990s."], [43, " [22] In an interview for a 2015 biography, he attributed his medical deferment to heel spurs ."], [43, " [35] On June 29, after widespread negative reaction stemming from Trump's campaign announcement speech, NBC released a statement saying, \"Due to the recent derogatory statements by Donald Trump regarding immigrants, NBCUniversal is ending its business relationship with Mr."], [43, "\" [113] Trump cited the alleged \"disruption\" and \"tremendous medical costs\" of having transgender service members."], [43, " Between August 11 and 12, 2017, Trump oversaw the violent white supremacist rally in Charlottesville, Virginia regarding the removal of Confederate statues."], [43, " The arrest of a Harvard professor fueled conspiracy theories about the new coronavirus outbreak in 2020."], [43, " Fraudsters continue to capitalize on the sudden death of Kobe Bryant by publishing misinformation about his family."], [44, " His political positions have been described as populist , protectionist , and nationalist ."], [44, " The statements have been documented by fact-checkers , and the media have widely described the phenomenon as unprecedented in American politics."], [44, " Many of his comments and actions have also been characterized as racially charged or racist."], [44, " This material may not be published, broadcast, rewritten,\n or redistributed."], [44, " This material may not be published, broadcast, rewritten, or redistributed."], [44, " was widely ridiculed for these remarks by Trevor Noah and others."], [44, " shared on Instagram of a doctored image which had been crudely edited to falsely state that CNN had reported President Trump's approval rating as 50%."], [44, " (The writing is wretched, even by the standards of political vanity projects."], [44, " It has been suggested that the text on Presidency of Donald Trump be merged into (added to) this article."], [44, " Ideas \n Trump has described his political leanings and positions in many ways over time."], [44, " [41] [42] [43] Politico has called his positions as \"eclectic, improvisational and often contradictory\"."], [44, " There is widespread debate about the degree to which Trump should be held directly or indirectly accountable for changes in civil discourse, with some citing his rhetoric and policies as a spur to hate crimes while others claim he has been unfairly demonized by the press."], [44, " Millions of people around the country and the globe have expressed bafflement at the nature of the personality at the center of it all, and many are alarmed by tactics and policies that appear not only erratic but often retrogressive and undermining of long-established democratic practices."], [44, " Americans remain divided as to how authoritarian or grandiose Trump may or may not be, as well as who has the authority to make clinical pronouncements or draw historical parallels."], [44, " The term “ gaslighting ” refers to the manipulative attempt to make people question their own perceptions or memory , and it has often been invoked to describe Trump’s actions and statements, especially those about “ fake news ."], [44, " The question of whether or not Trump’s style could accurately be characterized as authoritarian has sparked analysis of other world leaders, past and present."], [44, " Whatever one’s position on Trump and his policies, a narrow area of agreement for most Americans is that the political climate has never been more corrosive, and that it reflects, to a greater or lesser degree, Trump’s contrarian approach to leadership ."], [44, " Using research on leadership and information control to understand politics provides insight and opportunity."], [44, " Using research on leadership and information control to understand politics provides insight and opportunity."], [44, " The details are a matter of public record and have been widely published by the news media and even discussed by the president himself."], [44, " Summary \n Donald Trump is, no doubt, a very successful entrepreneur."], [44, " However, this image was not, and did not reflect, a genuine newspaper clipping."], [44, " The only version that appears to exist is the image version shown above."], [44, " In other words, it appears that this story was fabricated specifically for the creation of this meme."], [44, " However, what these unrelated images show is that the meme is nothing more than junk news aimed at disparaging President Trump."], [44, " While Trump has chastised his political opponents for being what he called “ low-IQ individuals ” and has frequently boasted about having a high IQ himself, he has provided no documentation of his own IQ score."], [45, " Somebody please tell incompetent (thanks for my high poll numbers) & corrupt politician Adam “Shifty” Schiff to sto… twitter."], [45, " Trump has always dreamed big and pushed the boundaries of what is possible."], [45, " Trump: I congratulate Bernie Sanders, if it’s going to be him he certainly has the substantial lead President Donald Trump addresses the media before his trip to India saying he congratulates Sen."], [45, " Trump says Sanders will be Dem nominee 'unless they cheat him' Trump indicated that he thought Sanders was most likely to win the Democratic nomination, but warned that the party could \"cheat\" him."], [45, " Trump: I congratulate Bernie Sanders, if it’s going to be him he certainly has the substantial lead ."], [45, " Bolton says he hopes his book does not get 'suppressed' by White House."], [45, "  He went there because he wanted to bring his message of economic empowerment to all Americans."], [45, " said, \"When you're the father and your son's entire career is dependent on that, they own you."], [45, "'s, remarks that he was \"showing no self-awareness that he, too, has at least in part been successful because of a famous father\"."], [45, " caused controversy in 2016 when he posted an image that compared refugees to Skittles , saying \"If I had a bowl of skittles and I told you just three would kill you."], [45, " said he had never heard of Pepe the Frog and thought it was just a \"frog with a wig\"."], [45, " tweeted that he would take away half his three-year-old daughter's Halloween candy because, he wrote, \"it's never too early to teach her about socialism."], [45, " \"Supposedly tolerant NYC is making the Trump kids' lives 'horrible ' \" ."], [45, " [37] [38] Trump launched his campaign saying, \"We are going to make our Country Great Again\" with a commitment to become the \"greatest jobs president."], [45, " will be met with \"fire and fury like the world has never seen."], [45, " Trump responded that if North Korea took steps to attack Guam, \"[t]hings [would] happen to them like they never thought possible."], [45, " I am your voice! \n To every parent who dreams for their child, and every child who dreams for their future, I say these words to you: ."], [45, " \"I have used the laws of this country just like the greatest people that you read about every day in business have used the laws of this country, the chapter laws, to do a great job for my company, my employees, myself and my family."], [45, " Our wish is that your experience here be filled with magic and enchantment,\" the resort staff promised at the time."], [45, " It’s quite clear from looking at Donald Trump’s success story that he was always destined for greatness."], [45, " His parents decided that it would be best to send him to the New York Military Academy at the age of 13; hopefully to straighten him out a little and help him direct his energy in more of a positive way."], [45, " Doing a job that you hate, purely because of income, leads to a lot of regret."], [45, " This makes putting in the effort for success so much more bearable."], [45, " Experience is Priceless \n There’s nothing better than experience, even if it end in failure the first time."], [45, " “Money was never a big motivation for me, except as a way to keep score."], [45, " Whether he’s fit to serve as president, that’s still questioned by many of the public."], [45, " Dan's mission is simply, to inspire others to live their dreams and be the person to whom they say; \"Because of you, I never gave up."], [45, " While we aren’t entirely sure where this story originated, we turned up no mention of it on any credible news website."], [46, " Native American tribe says Pentagon failed to consult on border wall construction."], [46, " Native American tribe says Pentagon failed to consult on border wall construction."], [46, " 'A true desecration': Sacred Native American site blasted for Trump border wall."], [47, " He owned the Miss Universe and Miss USA beauty pageants from 1996 to 2015 and produced and hosted The Apprentice , a reality television show, from 2003 to 2015."], [47, " In 1996 Trump partnered with the NBC television network to purchase the Miss Universe Organization, which produced the Miss Universe, Miss USA, and Miss Teen USA beauty pageants."], [47, " Beauty pageants \n From 1996 until 2015, [29] Trump owned part or all of the Miss Universe , Miss USA , and Miss Teen USA beauty pageants."], [48, " [4] [5] At age 13, he was enrolled in the New York Military Academy , a private boarding school."], [48, " [8] [11] Profiles of Trump published in The New York Times in 1973 and 1976 erroneously reported that he had graduated first in his class at Wharton but he had never made the school's honor roll."], [48, " While in college, Trump obtained four student draft deferments."], [48, " Articles from Britannica Encyclopedias for elementary and high school students."], [48, " Career \n After graduating from Penn in 2000, Trump moved to Aspen, Colorado , where he hunted, fished, skied, lived in a truck, and worked as a bartender for a year, before returning to join the Trump Organization in New York."], [48, " Trump had 4 siblings, more than the average most of us have, and he attended school with them in Forest Hills at the Kew-Forest school."], [48, " Was Donald Trump’s IQ Measured at 73? \n Trump's IQ test results were supposedly discovered in a former New York Military Academy employee's closet."], [48, " A document discovered in May 2019 reveals that Donald Trump's IQ was measured at 73 during his high school years."], [48, " This rumor circulated in the form of an image that showed a purported newspaper clipping about the recent discovery of information regarding an IQ test Trump allegedly took during his first year at New York Military Academy (NYMA): ."], [48, "Trump IQ test results discovered in former NYMA employee’s closet."], [48, " The results of an IQ test that President Donald Trump allegedly took during his first year at New York Military Academy have been discovered in a file box in a closet in Brooklyn."], [48, " Askew produced additional documents and photographs that confirm his father was indeed employed as school counselor at NYMA at the same time Trump attended the military prep school."], [48, "” or Askew’s late father, who was supposedly Trump’s former school counselor."], [48, " The image allegedly showing Trump’s former school counselor at New York Military Academy actually depicts a man named Lawrence Hanson, who was the principal at Grand Forks (North Dakota) Central High School in 1950."], [48, " The image is available via the Grand Forks Central High School website, where it is presented with the following caption: ."], [48, " Hanson’s first year as principal at Central was the 1949-1950 school year."], [48, " Hanson’s responsibility to see that Central maintained high standards of education."], [48, " Hanson had been the principal at Central Junior High School from 1942-1949 before taking over at the high school."], [49, " A graduate of the University of Pennsylvania’s Wharton School of Finance, Mr."], [49, ", MBA on February 06, 2020 in Leadership and the Environment ."], [50, " Facebook is showing information to help you better understand the purpose of a Page."], [50, " Show someone you care, all while supporting our Make America Great Again movement! ."], [50, " I’m With You, and I will FIGHT for you, and I will WIN for YOU ."], [50, " Do you wish you had more motivation? Tiny habit changes can help improve your well-being."], [50, " Do you wish you had more motivation? Tiny habit changes can help improve your well-being."], [50, " If you’re losing an argument and feeling defensive, name-calling your adversary can feel helpful."], [50, " If you’re losing an argument and feeling defensive, name-calling your adversary can feel helpful."], [50, " Facebook is showing information to help you better understand the purpose of a Page."], [50, " Focus on the Present \n Focus on the making the present moment the best it can be, and you’ll never regret it."], [50, " Think of them as a chance to learn from your mistakes and use that to your advantage next time around."], [50, " Think Big \n If you’re going to be thinking anything, think big ."], [50, " You have the potential to build whatever you desire, so think big."], [50, " Do What You Love \n You have to do what you love, otherwise you are wasting your time."], [50, " If you always do what you love, you’ll never be disappointed with your life."], [50, " Stay Positive \n Success is a struggle, and if you’re not struggling I’m shocked."], [50, " So stay positive, believe in yourself and remember that anything is possible."], [50, " Passion is Power \n Just like doing what you love, having a passion for something gives you a huge edge simply because you’re enthusiastic to learn."], [50, " Every time you experience something you learn from it, you gain something from it every single time."], [50, " “If you’re interested in ‘balancing’ work and pleasure, stop trying to balance them."], [50, " If you’re going to be thinking anything, you might as well think big."], [50, " “In the end, you’re measured not by how much you undertake but by what you finally accomplish."], [51, " Two years later, the hotel filed for bankruptcy protection, and a reorganization plan was approved in 1992."], [51, " On May 3, 2017, Puerto Rico filed for bankruptcy after a massive debt and weak economy."], [51, " [102] It is the largest bankruptcy case in American history."], [51, " bankruptcy laws to restructure debt for some of his casinos."], [51, " But he has also led some of his companies into bankruptcy, maneuvers he says were designed to restructure their massive debt."], [51, " Trump has filed Chapter 11 bankruptcy for his companies six times."], [51, " Chapter 11 bankruptcy allows companies to restructure or wipe away much of their debt to other companies, creditors, and shareholders while remaining in business but under the supervision of a bankruptcy court."], [51, " Chapter 11 is often called \"reorganization\" because it allows the business to emerge from the process more efficient and on good terms with its creditors."], [51, " One point of clarification: Trump has never filed personal bankruptcy, only corporate bankruptcy related to some of his business interests."], [51, " One year later, in the summer of 1991, it sought Chapter 11 bankruptcy protection because it was unable to generate enough gambling revenue to cover the massive costs of building the facility, particularly amid a recession."], [52, " Jump to navigation \n Jump to search \n For other uses, see Donald Trump (disambiguation) ."], [52, " From Our Partners Headstrong Women's Work What's Working: Purpose + Profit ."], [52, " Trump also coauthored a number of books on entrepreneurship and his business career, including Trump: The Art of the Deal (1987), Trump: The Art of the Comeback (1997), Why We Want You to Be Rich (2006), Trump 101: The Way to Success (2006), and Trump Never Give Up: How I Turned My Biggest Challenges into Success (2008)."], [52, " America’s Economy is Back and Roaring and Its People Are Winning ."], [52, " \"Trump Kids Eric and Ivanka Miss Deadline to Vote in NY GOP Primary\" ."], [52, " \"How Donald Trump's Kids Have Profited Off Their Dad's Presidency\" ."], [52, " \"Those Foreign Business Ties? The Trump Sons Have Plenty Too\" ."], [52, " Why Is the Trump Presidency of Extreme Psychological Interest? ."], [52, ", MFT, is a licensed marriage and family therapist and author of the bestseller If You Had Controlling Parents: How to Make Peace with Your Past and Take Your Place in the World ."], [52, " Fail Forward \n Learn from your failures and progression is inevitable."], [52, " Did Obama’s Last 3 Years See More Jobs Created Than Trump’s First 3? ."], [52, " Did US ‘Lead the World’ in Reducing CO2 Emissions in 2019? ."], [52, " Did Sanders Propose Raising Taxes to 52% on Incomes Over $29,000? ."], [52, " Did Obama’s Last 3 Years See More Jobs Created Than Trump’s First 3? ."], [53, " president , [b] and the first without prior military or government service ."], [53, " He enacted a tax-cut package for individuals and businesses, rescinding the individual health insurance mandate ."], [53, " [15] [16] In 1966, he was deemed fit for military service based upon a medical examination, and in July 1968 a local draft board classified him as eligible to serve."], [53, " Participating committees' terms & conditions/privacy policies apply: http://88022-info."], [53, " Trump with their vote because of his commitment to delivering prosperity through a reformed tax code, an improved regulatory environment, and better trade deals."], [53, " [44] The positions that he has revised or reversed include stances on progressive taxation , abortion , and government involvement in health care ."], [53, " Within his first hour as president, he signed several executive orders, including an order to minimize \"the economic burden\" of the Affordable Care Act , also known as Obamacare."], [53, " [112] On July 26, 2017, Trump tweeted that the \"United States Government will not accept or allow transgender individuals to serve in any capacity in the U."], [53, " Federal law requires us to use our best efforts to collect and report the name, address, occupation, and employer of individuals whose contribution exceeds $200 in an election cycle."], [53, " * This contribution is made from my personal funds, not from an account maintained by a corporation, labor union, or national bank, and is not being reimbursed by another person or entity."], [53, " The maximum amount an individual may contribute is $2,800 per election."], [53, " Your contribution (up to $2,800) will be designated for the primary election."], [54, " [63] His 2019 coronary CT calcium scan score indicates he suffers from a form of coronary artery disease common for white men of his age."], [54, " How does our current political climate affect talk therapy? A new study explores how therapists see politics play out in their therapy rooms."], [54, " How does our current political climate affect talk therapy? A new study explores how therapists see politics play out in their therapy rooms."], [54, " He conducts research on the social cognitive factors of interpersonal processes."], [55, " Trump was born and raised in Queens , a borough of New York City, and received a bachelor's degree in economics from the Wharton School ."], [55, " Trump grew up in the Jamaica Estates neighborhood of Queens and attended the Kew-Forest School from kindergarten through seventh grade."], [55, " [42] In the 1970s, his parents joined the Marble Collegiate Church in Manhattan."], [55, " was educated at Buckley School [14] [15] and the Hill School , a college preparatory boarding school in Pottstown , Pennsylvania, followed by the University of Pennsylvania 's Wharton School , where he graduated in 2000 with a B."], [56, " By providing your phone number, you are consenting to receive calls and SMS/MMS messages, including autodialed and automated calls and texts, to that number from each of the participating committees in the Trump Make America Great Again Committee, Donald J."], [56, " By clicking \"Donate,\" I certify that the following statements are true and accurate: ."], [56, " By providing your phone number, you are consenting to receive calls and SMS/MMS msgs, including autodialed and automated calls and texts, to that number from Donald J."], [56, " Mail: To contribute by mail, please send a personal check made payable to the \"Donald J."], [56, " Please include your full name, address, email address, occupation and employer in the envelope."], [56, " Already a subscriber? Sign in By submitting your email, you agree to our Terms of Service and Privacy Policy ."], [57, " A 2019 House impeachment inquiry found that Trump solicited foreign interference in the 2020 U."], [57, " The House impeached Trump on December 18, 2019, for abuse of power and obstruction of Congress ."], [57, " The Senate acquitted him of both charges on February 5, 2020."], [57, " White House to ask Congress for emergency coronavirus funding ."], [57, " Trump defends dismissal of White House aide who testified in impeachment inquiry."], [57, " On September 24, 2019, Speaker of the House Nancy Pelosi announced that the House of Representatives would begin an impeachment inquiry into Trump."], [57, " On October 31, 2019, the House voted 232–196 to establish procedures for public hearings."], [57, " [13] On December 16, the House Judiciary Committee released a report specifying criminal bribery and wire fraud charges as part of the abuse of power charge."], [57, " [14] The house voted to impeach Trump in December 2019, making him the third president in American history to be impeached."], [57, " On May 4, 2017, the American Health Care Act of 2017 (AHCA) was passed narrowly to replace and repeal Obamacare by the United States House of Representatives with a vote of 217 to 213, sending the bill to the Senate for voting."], [57, " [103] This is the second time the AHCA was voted in the House as the first version was not approved by the House in March 2017."], [57, " House Speaker Nancy Pelosi was the target of at least two high-profile incidents."], [58, " Donald John Trump was born on June 14, 1946, at the Jamaica Hospital in the borough of Queens , New York City."], [58, " Religion \n Trump is a Presbyterian and as a child was confirmed at the First Presbyterian Church in Jamaica, Queens."], [58, " Donald Trump , in full Donald John Trump , (born June 14, 1946, New York , New York, U."], [58, " was born on December 31, 1977, in Manhattan , New York City , to Ivana and Donald Trump ."], [58, " [6] In October 2019, Trump changed his official residency state from New York to Florida ."], [58, " Early life \n Trump was born Donald John Trump at Jamaica Hospital Medical Center in Queens, New York City ."], [58, " Frederick married Elisabeth Christ (October 10, 1880 – June 6, 1966) [21] at Kallstadt, Kingdom of Bavaria, Germany , on August 26, 1902."], [58, " Early Life \n Donald Trump was born on July 14th 1946 in Queens, New York."], [59, " When asked on Good Morning America about Pepe the Frog and its associations with white supremacy , Trump Jr."], [59, " Super Mad at Everything All the Time: Political Media and Our National Anger ."], [59, " ^ teamEmailEmailBioBioFollowFollow, Allyson Chiu closeAllyson ChiuReporter with the Morning Mix."], [59, " Interest Successfully Added We'll notify you here with news about ."], [59, " Does Tribal Identity Really Do You Any Good Today? \n By Hank Davis on February 15, 2020 in Caveman Logic ."], [59, " Frightened by the Coronavirus? Here's What You Should Know \n By Robert Klitzman M."], [59, " How Tiny Habits Trump Motivation and Willpower \n By Michelle McQuaid on February 13, 2020 in From Functioning to Flourishing ."], [59, " Mental Illness Was Unknown When the Constitution Was Written \n By Clifford N."], [59, " Is This What Makes Trump Unstoppable? \n By Grant Hilary Brenner MD, FAPA on February 10, 2020 in ExperiMentations ."], [59, " The Environment: What Do One Person's Actions Matter? \n By Joshua Spodek, Ph."], [60, " Why is this week's impeachment of Donald Trump so emotionally radioactive? ."], [60, " Why is this week's impeachment of Donald Trump so emotionally radioactive? ."], [61, " In 2015, Trump's campaign released a list of religious advisers, including James Dobson , Jerry Falwell Jr."], [61, " Poll: Sanders leads 2020 Democratic field with 28 percent, followed by Warren and Biden ."], [61, " Biden blames Steyer for drop in South Carolina African American support ."], [61, " Trump won more than 2,600 counties nationwide, the most since President Ronald Reagan in 1984."], [61, " Former boardroom judge on The Apprentice Political party Republican [1] Spouse(s) Vanessa Haydon ."], [61, " influenced his father's choice of Secretary of the Interior Ryan Zinke during the presidential transition."], [61, " 2018 midterm election campaigns \n During the 2018 midterms election cycle , Trump actively campaigned on behalf of Republican candidates, including for Matt Rosendale , Patrick Morrisey , Mike Braun , Ron DeSantis , Lee Zeldin and Matt Gaetz ."], [61, " responded to criticism of the Tea Party movement by Florida Representative Frederica Wilson by confusing Wilson with California Representative Maxine Waters and saying her colorful hats made her look like a stripper ."], [61, " On March 1, 2016, an interview with white supremacist James Edwards and Trump Jr."], [61, " Turning Point USA and the National Republican Senatorial Committee purchased approximately 2,000 and 2,500 books, respectively."], [61, " legally hunted prairie dogs in Montana with GOP Congressional candidate Greg Gianforte ."], [61, " Trump takes aim at 'Parasite' and 'little wise guy' Brad Pitt at rally President Donald Trump will continue his West Coast swing, campaigning in Colorado Thursday night following the feistiest Democratic debate."], [61, " Trump says Bloomberg ‘didn’t do well,’ Klobuchar ‘choked’ President Donald Trump mocked the debate performances of 2020 presidential candidates Mike Bloomberg and Amy Klobuchar during a rally in Colorado on Thursday."], [61, " On May 4, 2016, Trump became the presumptive nominee after his only remaining challengers, Texas United States senator Ted Cruz and Ohio Governor John Kasich , dropped out."], [61, " [9] [10] He became the president-elect November 9, 2016, after a close race with former Secretary of State Hillary Clinton ."], [61, " Trump shaking hands with President Ronald Reagan at the White House , 1987 ."], [61, "\" [36] Trump was replaced by former Governor of California and actor Arnold Schwarzenegger ."], [61, " On May 4, 2016, Trump became the presumptive nominee after his only challengers, Texas United States senator Ted Cruz and Governor of Ohio John Kasich , dropped out."], [61, " Trump became the first Republican since Ronald Reagan in the 1980s to win the states of Pennsylvania , Michigan , and Wisconsin ."], [61, " On September 26, 2016, Donald Trump and Hillary Clinton faced off in the first presidential debate at Hofstra University in Hempstead, New York ."], [61, " Presidential transition \n Trump's transition team was led by Chris Christie until November 11, 2016, when Vice President-elect Mike Pence took over."], [61, " Reince Priebus was selected to be Trump's White House Chief of Staff [64] ."], [61, " President Trump receiving a flight jacket from NASA at the White House , March 2017 ."], [61, " On July 12, 2017, California Representative Brad Sherman formally introduced an article of impeachment, H."], [61, " Trump with Vice President Mike Pence signing a NASA funding bill, December 2017 ."], [62, " [7] [8] Two years later he transferred to the Wharton School of the University of Pennsylvania ."], [62, " [8] [9] While at Wharton, he worked at the family business, Elizabeth Trump & Son, [10] graduating in May 1968 with a B."], [62, " [12] In 2015 Trump's lawyer Michael Cohen threatened Fordham University and the New York Military Academy with legal action if they released Trump's academic records."], [62, " Donald Trump attended New York Military Academy (1959–64), a private boarding school; Fordham University in the Bronx (1964–66); and the University of Pennsylvania ’s Wharton School of Finance and Commerce (1966–68), where he graduated with a bachelor’s degree in economics ."], [62, " He studied at Fordham University until transferring to the University of Pennsylvania ."], [62, " , teaches at the University of Maryland, College Park and is the author of the book  Why We Snap."], [62, " , is an experimental social psychologist at the University of Central Oklahoma."], [62, " He eventually graduate in 1968 from the Wharton School of the University in Pennsylvania after previously being at Fordham University for two years."], [63, " Correspondence and WikiLeaks \n In November 2017, news broke that Julian Assange had used the WikiLeaks Twitter account to corresponded with Donald Trump Jr."], [63, " The correspondence showed that WikiLeaks actively solicited the cooperation of Trump Jr."], [63, " WikiLeaks also shared a link to a website that would help people search through Clinton campaign manager John Podesta 's hacked e-mails , which Wikileaks had recently made public."], [64, "1 billion (March 2019) [a] Awards List of honors and awards Signature Website ."], [64, " Business career \n Main article: Business career of Donald Trump ."], [64, " Donald Trump: Latest News, Top Stories & Analysis - POLITICO ."], [64, " News World News Business Environment Health Social Justice ."], [64, " Politics Congress Donald Trump 2020 Elections Tracker Extremism ."], [64, " Life Style & Beauty Food & Drink Parenting Travel Finds Wellness Relationships Money Home & Living Work/Life ."], [64, " World Opinion Politics Entertainment Business Lifestyle Science Tech Health TV \n About."], [64, " World Opinion Politics Entertainment Business Lifestyle Science Tech Health TV \n About."], [64, " Donald Trump News, Twitter Updates and Breaking Stories | Daily Mail Online ."], [64, " Meet Psychology Today's Bloggers on President Donald Trump ."], [64, " She was formerly the Development Producer and Science Editor of PBS's  This Emotional Life ."], [65, " Those voters could — and should — play a vital role in shaping the 2020 presidential election, ."], [65, " He believes the United States has incredible potential and will go on to exceed even its remarkable achievements of the past."], [65, " These voters, in delivering a truly national victory and historic moment, rallied behind Mr."], [65, " Trump’s commitment to rebuilding our country and disrupting the political status quo that had failed to deliver results."], [65, " initially told the media that adoption of Russian children was the main subject of the meeting."], [65, " Our military must be focused on decisive and overwhelming victory and cannot be burdened with the tremendous medical costs and disruption that transgender in the military would entail."], [65, " At some as-yet-untested point, the clinical becomes the constitutional."], [65, " The behavior of President Trump has sparked both legislative action and public discussion about whether and when to invoke the 25th Amendment to the Constitution, which calls for the orderly transfer of power when a president becomes temporarily or permanently incapacitated."], [65, " Although Democratic outcomes are unclear, the young seem to prefer Bernie Sanders."], [65, " Although Democratic outcomes are unclear, the young seem to prefer Bernie Sanders."], [65, " Many people are furious about the outcome of the election, and the future is certain, but the fact remains."], [66, " Trump's approval rating mostly unchanged despite impeachment."], [66, " is Donald Trump? An updating calculation of the president's approval rating, accounting for each poll's quality, recency, sample size and partisan lean."], [66, " [113] Bloomberg polling showed the President's approval rating was at 41 percent while Hillary Clinton 's apporval rating was lower on July 18, 2017."], [67, " [20] [21] [22] [23] [24] [25] The Associated Press wrote of Trump Jr."], [67, " [26] According to the Washington Post fact-checker, Trump Jr."], [67, " Washington Post: Breaking News, World, US, DC News & Analysis - The Washington Post ."], [68, " 'I'm a Trump-ocrat': Blagojevich thanks president for setting him free."], [68, " Rod Blagojevich, pardons ex-NYPD commissioner Bernard Kerik."], [68, " Blagojevich thanks Trump for his 'kindness' in commuting prison sentence Rod Blagojevich, the former Illinois governor convicted of trying to sell a U."], [68, " 'He didn't have to do this': Blagojevich on Trump Former Illinois Gov."], [69, " The company built or renovated skyscrapers, hotels, casinos, and golf courses."], [69, " Trump was a real-estate developer and businessman who owned, managed, or licensed his name to several hotels , casinos , golf courses, resorts, and residential properties in the New York City area and around the world."], [69, " From the 1980s Trump also lent his name to scores of retail ventures—including branded lines of clothing, cologne, food, and furniture —and to Trump University, which offered seminars in real-estate education from 2005 to 2010."], [69, " In the early 21st century his private conglomerate , the Trump Organization, comprised some 500 companies involved in a wide range of businesses, including hotels and resorts, residential properties, merchandise, and entertainment and television."], [69, " Trump marketed his name as a brand in numerous business ventures including Trump Financial, a mortgage company, and the Trump Entrepreneur Initiative (formerly Trump University), an online education company focusing on real-estate investment and entrepreneurialism."], [69, " The Trump organization owns skyscrapers, hotels, golf courses, vineyards and many other great real estate properties."]]