[[0, " Lithgow during the 2010s appeared in Rise of the Planet of the Apes ."], [0, " \"John Lithgow a Fatherly Figure for 'Planet of the Apes' Prequel\" ."], [0, " \"Trinity, a War Machine, and a Slumdog Eying Planet of the Apes: Rise of the Apes\" ."], [0, " \"Rise of the Planet of the Apes: all the beautiful economy of the original – film on TV recap\" ."], [0, " \"Frieda Pinto, John Lithgow to witness 'Rise of the Apes ' \" ."], [0, " His other notable films include Footloose, Rise of the Planet of the Apes, the Shrek franchise and Pet Sematary."], [1, " In 1992, he starred as a man with multiple personality disorder in Brian De Palma 's film Raising Cain ."], [1, " In September 2009, Lithgow joined the cast of Dexter as Arthur Mitchell , a serial killer and Dexter Morgan 's nemesis."], [1, " \"Former Akronite John Lithgow takes on killer role for 'Dexter ' \" ."], [1, " \"John Oliver hijacks homophobe Mike Pence's bunny book with a better one in A Day In The Life Of Marlon Bundo\" ."], [1, " John Lithgow looks unrecognizable in costume as Fox News' Roger Ailes while doing Bombshell reshoots | Daily Mail Online ."], [1, " John Lithgow looks unrecognizable in costume as Fox News CEO Roger Ailes while doing Bombshell reshoots By Cassie Carpenter For Dailymail."], [1, " Two-time Oscar nominee John Lithgow looked unrecognizable while in costume as the late Fox News CEO Roger Ailes on the Los Angeles set of Bombshell on Thursday."], [1, " Action! Two-time Oscar nominee John Lithgow looked unrecognizable while in costume as the late Fox News CEO Roger Ailes on the Los Angeles set of Bombshell on Thursday ."], [1, " John transformed into Roger thanks to the magic of Karen from special effects wizard Kazu Hiro's team, Emmy nominee Richard Redlefsen, and three-time Emmy nominee Bart Mixon."], [1, " Last year, Hiro (aka Kazuhiro Tsuji) scored the best make-up and hairstyling Academy Award for transforming Oscar winner Gary Oldman into WWII-era British Prime Minister Winston Churchill."], [1, " And the Japanese 50-year-old has already earned Oscar buzz for eerily morphing Charlize Theron into former Fox News anchor Megyn Kelly for Bombshell."], [1, " 'Extraordinary artists!' John transformed into Roger thanks to the magic of Karen (2-R) from special effects wizard Kazu Hiro's team, Emmy nominee Richard Redlefsen (L), and three-time Emmy nominee Bart Mixon (R, pictured September 8) ."], [1, " Magician: Last year, Hiro scored the best make-up and hairstyling Academy Award for transforming Gary Oldman (R) into WWII-era British Prime Minister Winston Churchill ."], [1, " Double take! The Japanese 50-year-old has already earned Oscar buzz for eerily morphing Charlize Theron (L) into former Fox News anchor Megyn Kelly (R) for Bombshell ."], [1, " Share or comment on this article: \n John Lithgow looks unrecognizable in costume as Fox News' Roger Ailes while doing Bombshell reshoots ."], [1, " ^ \"John Lithgow's killer 'Dexter' Emmy acceptance speech mistake\" ."], [1, " John Lithgow on Suiting Up to Play Roger Ailes in ‘Bombshell’ | IndieWire ."], [1, " Jay Roach’s late-breaking awards-season hopeful “ Bombshell ” (December 20) boasts several feats of makeup and wardrobe mastery, from Charlize Theron’s Megyn Kelly to John Lithgow ’s disgraced, late Fox News CEO Roger Ailes — jowls, bulbous nose, corpulence and all."], [1, " The makeup team is led by Kazuhiro Tsuji, who won an Academy Award in 2018 for transforming Gary Oldman into Winston Churchill and also turned Eddie Murphy into “Norbit” in 2007."], [1, " Bombshell: How Kazu Hiro Transformed Charlize Theron and John Lithgow | IndieWire ."], [1, " ‘Bombshell’: How Kazu Hiro Transformed Charlize Theron and John Lithgow Into Megyn Kelly and Roger Ailes ."], [1, " Oscar-winning prosthetic makeup artist Kazu Hiro (“Darkest Hour”) has become a wiz at tackling real-life celebrities, and he’s the frontrunner again this year for achieving multiple feats of mastery on Jay Roach’s “ Bombshell ”: transforming John Lithgow as Roger Ailes, the late Fox News honcho forced out for his predatory sexual harassment, and producer/co-star Charlize Theron as former anchor Megyn Kelly."], [1, " Kazu Hiro turning John Lithgow into Roger Ailes for “Bombshell” ."], [1, " How John Lithgow transformed into Roger Ailes for 'Bombshell' - Los Angeles Times ."], [1, " John Lithgow became Roger Ailes for ‘Bombshell’ with the help of six prostheses."], [1, " John Lithgow plays Fox News chief Roger Ailes as he’s being accused of multiple cases of sexual harassment in December’s “Bombshell."], [1, ") Charlize Theron stars as superstar anchor Megyn Kelly, Nicole Kidman plays the ratings-starved host Gretchen Carlson, and Margot Robbie plays a fictional composite character just beginning her ascent as an on-screen talent at the network."], [1, " The performer, who plays former Fox News chairman and CEO Roger Ailes in the upcoming film “Bombshell,” calls out Trump supporters for having “contradictory leanings,” referring to them as “crazy."], [1, " Looking ahead to 2020, Lithgow dubs himself a “big fan” of South Bend, Ind."], [1, " John Lithgow on His Bombshell Transformation into Roger Ailes ."], [1, " Bombshell ’s miniskirt-harassment scene between John Lithgow’s Roger Ailes and Margot Robbie’s Kayla Pospisil was the most “excruciating” sequence director Jay Roach has ever filmed — and it wasn’t easy for its actors, either."], [1, " The \"Bombshell\" star trotted out some new bonkers conspiracy theories to Stephen Colbert on \"The Late Show."], [1, " As a director she's been honing her craft with shorts like Skateboard, Skateboard , a coming-of-age story told virtually without dialogue, and now she's made her feature debut as an actress."], [1, " He also played Fox News CEO Roger Ailes , alongside Charlize Theron , Nicole Kidman , Margot Robbie , Allison Janney , Connie Britton , and Malcolm McDowell , in the Jay Roach film Bombshell ."], [1, " In September 2009, Lithgow joined the cast of Dexter as Arthur Mitchell , a serial killer and Dexter Morgan 's nemesis."], [2, " In addition to his extensive stage and screen work, Lithgow authored several books for children, including Marsupial Sue (2001) and I Got Two Dogs (2008), and released several albums of music for children."], [2, " \"Don't get scrooged: 6 management lessons from Classic Holiday films\" ."], [2, "0 out of 5 stars \n Fabulous kids' music! Fun for adults too! ."], [2, " \n See and discover other items: Long Baths , Explore bathtubs for kid's , Explore balls for baths ."], [2, " Some of his books are”Marsupial Sue” Holiday” started-carnival for Kids”52 Unexpected Ways to Make a Birthday” I got two dogs” etc."], [3, " That prosthesis, there are six pieces put together: two jowls, one huge double chin, a different nose, and two fat earlobes, and it blends so completely with my own face … I would wrinkle my face and the wrinkles in the prosthetic would cohere with the wrinkles on my face."], [3, " Aisles had bulldog cheeks, a bigger nose, thicker lips, a different hairline, and the shape of his forehead was round, whereas Lithgow’s is almost triangular."], [3, " “In this case, I tried to open up around the eyes so he can use his eyes freely and also around the mouth."], [3, " The best solution involved individual pieces for the neck, cheeks, nose, and earlobes."], [3, " Hiro also shaved the hairline back for Morgan to take over with necessary coloring and alteration."], [3, " “Charlize has a soft, round face, and Megyn has a strong, angular face,” Hiro said."], [3, "” Therefore, a nose plug and tip were important, and, additionally, jaw and chin pieces helped reshape Theron’s round face to Kelly’s square shape."], [4, " Free Movies and TV Shows You Can Watch Now On IMDb TV , you can catch Hollywood hits and popular TV series at no cost."], [4, " Never Miss Your Show \n Download the TV Guide app for iPhone, iPad and Android! ."], [4, "Get exclusive access to content from our 1768 First Edition with your subscription."], [4, " Dumpty: The Age of Trump in Verse and millions of other books are available for instant access."], [4, "Discover delightful children's books with Prime Book Box, a subscription that delivers new books every 1, 2, or 3 months — new customers receive 15% off your first box."], [4, " Enter your mobile number or email address below and we'll send you a link to download the free Kindle App."], [4, " Then you can start reading Kindle books on your smartphone, tablet, or computer - no Kindle device required."], [4, " Don't have a Kindle? Get your Kindle here , or download a FREE Kindle Reading App ."], [4, " Prime members enjoy FREE Two-Day Delivery and exclusive access to music, movies, TV shows, original audio series, and Kindle books."], [4, " Free Movies and TV Shows You Can Watch Now On IMDb TV , you can catch Hollywood hits and popular TV series at no cost."], [4, " Prime members enjoy FREE Two-Day Delivery and exclusive access to music, movies, TV shows, original audio series, and Kindle books."], [4, " Your Amazon Music account is currently associated with a different marketplace."], [4, " Amazon's Choice recommends highly rated, well-priced products available to ship immediately."], [4, " Prime members enjoy FREE Two-Day Delivery and exclusive access to music, movies, TV shows, original audio series, and Kindle books."], [4, " IBDB (Internet Broadway Database) archive is the official database for Broadway theatre information."], [4, " You may occasionally receive promotional content from the Los Angeles Times."], [4, " Never Play Music Right Next to the Zoo and millions of other books are available for Amazon Kindle ."], [4, " Enter your mobile number or email address below and we'll send you a link to download the free Kindle App."], [4, " Then you can start reading Kindle books on your smartphone, tablet, or computer - no Kindle device required."], [4, " Don't have a Kindle? Get your Kindle here , or download a FREE Kindle Reading App ."], [4, " Prime members enjoy FREE Two-Day Delivery and exclusive access to music, movies, TV shows, original audio series, and Kindle books."], [4, " Media [ edit ] \n Electronic media in Lithgow is represented by commercial radio stations 2LT and Move FM operated by Midwest Radio Network , public broadcasters ABC and SBS , and commercial networks Prime7 , WIN and Southern Cross Nine , 7TWO , 7mate , GEM , GO! , One HD and Eleven ."], [4, " Already a subscriber? \n Log in or link your magazine subscription ."], [4, " Podcasts \n On October 1, 2010, Lithgow appeared on Doug Benson 's podcast Doug Loves Movies , along with fellow guests Paul F."], [4, " Non-text media are available under their specified licenses."], [4, " The Remarkable Farkle McBride and millions of other books are available for Amazon Kindle ."], [4, " Enter your mobile number or email address below and we'll send you a link to download the free Kindle App."], [4, " Then you can start reading Kindle books on your smartphone, tablet, or computer - no Kindle device required."], [4, " Start reading The Remarkable Farkle McBride on your Kindle in under a minute ."], [4, " Don't have a Kindle? Get your Kindle here , or download a FREE Kindle Reading App ."], [4, " Prime members enjoy FREE Two-Day Delivery and exclusive access to music, movies, TV shows, original audio series, and Kindle books."], [5, " ^ HFPA Nominations and Winners HFPA Nominations and Winners Archived 2010-12-12 at the Wayback Machine ."], [5, " ^ 2009 Golden Globe Nominees HFPA Nominations and Winners Archived 2010-12-12 at the Wayback Machine ."], [5, " ^ [4] Archived 2008-07-18 at the Wayback Machine booksbyyou."], [5, " ^ HFPA Nominations and Winners HFPA Nominations and Winners Archived 2010-01-08 at the Wayback Machine ."], [5, " ^ HFPA Nominations and Winners HFPA Nominations and Winners Archived 2010-12-12 at the Wayback Machine ."], [5, " ^ 2009 Golden Globe Nominees HFPA Nominations and Winners Archived 2010-12-12 at the Wayback Machine ."], [5, " ^ [4] Archived 2008-07-18 at the Wayback Machine booksbyyou."], [6, " Strangelove got together and had a litter of puppies you'd get Dog Logic - a funny, inflammatory, and award-winning romp ."], [6, " \"Soundtrack stops 'Footloose' from being totally ridiculous\" ."], [6, " \"Belle of the War: Gung-ho movie makes you feel good inside\" ."], [6, " But he's also an expert in children performances, and his CDs are a blast: songs full of humor and gentle jokes, both simple and complicated at the same time."], [6, " And it's a great selection of fun children's songs that aren't mind-numbingly insipid."], [6, " John Lithgow is genius when it comes to walking that fine line between fun for kids and not annoying adults."], [6, " The music and sound effects on the audiobook are loud and annoying."], [6, " It was especially enjoyable as an audiobook read by John Lithgow himself."], [6, " It was especially enjoyable as an audiobook read by John Lithgow himself."], [6, " This is a fun and funny book, if a bit of a guilty pleasure."], [6, " Clever! I read this and look forward to listening to the audiobook."], [6, " Read about Milly's \"petitude\" and willy-nilly antics that all dog lovers will recognize! ."], [6, " Three curious kids spy on their piano teacher, only to find a bigger mystery."], [6, "” The humorous verse is full of zoo creatures and instruments that children will likely want to learn more about."], [6, " Children will be giggling at both the song and the illustrations, such as the one of a hippo playing a tuba."], [6, " Get your kids thinking positive with this wonderfully designed gratitude journal."], [6, " Feel the joy of strumming and singing! Great for kids, parents, or any beginner."], [6, " When a little boy attends an orchestra concert at a bandstand next to a zoo, some pretty weird things start to happen."], [6, " The story/rhyme is entertaining and the music creates an atmosphere that will pull you right into the dazzling event of an orchestra of zoo animals."], [6, " He's obsessed with instruments and animals so this book hits the sweet spot."], [6, " It features a lot of instruments you don't find everywhere else -- bassoon, stand-up bass, oboe."], [6, " Lithgow's storytelling keeps your attention and makes you feel a part of the tale."], [6, " “In a way it was a relief to just concentrate on witty language,” Lithgow tells ITK."], [6, " What at first seems like a genial filler episode takes on a different tone once Rob’s fairy godmother, Debbie Harry, shows up."], [6, " \"Lithgow has you guessing, laughing, in 'Trial & Error ' \" ."], [6, " One after the other, gifted Farkle McBride learns to play a different instrument and master their sounds, but he still remains unsatisfied until an orchestra conductor becomes ill and Farkle learns his true calling."], [6, " Listening to My Body: A guide to helping kids understand the connection between the."], [6, " Listening to My Body: A guide to helping kids understand the connection between the."], [6, " The kids love it because of the funny sounds and onomatopoeia."], [6, " The story is about a boy who tries out various orchestral instruments and then decides his real calling is to be the maestro."], [6, " For example, the book introduces children to the wondrous sounds of an orchestra and it illustrates that it's good to try new things and keep learning."], [6, " That illustrates the Farkle is basically a spoiled brat whose parents obey his every whim."], [6, " In that case, it's a very fun and entertaining story to read."], [6, " My son loves it! After reading it, watch the video online of John Lithgow reading the book with accompanying music."], [6, " old aspires to play every instrument he can and he LOVES this book."], [7, " Over the course of his career he has received numerous accolades and been nominated for two Academy Awards and four Grammy Awards."], [7, " [44] Lithgow won numerous awards for his performance including a Primetime Emmy Award and a Screen Actors Guild Award ."], [7, "Golden Globes: Best Actors in tv show or miniserie/tv movie supporting roles."], [7, " The 56th Annual Golden Globe Awards \n(TV Special documentary)."], [7, " John Lithgow is an award-winning actor with two Tonys, six Emmys, and two Golden Globes to his name."], [7, " The role has won him multiple Emmys and Golden Globe awards."], [7, "Golden Globes: Best Actors in tv show or miniserie/tv movie supporting roles."], [7, "Golden Globes: Best Actors in tv show or miniserie/tv movie supporting roles."], [7, " Lithgow attending the red carpet prior to the 40th Primetime Emmy Awards in 1988 ."], [7, " \"Golden Globes: Cable is king as both of Dexter's killers win\" ."], [7, " True, he has won Tonys, Emmys, and Golden Globes as an actor onstage and on big and small screens."], [7, " He has received two Tony Awards , six Emmy Awards , two Golden Globe Awards , three Screen Actors Guild Awards , an American Comedy Award , four Drama Desk Awards and has also been nominated for two Academy Awards and four Grammy Awards ."], [7, " Awards [ edit ] \n Academy Awards [ edit ] \n The Academy Awards (Oscars) are presented by the Academy of Motion Picture Arts and Sciences (AMPAS) ."], [7, " Primetime Emmy Awards [ edit ] \n 6 wins out of 12 nominations\nThe Primetime Emmy Awards are presented by the American Academy of Television Arts & Sciences ."], [7, " Grammy Awards [ edit ] \n The Grammy Awards are presented by the American National Academy of Recording Arts and Sciences ."], [7, " Film and Television Awards [ edit ] \n Golden Globes Awards [ edit ] ."], [7, " Other Awards [ edit ] \n Australian Academy of Cinema and Television Arts Awards [ edit ] ."], [7, " He played Arthur Mitchell on Showtime's Dexter and won Golden Globe and Emmy Awards for his acting."], [7, " From wiki: \"Lithgow is the recipient of numerous accolades and has been nominated for two Academy Awards and four Grammy Awards."], [7, " John Lithgow is a prolific actor with two Tonys, six Emmys, two Golden Globes, and two Oscar nominations to his name."], [7, " Lithgow has appeared on Broadway twenty-five times and in England with both the Royal Shakespeare Company and the \n John Lithgow is a prolific actor with two Tonys, six Emmys, two Golden Globes, and two Oscar nominations to his name."], [7, " For his outstanding acting and passion towards Hollywood career, he won and nominated in many awards like Best supporting actor”Funniest male performer”Outstanding Actor in a Playback actor’ ‘Primetime Emmy Award’etc."], [7, " Over the course of his career he has received numerous accolades and been nominated for two Academy Awards and four Grammy Awards."], [8, " London Academy of Music and Dramatic Art Occupation Actor, musician, poet, author, singer Years active 1972–present Height 6 ft 4 in (193 cm) Spouse(s) Jean Taynton ."], [8, " Hunsecker in the Broadway adaptation of the 1957 film Sweet Smell of Success alongside Brian D'Arcy James ."], [8, " He also appeared as a guest on the Canadian children's program, Ants in Your Pants ."], [8, " Farkle and Friends features the vocal talents of Lithgow and Bebe Neuwirth backed by the Bill Elliott Swing Orchestra."], [8, " Lithgow voiced the character of Yoda in the National Public Radio adaptations of The Empire Strikes Back and Return of the Jedi ."], [8, " ^ \"Excerpt: \"Drama\" by John Lithgow - A Midsummer Night's Dream - Coretta Scott King\" ."], [8, " \"Shakespeare in the Park Lineup: 'Much Ado About Nothing' and 'King Lear ' \" ."], [8, " The Country Mouse & the City Mouse: A Christmas Tale \n(TV Short)."], [8, " The Crypt Keeper Presents: A Spine-Tingling Look at Tales from the Crypt \n(Documentary short) (special thanks)."], [8, "- John Lithgow/Senator Chuck Schumer/Black Eyed Peas \n(2018)\n."], [8, "- iGen/Jennifer Garner/Man of the World/The Killers/The Beautiful Game/Dumplings/Sweet and Sour? \n(2018)\n."], [8, "- Murder on the Orient Express/Justice League/Daddy's Home 2/Lady Bird \n(2017)\n."], [8, " Hickory, Dickory, Dock,\nCain has picked his lock,\nHe's done a bad deed,\nNow Josh comes to bleed,\nHickory, Dickory, Dock."], [8, " Oz also directed McDiarmid in Dirty Rotten Scoundrels (1988)."], [8, " [2] [3] Some of his other theater work he performed in were My Fat Friend (1974), Trelawny of the 'Wells' (1975) and the 1976 plays A Memory of Two Mondays / 27 Wagons Full of Cotton , Secret Service and Boy Meets Girl ."], [8, " ^ \"Shelley Duvall's Faerie Tale Theatre: Goldilocks and the Three Bears\" ."], [8, " \"The Joe Hill legend – and musical near-misses; Salt Lake City Skyline play by Thomas Babe."], [8, " Elton John and Bernie Taupin share the emotions of their Oscar win for \"I'm Gonna Love Me Again\" from Rocketman ."], [8, " Dive deeper into Trial and Error's Henderson murder with Mystery Now, which examines the death of Larry's first wife, Adelaide."], [8, " Marsupial Sue Presents \"The Runaway Pancake\": Marsupial Sue Presents \"The Runaway Pancake\" ."], [8, "\t\tAfter Oscar Win, Taika Waititi Eyes a Gory, Psychedelic Hollywood Satire Starring Jude Law\t ."], [8, " Lithgow went on to star in All My Sons , Dirty Rotten Scoundrels , Beyond Therapy , M."], [8, " Butterfly and in 2002’s The Sweet Smell of Success for which he won his second Tony."], [8, " John Lithgow on Exposing Vulnerability, Sadness and His Legs in Hillary and Clinton ."], [8, "\t\tAfter Oscar Win, Taika Waititi Eyes a Gory, Psychedelic Hollywood Satire Starring Jude Law\t ."], [8, " Random, but I believe Dave Chappelle currently lives in Yellow Springs."], [8, " Every Little Thing: Based on the song 'Three Little Birds' by Bob Marley (Preschool."], [8, "–Brooke Rasche, La Crosse Public Library, WIα(c) Copyright 2013."], [8, " John Lithgow Born Name John Arthur Lithgow Birth Place Rochester, New York, United States Height 6 feet 4 inches Nationality American Profession actor Wife Mary Yeager (m."], [8, " John also played in many stage films like” Butterfly” Dexter, “Sweet Smell of Sucess” etc."], [8, " How Rich is Jurnee Smollett-Bell?Jurnee Smollett-Bell’s Blissful Married LifeMother of a Beautiful ChildQuick Facts Jurnee Smollett-Bell … ."], [8, " John Lithgow Loved Rocking Bill Clinton's Short Shorts for Broadway ."], [8, " John Lithgow Describes the ‘Real Horror’ of Bombshell ’s Minidress Scene ."], [8, " John Lithgow on ‘Real Horror’ of Bombshell ’s Minidress Scene ."], [8, " Caroline Flack, Love Island Host and Tenured TV Presenter, Dead at 40 ."], [8, " Caroline Flack, Love Island Host and Tenured TV Presenter, Dead at 40 ."], [8, " Caroline Flack, Love Island Host and Tenured TV Presenter, Dead at 40."], [8, " Katie Holmes Attracts a Hurricane in The Secret: Dare to Dream Trailer."], [8, " On 19-10-1945 John Lithgow (nickname: Jiggles) was born in Rochester, New York."], [8, " Height, Weight, Body Measurements, Tattoos, Skin, Hair & Eye color This talented funny actor originating from Rochester, New York has a tall body & long face type."], [8, " Author John Lithgow Discusses Mahalia Mouse Goes to College ."], [8, " John Lithgow is the New York Times bestselling author of I Got Two Dogs ; Mahalia Mouse Goes to College ; Marsupial Sue Presents: The Runaway Pancake ; I’m A Manatee ; Micawber ; Marsupial Sue ; The Remarkable Farkle McBride ; and Carnival of the Animals ."], [8, " John Lithgow And Blythe Danner, Friends Till The End Of The World ."], [8, " Ira Sachs' New Film \"Love is Strange\" Screens at the Deauville American Film Festival: Alfred Molina and John Lithgow as a Married Couple in Love ."], [8, " Farkle and Friends features the vocal talents of Lithgow and Bebe Neuwirth backed by the Bill Elliott Swing Orchestra."], [8, "com: The Remarkable Farkle McBride (9780689835414): John Lithgow, C."], [8, " An Amazon Book with Buzz: \"American Dirt\" by Jeanine Cummins ."], [8, " Little Honker and the Swinging Tails (The Little Honker Series Book 3) ."], [8, " Warren the Honking Cat starts his own band and Little Honker and the Swinging Tails is born."], [8, " John Lithgow is the New York Times bestselling author of I Got Two Dogs ; Mahalia Mouse Goes to College ; Marsupial Sue Presents: The Runaway Pancake ; I’m A Manatee ; Micawber ; Marsupial Sue ; The Remarkable Farkle McBride ; and Carnival of the Animals ."], [8, " Little Honker and the Swinging Tails (The Little Honker Series Book 3) ."], [8, " Warren the Honking Cat starts his own band and Little Honker and the Swinging Tails is born."], [9, "com/ \n John Arthur Lithgow ( / ˈ l ɪ θ ɡ oʊ / LITH -goh ; born October 19 , 1945) [1] is an American actor, musician, poet, author, and singer."], [9, " In 1984, Lithgow also played a pastor who condemns dancing in Footloose ."], [9, " It was the musical companion to his book The Remarkable Farkle McBride, which tells the story of a young musical genius ."], [9, " Lithgow also makes occasional appearances on stage and television singing children's songs and accompanying himself on guitar ."], [9, " Daryl is accustomed to being a \"movie star\" and a very girlish one."], [9, "), American stage and screen character actor known for his extreme versatility, earning acclaim in roles ranging from mild-mannered everymen to cold-blooded killers."], [9, " It was at one such festival that Lithgow made his childhood acting debut, and he subsequently appeared in many of his father’s productions."], [9, " He was especially notable as a Broadway director and choreographer in Bob Fosse ’s autobiographical All That Jazz (1979) and as a sadistic assassin in Blow Out (1981)."], [9, " Lithgow continued to prove his ever-expanding acting range on the big screen with adept personifications of a swaggering supervillain in The Adventures of Buckaroo Banzai Across the 8th Dimension! (1984), a puritanical preacher in Footloose (1984), and a British criminal mastermind in Cliffhanger (1993), among others."], [9, " In 2017 Lithgow appeared as an overly enthusiastic grandfather in the comedy Daddy’s Home 2 and as a boorish real-estate mogul in the comedy Beatriz at Dinner ."], [9, " Being a retired USN Chief, I thought the one titled: \"Beeb-a-Deep-Deep' was hilarious."], [9, " A distinguished actor of stage, television, and movies who is at home playing everything from menacing villains, big-hearted transsexuals, and loopy aliens, John Lithgow is also a composer and performer of children's songs, a Harvard graduate, a talented painter, and a devoted husband and father: in short, he is a true Renaissance man."], [9, " Though capable of essaying subtle, low-key characters, Lithgow excelled in over-the-top parts as the next decade in his career demonstrates."], [9, " He got his first real break and a Best Supporting Actor nomination when he played macho football player-turned-sensitive woman Roberta Muldoon in The World According to Garp (1982)."], [9, " In Ricochet (1992), Lithgow proved himself a terrifying villain with his portrayal of a psychopathic killer hell-bent for revenge against Denzel Washington, the man who incarcerated him."], [9, " In his earlier roles, often played villains or mentally unstable characters ."], [9, " Despite being known for playing characters who are often pompous and unlikable or outright villainous, he has been described by many of his co-stars as an extremely kind and friendly man and a pleasure to work with."], [9, " Daryl is accustomed to being a \"movie star\" and a very girlish one."], [9, " John Lithgow is an American actor, musician, poet, author, comedian and singer."], [9, " A spoof of crime documentaries about the arrest and trial of a beloved poetry professor from a small town in South Carolina, who is accused of brutally murdering his wife, and the young Northeastern lawyer hired to defend him."], [9, " A skeptical tough ex-cop is forced to team up with a nerdy scientist and firm believer of the paranormal."], [9, " A spoof of crime documentaries about the arrest and trial of a beloved poetry professor from a small town in South Carolina, who is accused of brutally murdering his wife, and the young Northeastern lawyer hired to defend him."], [9, " The \"3rd Rock From the Sun\" star puts his own deliriously wacky, irrepressible stamp on classic kid songs and adaptations of B roadway and novelty tunes, with more than a nod to Cab Calloway, Danny Kaye, comic British songwriters Flanders and Swann and other distinctive talents."], [9, " Lithgow's no newcomer to children's music like some celebs; he's been toting his guitar and performing for children for years; his first recorded effort was a simple 1990 si ngalong home video, \"John Lithgow's Kid-Size Concert."], [9, " John Arthur Lithgow ( / ˈ l ɪ θ ɡ oʊ / LITH -goh ; born October 19 , 1945) is an American actor, musician, singer, comedian and author."], [9, " John Arthur Lithgow (born October 19, 1945) is an American movie, stage, voice, television actor, poet, author, and musician."], [9, " Award-winning actor and bestselling author John Lithgow wields a whip-smart, satirical pen in this poetic diatribe chronicling the last few abysmal years in politics."], [9, " It was startling to read about the cast of characters — indicted, convicted, disgraced or defiant - connected to this administration."], [9, " I had no idea that John Lithgow was not only a brilliant actor, but a political satirist & artist."], [9, " He is also the bestselling author of nine children’s picture books, and his recordings for kids have landed him four Grammy nominations."], [9, " PreS-Gr 2–This zany picture book follows a boy who attends a concert next to the zoo."], [9, " Actor, musician, and author Lithgow (I Got Two Dogs, 2008) offers here another humorous children’s song in picture-book form."], [9, " A boy reluctantly accompanies his family to an open-air concert held in a bandstand next to the zoo."], [9, " HIGH-DEMAND BACKSTORY: Lithgow’s sideline as a kids’ book author is no lark."], [9, " The veteran actor, who also played former British Prime Minister Winston Churchill in Netflix’s “The Crown,” quips, “I’m not sure I should become known as the guy who imitates big, fat, bloviating men."], [9, " “He’s such an eloquent man,” he says of the White House hopeful."], [9, " Multi-talented actor John Lithgow is one of the famous comedian, musician, singer, and voice actor best known from the series “3rd Rock from the Sun”."], [9, " About his movie, tv show, and music  career: John Lithgow started his career working as Director of art and literature Department."], [9, " Salma Hayek gives a career-best performance in the melancholic comedy."], [9, " London Academy of Music and Dramatic Art Occupation Actor, musician, poet, author, singer YearsÂ active 1972â\u0080\u0093present Height 6Â ft 4Â in (193Â cm) Spouse(s) Jean Taynton ."], [9, " John Arthur Lithgow ( / Ë\u0088 l Éª Î¸ É¡ oÊ\u008a / LITH -goh ; born October 19 , 1945) [1] is an American actor, musician, poet, author, and singer."], [9, " In 1984, Lithgow also played a pastor who condemns dancing in Footloose ."], [9, " In 2004, he portrayed the moralistic, rigid father of Alfred Kinsey in that year's biopic Kinsey alongside Liam Neeson ."], [9, " [31] In 2010, he briefly appeared in the romantic comedy Leap Year playing Amy Adams ' dad."], [9, " It was the musical companion to his book The Remarkable Farkle McBride, which tells the story of a young musical genius ."], [9, " Lithgow also makes occasional appearances on stage and television singing children's songs and accompanying himself on guitar ."], [9, " At five it's the flute, at seven the trombone, and at nine he's mastered percussion."], [10, " The film received a 94% on Rotten Tomatoes with the consensus reading, \"Held aloft by remarkable performances from John Lithgow and Alfred Molina, Love Is Strange serves as a graceful tribute to the beauty of commitment in the face of adversity."], [10, " The film is certified fresh on Rotten Tomatoes with the consensus reading, \"Beatriz at Dinner offers timely social commentary enlivened by powerful, layered performances from Salma Hayek and John Lithgow."], [10, " Lithgow has been a supporter of Liverpool Football club for many years [58] ."], [10, " ^ Beth Potier, \"Of mice and manatees: Lithgow charms all: Commencement address gives star treatment by actor, author\" , Harvard Gazette , 2008-06-16."], [10, " This belief is as American as freedom of speech and turkey on Thanksgiving—held sacred by Democrats and Republicans alike."], [10, " The story of how an early mentor to Zuckerberg woke up to Facebook catastrophe ."], [10, " This belief is as American as freedom of speech and turkey on Thanksgiving—held sacred by Democrats and Republicans alike."], [10, " Lithgow shares his abundant talents, providing humor and insight as we struggle to survive until impeachment or the next election."], [10, "0 out of 5 stars \n The mockery of our debaser in chief set to verse ."], [10, " His parents raised Lithgow in a loving home that encouraged artistic self-expression and took a broad view of the world."], [10, " A poignant turn as a once-brilliant scientist stricken with Alzheimer's disease revealed a gentler side of Lithgow in Rise of the Planet of the Apes, and in 2012 he reminded us that he could still g."], [10, " \"Souls in the jungle, and a cultural relic 'At Play in The Fields of the Lord': Missionaries hope, mercenaries plot\" ."], [10, " ^ \"Pair's work to film 'Gold Rush' pans out ISU prof took risks to make documentary\" ."], [10, " \" ' Sweet Smell' staging blunts film's razor-sharp edge / But Lithgow is forceful as '50s gossip columnist\" ."], [10, " An ensemble workplace comedy about a group of underdogs trying to find their place in the world, set on the Friday night flight from LAX to Vegas and the returning flight on Sunday, who all."], [10, " But he nonetheless deserves his inclusion on Amazon's Author Central and is proud to be there."], [10, " \"The report was at hand and Dumpty was manic / Awash in a flood of distemper and panic / He braced for Bob Mueller, his ruthless Javert / His heart skipped a beat when from distant D."], [10, " The Hippopotamus song along is worth the price of the full disc: \"Mud, mud, glorious mud!\" ."], [10, " If you're looking for an album with vocal excellence, try Perry Como (whose \"A."], [10, " Democracy’s frail but our spirit is firm, restrict Trumpty Dumpty to only one term."], [10, " Five star reviews are obviously motivated by spite rather than literary taste."], [10, " And, elitist wit supercedes the intellect of blind followers, so, there is that as well."], [10, " And, elitist wit supercedes the intellect of blind followers, so, there is that as well."], [10, " Lithgow has showcased his impressive way with words in a variety of children's books, and now here's a collection of poetry and lyrics calling out Trump and his associates for their various misdeeds."], [10, " While this little book was for the most part a lot of fun, one poem in particular dampened my enthusiasm a \n Lithgow has showcased his impressive way with words in a variety of children's books, and now here's a collection of poetry and lyrics calling out Trump and his associates for their various misdeeds."], [10, " Titled \"The Ostrich's Lament,\" it stars a flock of ostriches who are at first overjoyed to learn that a celebrity--Trump campaign consultant Paul Manafort--favors ostrich-skin coats, thus making the big birds trendy."], [10, " By the end of the poem, the flock is abashed to learn of Manafort's corruption and prison sentence, and they're hiding their heads in the sand."], [10, " Trump Derangement Syndrome has overtaken John “Jiggles” Lithgow’s brain, and his attempts at poetry fail at every stanza."], [10, " This is a wannabe-jokebook with no jokes, bloated with arid poetry."], [10, " This is a wannabe-jokebook with no jokes, bloated with arid poetry."], [10, " Some are original, while others are based on classics from nursery rhymes (\"Trumpty Dumpty wanted a wall/To stir up a rabid political brawl\") to Edward Lear (the Owl and the Pussycat becomes \"The Walrus and the Kleptocrat\"--John Bolton and Vladimir Putin) to Gilbert and Sullivan (\"An Ex-Lieutenant General\" instead \n John Lithgow is a man of many talents! I had no idea he was so good at political humor/satire, and that he draws pictures, too."], [10, " Some are original, while others are based on classics from nursery rhymes (\"Trumpty Dumpty wanted a wall/To stir up a rabid political brawl\") to Edward Lear (the Owl and the Pussycat becomes \"The Walrus and the Kleptocrat\"--John Bolton and Vladimir Putin) to Gilbert and Sullivan (\"An Ex-Lieutenant General\" instead of a Modern Major General, a verse about Michael Flynn) and so on."], [10, " Mental images that sprung to mind were ogres, giants, and emperors in spanking new clothes."], [10, " Spoiler alert - Lithgow is not a fan of the current president or his administration."], [10, " Slap the title 'Dumpty' on a book of political humor, and your bias is glaringly obvious."], [10, " Playing a historical figure is an actorly rite of passage, but lately John Lithgow seems to want to play them all."], [10, " “It’s been a wonderful series of fascinating challenges,” Lithgow says, in a conference room at his publicist’s office in Beverly Hills."], [10, " “Bombshell,” which follows three women who take on the toxic male culture at America’s most popular cable network, depicts the fallout of a #MeToo scandal in a workplace where “feminist” is still a dirty word."], [10, " In playing Ailes — who died in 2017, just a year after his ouster from Fox News — Lithgow the outspoken liberal brings depth to a character not only accused of multiple cases of sexual harassment, but also directly responsible for the polarized news landscape that helped bring Trump to power."], [10, " Recently, Lithgow has taken a more satirical approach to Republican leadership, having just published a poetic diatribe called “Dumpty."], [10, "” His agent encouraged him to “mess around with poems,” and “Dumpty” is the result."], [10, " and a hugely accomplished activist in her own right) : todayilearned Press J to jump to the feed."], [10, " A concert gets out of hand when the animals at the neighboring zoo storm the stage and play the instruments themselves in this hilarious picture book based on one of John Lithgow’s best-loved tunes."], [10, " “The lions and the elephants,/the bears and the raccoons/will steal away the trumpets,/the flutes and bassoons,/replace the musicians, and chase them away/Then they'll sit in the band shell/and play."], [10, " Bored with the music, the boy drifts off to sleep, where he dreams the animals escape their cages and take over for the musicians."], [10, " This lyrical picture book beautifully illustrates John Lennon and Paul McCartney’s world-renowned words from “With a Little Help from My Friends."], [10, " Same with the animals -- it goes well beyond the usual lions, tigers, and bears."], [10, " John Lithgow pens book of protest poetry about Trump: 'A lot of damage is being done' | TheHill ."], [10, " John Lithgow pens book of protest poetry about Trump: 'A lot of damage is being done' ."], [10, " Included in “Dumpty,” which hit store shelves on Tuesday, are verses that take satirical aim at Vice President Pence — “Hentsy Pentsy sat on a fence, The most vapid and vacant of vice presidents."], [10, " “I so took the audience by surprise, the sort of liberal, New York audience, that they absolutely exploded."], [10, " Progressive journalist: Unions don't want to 'ruffle any feathers' by endorsing in primary ."], [10, " Krystal Ball: Warren's cynical attacks on Sanders are exactly why her campaign failed ."], [10, " Kayla is eager and cordial while standing up for Megyn Kelly during her Black Santa controversy, and Ailes is endeared to her."], [10, " A welcome detour uptown uses Rob’s career as a different lens on her overall existential crisis."], [10, " As entertaining as it is to revisit Rob’s memories of her Top Five Heartbreaks, the toll it’s taking on her in the present is dire."], [10, " John Lithgow 2020: Wife, net worth, tattoos, smoking & body facts - Taddlr ."], [10, " This is the way with awards dinners, the ultimate tributes, a love fest with so many actors supporting their friends: Maggie ."], [10, " As a director, Sachs evokes the masterly Robert Altman, as in an extraordinary sequence that takes us from George and Ben's quietly majestic wedding back to the Manhattan apartment that they share, and where their loved ones gather to marvel at the strength of their bond."], [10, " The film received a 94% on Rotten Tomatoes with the consensus reading, \"Held aloft by remarkable performances from John Lithgow and Alfred Molina, Love Is Strange serves as a graceful tribute to the beauty of commitment in the face of adversity."], [10, " The film is certified fresh on Rotten Tomatoes with the consensus reading, \"Beatriz at Dinner offers timely social commentary enlivened by powerful, layered performances from Salma Hayek and John Lithgow."], [10, " Lithgow has been a supporter of Liverpool Football club for many years [58] ."], [10, " Kindness matters, especially to ourselves! It builds resilience, happiness and well-being."], [11, " ^ \"What Play Can Come Along Next Season That Will Be More Star-Studded Than A Delicate Balance?\" ."], [11, "- John Lithgow/Beanie Feldstein/Julian Castro/Sebastian Thomson \n(2019)\n."], [11, "php?title=John_Lithgow_on_screen_and_stage&oldid=939025929 \" ."], [11, "php?title=List_of_awards_and_nominations_received_by_John_Lithgow&oldid=933999038 \" ."], [11, " English (US) · Español · Português (Brasil) · Français (France) · Deutsch ."], [11, "com/pm/news/popwire_post/6265/stupid-mistake-changed-john-lithgows-life-for-the-better/ ."], [11, " help Reddit App Reddit coins Reddit premium Reddit gifts Communities Top Posts Topics ."], [11, " International Australia Brazil Canada España France Ελλάδα (Greece) India Italia 日本 (Japan) 한국 (Korea) Quebec U."], [11, ", [32] Christopher Nolan 's Interstellar (2014), Tommy Lee Jones ' The Homesman (2014), and John Madden 's Miss Sloane (2016)."], [11, " ^ \"Excerpt: \"Drama\" by John Lithgow - A Midsummer Night's Dream - Coretta Scott King\" ."], [11, " \"Former Akronite John Lithgow takes on killer role for 'Dexter ' \" ."], [11, " ^ \" ' Stupid mistake' changed John Lithgow's life â\u0080\u0093 for the better < News\" ."], [11, " ^ \"Meryl Streep on Broadway: How Her Star Power Went Beyond the Big Screen\" newsmax."], [11, " ^ \"John Lithgow adds Houston Ballet dancer to his rÃ©sumÃ©,\" ."], [11, " \"Shakespeare in the Park Lineup: 'Much Ado About Nothing' and 'King Lear ' \" ."], [11, " ^ \"WhatÂ PlayÂ CanÂ ComeÂ AlongÂ NextÂ SeasonÂ ThatÂ WillÂ BeÂ MoreÂ Star-StuddedÂ ThanÂ AÂ DelicateÂ Balance?\" ."], [11, " \"John Lithgow a Fatherly Figure for 'Planet of the Apes' Prequel\" ."], [11, " \"Trinity, a War Machine, and a Slumdog Eying Planet of the Apes: Rise of the Apes\" ."], [11, " ^ \"TV: Showtime's 'Dexter' Posts Record-Breaking Ratings - Bloody Disgusting!\" ."], [11, " \"John Lithgow to spoof Making a Murderer and The Jinx for NBC\" ."], [11, " \"John Lithgow, Matt Smith cast in Netflix's 'The Crown ' \" ."], [11, " \"That Time John Lithgow Played Yoda And Ed Asner Played Jabba The Hutt\" ."], [11, " ^ \" ' Requiem' an extraordinary Pittsburgh Symphony Orchestra tribute to Mozart - Pittsburgh Tribune-Review\" ."], [11, " \"John Oliver hijacks homophobe Mike Pence's bunny book with a better one in A Day In The Life Of Marlon Bundo\" ."], [11, " Critics' Choice Television Award for Best Supporting Actor in a Drama Series ."], [11, " Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series ."], [11, " Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series ."], [11, " Primetime Emmy Award for Outstanding Guest Actor in a Drama Series ."], [11, " Golden Globe Award for Best Actor â\u0080\u0093 Television Series Musical or Comedy ."], [11, " Golden Globe Award for Best Supporting Actor â\u0080\u0093 Series, Limited Series or Television Film ."], [11, " Los Angeles Film Critics Association Award for Best Supporting Actor ."], [11, " New York Film Critics Circle Award for Best Supporting Actor ."], [11, " Satellite Award for Best Actor â\u0080\u0093 Television Series Musical or Comedy ."], [11, " Satellite Award for Best Supporting Actor â\u0080\u0093 Series, Miniseries or Television Film ."], [11, " Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Comedy Series ."], [11, " Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Drama Series ."], [11, " Tony Award for Best Performance by a Leading Actor in a Musical ."], [11, " Tony Award for Best Performance by a Featured Actor in a Play ."], [12, " Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series ."], [12, " Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series ."], [12, " Primetime Emmy Award for Outstanding Guest Actor in a Drama Series ."], [12, " Golden Globe Award for Best Actor – Television Series Musical or Comedy ."], [12, " Satellite Award for Best Actor – Television Series Musical or Comedy ."], [12, " Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Comedy Series ."], [12, " Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Drama Series ."], [12, " Tony Award for Best Performance by a Leading Actor in a Musical ."], [12, " Best Performance by an Actor in a Television Series - Comedy or Musical ."], [12, " Best Performance by an Actor in a Television Series - Comedy or Musical ."], [12, " Best Performance by an Actor in a Television Series - Comedy or Musical ."], [12, " Outstanding Performance by a Male Actor in a Comedy Series ."], [12, " Outstanding Performance by a Male Actor in a Comedy Series ."], [12, " Outstanding Performance by a Male Actor in a Comedy Series ."], [12, " Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series ."], [12, " Primetime Emmy Award for Outstanding Guest Actor in a Drama Series ."], [12, " Golden Globe Award for Best Actor – Television Series Musical or Comedy ."], [12, " Satellite Award for Best Actor – Television Series Musical or Comedy ."], [12, " Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Comedy Series ."], [12, " Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Drama Series ."], [12, " Tony Award for Best Performance by a Leading Actor in a Musical ."], [13, " Publicity Listings: \n 9 Interviews | \n 6 Articles | \n 1 Pictorial | \n 2 Magazine Cover Photos | ."], [13, " Today's Deals \n Best Sellers \n Find a Gift \n Customer Service \n Registry \n New Releases \n Gift Cards \n Sell \n AmazonBasics \n Coupons \n Whole Foods \n Free Shipping \n Shopper Toolkit \n #FoundItOnAmazon ."], [13, " Sitemap \n Archive \n Video Archive \n Topics Index \n Mobile Apps \n Screensaver \n RSS \n Text-based site \n Reader Prints \n Our Papers \n Top of page ."], [13, "Jump to:\n Overview  (4)  | \n Mini Bio  (1)  | \n Spouse  (2)  | \n Trade Mark  (6)  | \n Trivia  (40)  | \n Personal Quotes  (12)  | \n Salary  (2) ."], [13, " Today's Deals \n Best Sellers \n Find a Gift \n Customer Service \n Registry \n New Releases \n Gift Cards \n Sell \n AmazonBasics \n Coupons \n Whole Foods \n Free Shipping \n Shopper Toolkit \n #FoundItOnAmazon ."], [13, "The Hollywood Reporter, LLC is a subsidiary of Prometheus Global Media, LLC."], [13, " Today's Deals \n Best Sellers \n Find a Gift \n Customer Service \n Registry \n New Releases \n Gift Cards \n Sell \n AmazonBasics \n Coupons \n Whole Foods \n Free Shipping \n Shopper Toolkit \n #FoundItOnAmazon ."], [13, " Privacy · Terms · Advertising · Ad Choices · Cookies · More ."], [13, " Today's Deals \n Best Sellers \n Find a Gift \n Customer Service \n Registry \n New Releases \n Gift Cards \n Sell \n AmazonBasics \n Coupons \n Whole Foods \n Free Shipping \n Shopper Toolkit \n #FoundItOnAmazon ."], [13, " Library Journals LLC, a wholly owned subsidiary of Media Source, Inc."], [13, " Melina Vidler’s Net Worth, Earnings, Movies, TV Shows, Career, Dating, Affairs, Relationship, Age, Facts, Wiki-Bio April 19, 2019 Marshall ."], [13, " Offer redeemable at Simon & Schuster's ebook fulfillment partner."], [13, " Offer redeemable at Simon & Schuster's ebook fulfillment partner."], [13, " Digital products purchased from this site are sold by Simon & Schuster Digital Sales Inc."], [13, " Life Style & Beauty Food & Drink Parenting Travel Finds Wellness Relationships Money Home & Living Work/Life ."], [13, " From Our Partners Headstrong Women's Work What's Working: Purpose + Profit ."], [13, " Today's Deals \n Best Sellers \n Find a Gift \n Customer Service \n Registry \n New Releases \n Gift Cards \n Sell \n AmazonBasics \n Coupons \n Whole Foods \n Free Shipping \n Shopper Toolkit \n #FoundItOnAmazon ."], [14, " Chronicling the last few raucous years in American politics, Lithgow takes readers verse by verse through the history of Donald Trump's presidency."], [14, " Perfect impeachment week listening! A combination of original poems with short summaries of the individuals and events they lampoon."], [14, " It is a short book of poems about Trump and his minions covering the period up through June 2019 so it's topical."], [14, " It is a short book of poems about Trump and his minions covering the period up through June 2019 so it's topical."], [15, " The acting legend - turning 74 next month - hid his slim 6ft4in frame beneath layers of prosthetic make-up to better resemble the rotund TV executive during reshoots."], [15, " Wow! The acting legend - turning 74 next month - hid his slim 6ft4in frame beneath layers of prosthetic make-up to better resemble the rotund TV executive during reshoots ."], [15, " Even though his parents were both actors, he was inspired to get into acting by Peter Sellers ."], [15, " The family of a special-needs teen is good at dealing with the challenges he faces - and excellent at creating new ones."], [15, " Once they're settled at their new home, the couple discover a mysterious burial ground hidden in the woods near their house."], [15, " Lithgow himself played Winston Churchill on Netflix’s “The Crown,” but without any makeup, hairstyling, or wardrobe needed to abet his transformation."], [15, " “This is the greatest irony, that [Kazu] made Gary Oldman as Winston Churchill with all these extraordinary prosthetic devices, and as Winston Churchill [in “The Crown”], I didn’t have any prosthesis at all."], [15, " Regarding suiting up to play Roger Ailes, whose empire foundered in 2016 when Gretchen Carlson filed a sexual harassment lawsuit against the Fox chairman, Lithgow said, “I was effortlessly in character as soon as I put all that stuff on."], [15, " Lithgow joked that he now uses the fat suit for pajamas, while Kidman added that Lithgow’s metamorphosis was so convincing and creepy."], [15, " “I was very skeptical,” Lithgow said of donning the six-piece fat suit."], [15, " The Oscar-winning prosthetic makeup artist is the frontrunner again this year for multiple feats of makeup mastery and pushing the limits of his craft."], [15, " Yet the challenges and obstacles were so great that Hiro and his Oscar-nominated team (Vivian Baker and Anne Morgan, heads of makeup and hair) were required to push the limits of their craft."], [15, " At the same time, I had a meeting with Colleen Atwood, who was the costume designer, and discussed making the body suit and wardrobe at the same time."], [15, " At first, Lithgow didn’t want prosthetics because of a bad experience, but once he started working with Hiro and discovered how soft and comfortable the pieces were, he was all in."], [15, " On top of that, Hiro was informed that the application time needed to be as minimal as possible."], [15, " “And style it in a way by cementing the top down to be as flat as possible so the sides could appear wider,” she said."], [15, " “Little things that just help the eye get more adjusted to an overall silhouette."], [15, " With Theron’s delicate transformation as the popular and recognizable Kelly, she required a whole other set of demands."], [15, " “Charlize’s makeup is much more complex,” Hiro added, “because her skin is so smooth and translucent, and anything we put on and tried to match to her natural skin was fine, but applying beauty makeup changed the sheen and the color right away."], [15, "” Baker then took over with the added difficulty of applying beauty makeup on top of the prosthetic, which changes the element."], [15, " “We had the newscaster part of it to do because that was part of the makeup on her face."], [15, " It was like a mad scientist building different things, but not as revealing as Kazu’s prosthetics."], [15, " I was able to use scanned data to make another life cast of Charlize to sculpt just the eyelids."], [15, " An incredible amount of time/effort must have gone into these to incorporate all the extensive vocabulary used."], [15, " An incredible amount of time/effort must have gone into these to incorporate all the extensive vocabulary used."], [15, " Theron and Kidman could draw upon thousands of hours of footage in preparing to play Kelly and Carlson, but Lithgow says it was difficult to find video of Ailes."], [15, " Unlike with the roles of Churchill and Clinton, playing Ailes required “extreme impersonation” and meant a total physical transformation."], [15, " “I went to work with Kazuhiro Tsuji, this brilliant makeup artist, and I was quite wary and skeptical."], [15, " Replicating Ailes’ jowls and corpulent figure involved six pieces of prostheses."], [15, " “she was all turned out, and I was in sweaty tennis gear “ ."], [15, " Hoskins in 1907, who had previously been making iron pipes in Sydney."], [15, " Lithgow told Vulture at the film’s Monday-night premiere that getting it right on the day and making sure both parties were comfortable and consenting while his Ailes demanded Kayla lift her skirt to the line of her underwear required deep discussion and rehearsal before Roach’s camera rolled."], [15, " “It’s the scene that motivates the entire film in so many ways because it’s not behind closed doors; it’s inside those closed doors."], [15, " Rob, Cherise, and Simon all begin to recognize that while wearing a mask may be protective, it can crush their hopes just as completely as rejection."], [15, " She was the face of numerous British reality programs for over a decade."], [15, " However, Farkle is never quite satisfied and destroys each of his instruments a year after mastering them."], [15, " The faces are a little weird at times, but it's fun for the most part."], [16, " You must be a registered user to use the IMDb rating plugin."], [16, " The source code for the WIKI 2 extension is being checked by specialists of the Mozilla Foundation, Google, and Apple."], [16, " WikipediaÂ® is a registered trademark of the Wikimedia Foundation, Inc."], [16, " WIKI 2 is an independent company and has no affiliation with Wikimedia Foundation."], [17, " Lithgow has done extensive work for children, including several books and albums."], [17, " He narrated some letters written by Wolfgang Amadeus Mozart , some poems, and sections from the Book of Revelation in certain parts of the performance."], [17, " If \"born to the theater\" has meaning in determining a person's life path, then John Lithgow is a prime example of this truth."], [17, " Trademark: \n In his more recent work, often plays fathers and family men \n See more ."], [17, " Our editors will review what you’ve submitted and determine whether to revise the article."], [17, " An all-knowing and all-seeing sage becomes engaged in philosophical discourses on fundamental questions relating to life and existence."], [17, " If you have intelligent family members, congratulations, and this would be a perfect gift! Thanks for authoring such encouraging prose, Mr."], [17, " 7 one for a gift! Much lighter reading than the Mueller Report; although every American should read it."], [17, " The author has also done the line drawings throughout the text."], [17, " In the afterword the author states 'Democracy's frail but our spirit is fine; Restrict Trumpty Dumpty to only one term\"."], [17, " At the end of each of the offerings, the author also has a brief explanation of the 'players' in that chapter."], [17, "0 out of 5 stars \n This book is terrible should not be called a book."], [17, " The real deal: The Donald Trump campaign advisor died, age 77, in 2017 from hemophilia - a year after he resigned from the 'fair and balanced' network due to multiple sexual harassment allegations (pictured in 2006) ."], [17, " The two-time Tony winner told Deadline in January: 'It really is about six or seven extremely different women who have extremely different experiences and response of the crisis at Fox."], [17, " The views expressed in the contents above are those of our users and do not necessarily reflect the views of MailOnline."], [17, " If \"born to the theater\" has meaning in determining a person's life path, then John Lithgow is a prime example of this truth."], [17, " It was a very disjointed film in terms of the relationship of those 5 or 6 principal characters."], [17, " View agent, publicist, legal and company contact details on IMDbPro ."], [17, " A key piece of evidence is found that answers the question, \"Who killed Margaret Henderson\"."], [17, " \"Dumpty, by the way, is my name for our president,\" he prefaced the reading, which recounted Trump's reaction to Robert Mueller's report."], [17, " This is a history play, but it's a very, very recent history that we're dealing with."], [17, " This short article about an  actor or actress  from the United States can be made longer."], [17, " See actions taken by the people who manage and post content."], [17, " After each of the 32 poems/verse in this book, are the short scandalous details about the person(s) within Trump's administration that has us all wonder, as John states in the foreward: ."], [17, " A note after many of the poems explains who the people are that are referenced, and why they made the news."], [17, " Apparently the illustrations are excellent which makes both listening to the author read his book and purchasing the printed version a reasonable choice."], [17, " John Lithgow has written a series of bad verses - intentionally so - about the current President."], [17, " He has also provided a set of illustrations to go with the verses and has voiced the result as well on the audio book, along with background music and other noises."], [17, " John Lithgow has written a series of bad verses - intentionally so - about the current President."], [17, " He has also provided a set of illustrations to go with the verses and has voiced the result as well on the audio book, along with background music and other noises."], [17, " A CD of Lithgow performing this song (unavailable for review) is included, making this a particularly good story hour choice, especially for Lithgow’s many fans."], [17, " His past bestsellerdom indicates that this book will be on plenty of radars."], [17, " The accompanying CD of the author telling the story helps bring the book to life."], [17, " “Kellyanne comes to mind as another suggestion, Though not in the interview portions, / For she’d bulldoze her judge in the midst of a question, With alternative facts and distortions,” the book reads."], [17, " When ITK inquires whether Lithgow would ever play the president he’s so critical of, he notes he took on the role in a live stage reading of the Mueller report, following the conclusion of the former special counsel’s investigation."], [17, " Many rumors circulated in the media about John Lithgow being gay, but these are only rumors because he had already married to women and had three children as well."], [17, " Also, one of Kelly’s former girlfriends admits to lying to federal agents in the past to cover for Kelly, now is cooperating."], [17, "\" Here, they discuss their careers, former collaborators, Goop and more."], [17, " Now that 70 years have passed since the end of World War II, it's interesting to look at it from new perspectives."], [17, " Lithgow has done extensive work for children, including several books and albums."], [17, " He narrated some letters written by Wolfgang Amadeus Mozart , some poems, and sections from the Book of Revelation in certain parts of the performance."], [17, " ^ \"Theater Hall of Fame inducts Thompson, Lithgow, others\" ."], [17, " It allows me to introduce the sections of the orchestra well in advance of the year (3rd grade) where we study it as part of our developing curriculum."], [18, " He is also well known for his roles in Blow Out (1981), Footloose (1984), Harry and the Hendersons (1987), Rugrats in Paris: The Movie (2000), Shrek (2001), and Love Is Strange (2014)."], [18, " His performances in The World According to Garp (1982) and Terms of Endearment (1983) earned him nominations for the Academy Award for Best Supporting Actor."], [18, " He has appeared on stage in many Broadway productions, including the musical adaptations of Sweet Smell of Success and Dirty Rotten Scoundrels ."], [18, " In 2005, he was starred on Broadway in the musical-comedy Dirty Rotten Scoundrels ."], [18, " In 1982 and 1983, Lithgow was nominated for the Academy Award for Best Supporting Actor for his performances as Roberta Muldoon in The World According to Garp and as Sam Burns in Terms of Endearment ."], [18, " In 2019, Lithgow co-starred in Mindy Kaling 's comedy Late Night , with Emma Thompson ."], [18, " Lithgow starred with Jeffrey Tambor in the NBC sitcom Twenty Good Years ."], [18, " Filmography [ edit ] \n Main article: John Lithgow on screen and stage ."], [18, " ^ \"Meryl Streep on Broadway: How Her Star Power Went Beyond the Big Screen\" newsmax."], [18, " 3rd Rock from the Sun \n(TV Series) (1 episode, 1998) (performer - 20 episodes, 1996 - 2001)."], [18, " The World According to Garp , Terms of Endearment , and Footloose Alongside his stage appearances, Lithgow continued to pursue big-screen roles."], [18, " Lithgow has starred in numerous hit TV series including 3rd Rock from the Sun , The Crown , How I Met Your Mother , and Dexter , and in beloved films like The World According to Garp , Shrek , and Terms of Endearment ."], [18, " In 1983, he provided one of the highlights of Twilight Zone--The Movie as a terrified airline passenger and earned a second Best Supporting Actor Oscar nomination in Terms of Endearment where he appeared with Shirley Maclaine and Jack Nicholson, as well as playing a fiery preacher in Footloose."], [18, "\" (1988), and once for Best Actor (Musical): for \"Dirty Rotten Scoundrels\" (2005)."], [18, " [3] Lithgow subsequently acted in films such as Obsession (1976), The Big Fix (1978), the 1979 films All That Jazz with Roy Scheider and Rich Kids , Blow Out (1981) starring John Travolta and I'm Dancing as Fast as I Can (1982)."], [18, " [1] Lithgow also starred in the short-lived sitcom Twenty Good Years (2006)."], [18, " ^ \" ' Terms of Endearment' grabs 11 nominations: Oscar race under way\" ."], [18, " ^ \"`English Patient,' `Evita,' Madonna, Tom Cruise and `X-Files' big Golden Globe winners\" ."], [18, " \"Actors' instant friendship infuses new sitcom 'Twenty Good Years ' \" ."], [18, " \"John Lithgow back as Barney's dad on 'How I Met Your Mother ' \" ."], [18, " The Gnu Song and The Hippopotamus Song are my all time favorites! The ABC song is finally not a boring ABC song, and The Inchworm is so romantic in a way."], [18, " He was in the movies The World According to Garp , Footloose , Terms of Endearment , Shrek , Rise of the Planet of the Apes , and in The Campaign ."], [18, " He played the protagonist Dick Solomon in sitcom 3rd Rock from the Sun ."], [18, " Best known for his performance as Dick Solomon on 3rd Rock from the Sun , Lithgow returns to Broadway in 2012 in The Columnist ."], [18, " Lithgow is best known as the 'father' Dick Solomon on 3rd Rock From The Sun, TV series."], [18, " Lithgow is best known as the 'father' Dick Solomon on 3rd Rock From The Sun, TV series."], [18, " He has starred in the hit TV series 3rd Rock from the Sun, Dexter, and The Crown , and in beloved films like The World According to Garp, Shrek, and Terms of Endearment ."], [18, " He has starred in the hit TV series 3rd Rock from the Sun, Dexter, and The Crown , and in beloved films like The World According to Garp, Shrek, and Terms of Endearment ."], [18, "1972– Znamenite uloge \n Dick Solomon u 3rd Rock from the Sun ."], [18, " On the big screen, Lithgow made his mark with 1982's The World According to Garp and 1983's Terms of Endearment, both of which earned him Best Supporting Actor Oscar nods."], [18, " He made his 45 million dollar fortune with 3rd Rock From The Sun, The World According to Garp & Terms of Endearment."], [18, " Family Family photo of the actor, married to Mary Yeager, famous for 3rd Rock From The Sun, The World According to Garp & Terms of Endearment."], [18, " Lithgow starred with Jeffrey Tambor in the NBC sitcom Twenty Good Years ."], [19, " Trump portrayal and poetry book [ edit ] \n In June 2019, Lithgow portrayed Donald Trump in “The Investigation: A Search for Truth in Ten Acts,\" a live reading of special counsel Robert Mueller’s report on Trump’s 2016 presidential campaign."], [19, " In October 2019, Lithgow published Dumpty: The Age of Trump in Verse , a book of poems and illustrations."], [19, " In 2011 Lithgow published a memoir , Drama: An Actor’s Education ."], [19, " Dumpty: The Age of Trump in Verse: John Lithgow: 9781452182759: Amazon."], [19, " Dumpty: The Age of Trump in Verse is a satirical poetry collection from award-winning actor and bestselling author John Lithgow."], [19, " Trump Presidential Twitter Library by The Daily Show with Trevor Noah."], [19, " Start reading Dumpty: The Age of Trump in Verse on your Kindle in under a minute ."], [19, " In real life, the Footloose alum is an outspoken Democrat who recently published a political satire book called Dumpty: The Age of Trump in Verse."], [19, " And on June 24, the New York native voiced President Donald Trump's Mueller Report lines in The Investigation: A Search For The Truth In Ten Acts onstage Manhattan's Riverside Church."], [19, " Hard cover out in October! In real life, the Footloose alum is an outspoken Democrat who recently published a political satire book called Dumpty: The Age of Trump in Verse ."], [19, " Mueller Report: On June 24, the New York native voiced President Donald Trump's lines in The Investigation: A Search For The Truth In Ten Acts onstage Manhattan's Riverside Church ."], [19, " John Lithgow Reads Poetry Inspired by Trump | Hollywood Reporter ."], [19, " John Lithgow Previews Poems From Book Inspired by Trump Administration ."], [19, "\"They're comic, doggerel, satirical poems,\" the actor said about writing 'Dumpty: The Age of Trump in Verse' when he visited 'The Late Show' on Wednesday."], [19, " John Lithgow previewed his new book,  Dumpty: The Age of Trump in Verse ,   when he visited The Late Show on Wednesday ."], [19, "  The book, which was written as poems, was inspired by the Trump administration."], [19, " This Article is related to: Film and tagged Bombshell , John Lithgow ."], [19, " With lacerating wit, he takes readers verse by verse through the history of Donald Trump's presidency, lampooning the likes of Betsy DeVos, Anthony Scaramucci, Scott Pruitt, Paul Manafort, Trump's doctors, \n Award-winning actor and bestselling author John Lithgow wields a whip-smart, satirical pen in this poetic diatribe chronicling the last few abysmal years in politics."], [19, " With lacerating wit, he takes readers verse by verse through the history of Donald Trump's presidency, lampooning the likes of Betsy DeVos, Anthony Scaramucci, Scott Pruitt, Paul Manafort, Trump's doctors, and many others."], [19, " Enjoyed this book by John Lithgow! It is the story of Trump's Presidency told in verse."], [19, " Lithgow released his satirical poetry collection, Dumpty: The Age of Trump in Verse, in August 2019."], [19, " The Lithgow Mercury is a newspaper published tri-weekly in the town."], [19, " Birth Date 19-10-1945 Heritage/origin American Ethnicity White Religion - believes in God? Residence He lives together in a house in Los Angeles, California."], [19, " Politics Congress Donald Trump 2020 Elections Tracker Extremism ."], [19, " John Lithgow Documents 'Crazy' Era Of 'Dumpty' Trump In Verse ."], [19, " Trump portrayal and poetry book \n In June 2019, Lithgow portrayed Donald Trump in â\u0080\u009cThe Investigation: A Search for Truth in Ten Acts,\" a live reading of special counsel Robert Muellerâ\u0080\u0099s report on Trumpâ\u0080\u0099s 2016 presidential campaign."], [19, " In October 2019, Lithgow published Dumpty: The Age of Trump in Verse , a book of poems and illustrations."], [20, "\" [33] The film also received four Independent Spirit Award nominations including for both Lithgow and Molina."], [20, " Awards and nominations [ edit ] \n Main article: List of awards and nominations received by John Lithgow ."], [20, " List of awards and nominations received by John Lithgow - Wikipedia ."], [20, " His performances in The World According to Garp (1982) and Terms of Endearment (1983) earned him nominations for the Academy Award for Best Supporting Actor."], [20, " The performance earned him a nomination for the Tony Award for Best Actor in a Play ."], [20, "\" [33] The film also received four Independent Spirit Award nominations including for both Lithgow and Molina."], [20, " He received six consecutive nominations for the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series and won three times (1996, 1997, 1999)."], [20, " [44] Lithgow won numerous awards for his performance including a Primetime Emmy Award and a Screen Actors Guild Award ."], [21, " This shopping feature will continue to load items when the Enter key is pressed."], [21, " In order to navigate out of this carousel please use your heading shortcut key to navigate to the next or previous heading."], [21, " What other items do customers buy after viewing this item? ."], [21, " What other items do customers buy after viewing this item? ."], [21, " This shopping feature will continue to load items when the Enter key is pressed."], [21, " In order to navigate out of this carousel please use your heading shortcut key to navigate to the next or previous heading."], [21, " This shopping feature will continue to load items when the Enter key is pressed."], [21, " In order to navigate out of this carousel please use your heading shortcut key to navigate to the next or previous heading."], [21, " This shopping feature will continue to load items when the Enter key is pressed."], [21, " In order to navigate out of this carousel please use your heading shortcut key to navigate to the next or previous heading."], [21, " What other items do customers buy after viewing this item? ."], [21, " This shopping feature will continue to load items when the Enter key is pressed."], [21, " In order to navigate out of this carousel please use your heading shortcut key to navigate to the next or previous heading."], [21, " What other items do customers buy after viewing this item? ."], [22, ", [32] Christopher Nolan 's Interstellar (2014), Tommy Lee Jones ' The Homesman (2014), and John Madden 's Miss Sloane (2016)."], [22, " 's Louie on FX , in the season five episode \"Sleepover\" alongside Glenn Close , Michael Cera , and Matthew Broderick ."], [22, " Podcasts [ edit ] \n On October 1, 2010, Lithgow appeared on Doug Benson 's podcast Doug Loves Movies , along with fellow guests Paul F."], [22, " He has also appeared on Chris Hardwick 's show The Nerdist Podcast in 2012 and the WTF with Marc Maron podcast in 2019."], [22, " \"John Lithgow, Matt Smith cast in Netflix's 'The Crown ' \" ."], [22, "- John Lithgow/Jonathan Groff/Michael Lewis/Nathan Davilmar \n(2017)\n."], [22, "- Guest Co-Host Jeffrey Dean Morgan/Jennifer Lopez/John Lithgow \n(2017)\n."], [22, "- Guest Co-Hostess Alicia Menendez/Glenn Close & John Lithgow/Jennifer Hudson \n(2014)\n."], [22, "- My Big Secret Celebrity Reveals with Jeremy Renner, Patricia Heaton, Peter Krause, John Lithgow, Jeff Probst, Taye Diggs and Ali Wentworth \n(2017)\n."], [22, " Personal Quote: \n [on working with Daryl Hannah on At Play in the Fields of the Lord (1991)] Daryl and I are very different actors."], [22, "\t\t\t\t\tPhoto Credits: Diyah Pera/CW; Bettina Strauss/Netflix; Christopher Smith/Netflix; Maarten de Boer, ABC; Robert Rodriguez / TV Guide."], [22, " Emmett \"Doc\" Brown in Back to the Future (1985), which went to Christopher Lloyd ."], [22, " [on working with Daryl Hannah on At Play in the Fields of the Lord (1991)] Daryl and I are very different actors."], [22, " \"John Lithgow steps in for Michael Gambon in Ira Sachs' 'Love Is Strange ' \" ."], [22, " ^ \"John Lithgow to co-star Ben Affleck in 'The Accountant ' \" ."], [22, " \"Chloe Sevigny, Salma Hayek Join Drama 'Beatriz at Dinner ' \" ."], [22, " \"John Lithgow, Hugh Dancy & Others Join Mindy Kaling-Emma Thompson Comedy 'Late Night ' \" ."], [22, " \"John Lithgow will play Jud Crandall in the remake of Stephen King's Pet Sematary\" ."], [22, " Stars: \n Nicholas D'Agosto , Jayma Mays , Steven Boyer | \n See full cast & crew  »."], [22, " Stars: \nKaitlin Olson,\nSofia Black-D'Elia,\nThomas Barbusca ."], [22, " @JohnLithgow - 1/6/20 02:02pm Such a fun chat with Willie Geist:\nListened to John Lithgow from Sunday Sitdown with Willi."], [22, " Carrie Hope Fletcher Will Lead Webber's CINDERELLA in London ."], [22, " Breaking: Lindsay Pearce and Sam Gravitte Will Be WICKED's New Elphaba & Fiyero ."], [22, " Boston : Chris Evans, Tom Hiddleston, Ewan McGregor And Hayden Christensen Headline Boston ACE Comic Con This March ."], [22, ", Mayor Pete Buttigieg Peter (Pete) Paul Buttigieg Will Bernie have to turn on his bros? Democratic rivals sharpen attacks as Bloomberg rises Now's a time to take a look at who's 'blooming' among Democrats MORE (D)."], [22, " 1966–1980) Age 73 Sibling Robin Lithgow Parents Arthur Lithgow and Sarah Jane Price ."], [22, " Hilary Swank in The Homesman at the Hamptons International Film Festival ."], [22, " Marisa Tomei, John Lithgow and Ira Sachs Talk Love Is Strange ."], [23, " Early life [ edit ] \n Lithgow was born in Rochester, New York ."], [23, " [4] His father, Arthur Washington Lithgow III , was a theatrical producer and director who ran the McCarter Theatre in Princeton, New Jersey ."], [23, " In 2008 through 2009, Lithgow played Joe Keller in a Broadway revival of Arthur Miller 's All My Sons directed by Simon McBurney ."], [23, " Lithgow starred alongside Dianne Wiest , Patrick Wilson and Katie Holmes in her Broadway debut at the Schoenfeld Theare ."], [23, " He starred opposite Glenn Close , Martha Plimpton , Lindsay Duncan , Bob Balaban and Clare Higgins ."], [23, " [29] In 1976 he starred in a pivotal role in Brian De Palma 's Obsession with Cliff Robertson and Genevieve Bujold as Cliff Robertson's long time business partner Robert Lasalle."], [23, " Also in 1991, he played missionary Leslie Huben in the film adaptation of Peter Matthiessen 's novel At Play in the Fields of the Lord ."], [23, " In 2004, he portrayed the moralistic, rigid father of Alfred Kinsey in that year's biopic Kinsey alongside Liam Neeson ."], [23, " Lithgow then starred in the independent film Beatriz at Dinner (2017) alongside Salma Hayek , Connie Britton , Jay Duplass , and Chloë Sevigny ."], [23, " He also played Fox News CEO Roger Ailes , alongside Charlize Theron , Nicole Kidman , Margot Robbie , Allison Janney , Connie Britton , and Malcolm McDowell , in the Jay Roach film Bombshell ."], [23, " Produced by JC Hopkins , the album features guest appearances by Madeleine Peyroux , Wayne Knight , Sherie Rene Scott and Maude Maggart ."], [23, " Staged on the altar of New York City’s Riverside Church , the reading was created by playwright Robert Schenkkan and narrated by Annette Bening , also featured Kevin Kline as Mueller, Joel Grey as Jeff Sessions , Jason Alexander as Chris Christie , and Alfre Woodard as Hope Hicks ."], [23, " He was born in Rochester, New York, to Sarah Jane (Price), an actress, and Arthur Washington Lithgow III, who was both a theatrical producer and director."], [23, "Justice Henry Billings Brown / Judge Ward Hunt / Roger Williams / ."], [23, " Other Works: \n (1973 He acted in Arthur Wing Pinero's play, \"Trelawny of the 'Wells,\" at the Long Wharf Theatre in New Haven, Connecticut with MIldred Dunnock, Emery Battis, Rex Robbins, Suzanne Lederer, Shirley Bryan, Joyce Ebert and Christina Pickles in the cast."], [23, " Trivia: \n In common with the veteran English character actor Robert Hardy , he has played both American president Franklin D."], [23, " John Lithgow , in full John Arthur Lithgow , (born October 19, 1945, Rochester , New York , U."], [23, " He also starred as Joseph Alsop in David Auburn’s play The Columnist (2012)."], [23, " Milne, Lewis Carroll, Edward Lear, Rodgers and Hammerstein, Mother Goose, and many more."], [23, " Lithgow's sexual harassment feminist flick also features Nicole Kidman, Margot Robbie, Allison Janney, Kate McKinnon, Malcolm McDowell, Alice Eve, Mark Duplass, and Connie Britton."], [23, " 'It's a film very much about the women': Lithgow's feminist flick also features Nicole Kidman (M), Margot Robbie (R), Allison Janney, Kate McKinnon, Malcolm McDowell, Alice Eve, Mark Duplass, and Connie Britton  ."], [23, " He was born in Rochester, New York, to Sarah Jane (Price), an actress, and Arthur Washington Lithgow III, who was both a theatrical producer and director."], [23, " He is the parent of Ian Lithgow with Jean Taynton, and Phoebe Lithgow and Nathan Lithgow with Mary Yeager."], [23, " His parents are Sarah Jane Price (born 1917) and theater director/producer Arthur Lithgow (1915-2004)."], [23, " In common with the veteran English character actor Robert Hardy , he has played both American president Franklin D."], [23, " [on working with Saul Zaentz on At Play in the Fields of the Lord (1991)] Saul loves being answerable to nobody."], [23, " Lithgow's breakthrough came after playing a former football player turned transsexual Roberta Muldoon in a supporting role in the comedy-drama The World According to Garp (1982) with Robin Williams ."], [23, " \"John Lithgow will play Winston Churchill on Netflix's The Crown\" ."], [23, " \"Production begins on Miss Sloane, starring Jessica Chastain\" ."], [23, " \"John Lithgow, Sherri Shepherd board NBC legal comedy 'The Trail ' \" ."], [23, " \"Katie Holmes' one-note debut in 'All My Sons' is a little off-key\" ."], [23, " Louis Creed (Jason Clarke), his wife, Rachel (Amy Seimetz) and their two children as they move to a rural town in Maine."], [23, " During a recent Q&A for the film in New York moderated by journalist Lynn Hirschberg, Lithgow was joined by co-stars Theron and Nicole Kidman, who plays TV news personality Gretchen Carlson, as well as director Roach and screenwriter Charles Randolph, to discuss the making of the film."], [23, " [Costume designer] Colleen Atwood, she was my co-conspirator."], [23, " Lithgow has three children, Ian, Phoebe, and Nathan Lithgow."], [23, " Milne, Lewis Carroll, Edward Lear, Rodgers and Hammerstein, Mother Goose, and many more."], [23, " John Lithgow with his wife Mary Yeager Photo credit: Zimbio ."], [23, " John Lithgow’s Short Bio John Lithgow was born on 19 October 1945, in Rochester, New York."], [23, " He is the son of Sarah Jane, a former actress, and father Arthur Washington Lithgow, a theatrical producer."], [23, " The only iron being cast was by William Sandford in Lithgow."], [23, " [4] His father, Arthur Washington Lithgow III , was a theatrical producer and director who ran the McCarter Theatre in Princeton, New Jersey ."], [23, " In 2004 and 2007, Lithgow debuted Carnival of the Animals' elephant character â\u0080\u0094 nurse Mabel Buntz â\u0080\u0094 with the New York City Ballet and Houston Ballet , respectively."], [23, " [29] In 1976 he starred in a pivotal role in Brian De Palma 's Obsession with Cliff Robertson and Genevieve Bujold as Cliff Robertson's long time business partner Robert Lasalle."], [23, " In 1982 and 1983, Lithgow was nominated for the Academy Award for Best Supporting Actor for his performances as Roberta Muldoon in The World According to Garp and as Sam Burns in Terms of Endearment ."], [23, " Also in 1991, he played missionary Leslie Huben in the film adaptation of Peter Matthiessen 's novel At Play in the Fields of the Lord ."], [23, " ^ Alvin Powell, \"Lithgow to speak at Afternoon Exercises: Actor, writer, humanitarian to grace Tercentenary Theatre\" , Harvard Gazette , 2005-04-07."], [23, " ^ Beth Potier, \"Of mice and manatees: Lithgow charms all: Commencement address gives star treatment by actor, author\" , Harvard Gazette , 2008-06-16."], [23, " Payne has illustrated more than a dozen picture books, including the  New York Times  bestselling  Mousetronaut  by astronaut Mark Kelly; the Texas Bluebonnet winner  Shoeless Joe & Black Betsy , written by Phil Bildner; and the  New York Times  bestsellers  The Remarkable Farkle McBride  and  Micawber , both by John Lithgow."], [24, " ^ \" ' Stupid mistake' changed John Lithgow's life – for the better < News\" ."], [24, " How lucky we are to have the multi-talented John Lithgow commenting on the folly and terror that is the current Administration."], [24, " Even if this was not a law, which it is, I'm afraid I would have a lot of difficulty endorsing an enterprise which is as fraught with genuine peril as I believe this one to be."], [24, " Besides the liquor and the drugs which always seem to accompany such an event the thing that distresses me even more, Ren, is the spiritual corruption that can be involved."], [24, " He claims that his most difficult performance was in Twilight Zone: The Movie (1983) because he had to portray fear of the monster, although he could not really see it."], [24, " [on the constant time-slot changes and ultimate cancellation of 3rd Rock from the Sun (1996)] If NBC had set out to ruin it, they couldn't have done a better job."], [24, " It would have been nice to have stayed a big hit, but I'd rather be a great show that nobody was watching than a lousy show that was a big hit, which is the case for most of the others."], [24, " The dailies didn't get sent anywhere for anybody else's approval and cost overruns weren't monitored by a bunch of executives thousand of miles away."], [24, " We had terrible weather and horrible actor-director arguments, but Saul was unflappable."], [24, " He went through all the same hardships we did, but he behaved as if there was no other place he'd rather be."], [24, " [on the character usually played by his favorite French comic actor Jacques Tati] He was always a bit oblivious, just a little bit startled by everything, and acted in a completely rational but inappropriate way to whatever happened."], [24, " I never completely believe the praise, although I become deeply injured by anything negative said of me."], [24, " I think that At Play in the Fields of the Lord had all sorts of problems."], [24, " ^ \" ' The Day After' was designed to get people talking about consequences of nuclear war\" ."], [24, " Journalist Ozzie Graham is skeptical when he investigates a support group for oddballs who think they have been abducted by aliens -- yet the more he learns, the more confused, intrigued, and seduced he becomes."], [24, " \"I'm sort of a reckless rhymester,\" he said about his work as a poet."], [24, " There will still remain the hordes of deplorables who’ve now been activated worldwide to deal with, however."], [24, " There will still remain the hordes of deplorables who’ve now been activated worldwide to deal with, however."], [24, " Those who need the recognition of exactly what has been slapped in our faces of abuse of power & downright negligence of office & responsibility won't understand the satire & most likely be scarily overwhelmed."], [24, "but laughed nonetheless because \n Satire like no other, this is brilliant work by Lithgow."], [24, " Those who need the recognition of exactly what has been slapped in our faces of abuse of power & downright negligence of office & responsibility won't understand the satire & most likely be scarily overwhelmed."], [24, "but laughed nonetheless because what else is there to do other than pray for reason & right to overcome November 2020 or sooner."], [24, " I find it sad when even the most intelligent and progressive people possess such backward views about animals--that the slaughter and skinning of other beings is all a big joke."], [24, " On this subject, neither the left nor the right have the high ground."], [24, " Lithgow’s poems aren’t just witty and clever; they feel important, a reminder to laugh in the face of stupidity and evil, and that higher ideals can win the day in the face of utter debasement."], [24, " Lithgow is always trying to write himself politically on top of a high horse, but there is zero surprise or substance to lessen the stink of the condescension in his tone."], [24, " Lithgow is always trying to write himself politically on top of a high horse, but there is zero surprise or substance to lessen the stink of the condescension in his tone."], [24, " Horrifying to realize how much corruption and chaos we have lived through in the last three years! ."], [24, " John Lithgow is a man of many talents! I had no idea he was so good at political humor/satire, and that he draws pictures, too."], [24, " I loved this! It was funny, smart, and still quite frighteningly serious all at once."], [24, " I had almost forgotten all the corrupt and criminal things that Dumpty has done; I thank Mr Lithgow for bringing them to the surface again in such a fun way! I'm quoting the last line in the book: \"Democracy's frail but our spirit is firm; Restrict Trumpty Dumpty to only one term."], [24, " From the beginning, I've intended these verses for people who oppose our current President, hoping to briefly yank them out of their chronic depression at his persistent grip on executive power."], [24, " But beyond that, we tried as far as possible to turn this face into Roger Ailes’ face."], [24, " That's why Harry was no trouble for him to handle, he had a good teacher."], [24, " Easy enough to read, yet challenges here and there for linguistic growth."], [24, " John Lithgow says there’s a “good chance” of President Trump Donald John Trump Changes in policies, not personalities, will improve perception of corruption in the US Union leader: Bloomberg can go all the way Pelosi: 'I'm not counting Joe Biden out' MORE winning reelection, which is one of the reasons he’s written a book of protest poetry about him."], [24, " Lithgow, who says that he’s “always been reticent to go political in a public way” hopes that “Dumpty: The Age of Trump in Verse,” a collection of poems and illustrations he’s crafted, may help wake readers up to the prospect of four more years."], [24, " Asked what he would say to critics who could argue he’s just another Hollywood liberal bashing half the country who voted for the 45th commander in chief, Lithgow replies, “I can only think that the people who voted for Trump have had some misgivings about Trump’s presidency."], [24, " To me, a lot of damage is being done — not just in liberal causes, but in conservative causes, too."], [24, " Um, why is there a gigantic black cloud circling the globe? ."], [24, " So John being a gay is just rumors and nothing more than that."], [24, " “It’s a matter of talking about the scene in those terms, almost technically: How are we going to have the greatest impact?” ."], [24, " \"The Accountant\" is so fresh and so riveting you can overlook the minor plotholes that exist."], [24, " It has a decent story without teaching any (obvious) clear lessons or morals."], [24, " Of course, that whole characteristic of Farkle could be used as a lesson, too."], [25, " That's her great strength: her wonderful performances are in movies like Splash (1984), where she is kind of an innocent who has stumbled into someone else's world."], [25, " What Was I Thinking?: \"I Buried Paul -- The story of the sixth Beatle\" and other sh."], [25, " Got my copy an hour ago and I’ve already read half aloud to my family."], [25, " OMG! This book is comforting to know I'm not alone in my displeasure of the current occupant in our Oval! The poems are dead on, the illustrations are perfect, & the facts shared hits the head on the nail! I bought one for me ."], [25, " I don't care which side of the political spectrum one is on, it will offer the readers a lot of laughs."], [25, " Why would Amazon sell this book DUMPTY, this is the worse book I ever read."], [25, " What more can you want? Really enjoyed the poems of familiar cadence."], [25, " These dances and this kind of music can be destructive, and, uh, Ren, I'm afraid you're going to find most of the people in our community are gonna agree with me on this."], [25, " 'There's so much talk about the very good signs that there's so many great women's stories being told."], [25, " I'm sure I'm a serious-minded actor, but I still value the frivolity of acting."], [25, " In the theatre, I often play characters with a strong sense of innocence who aren't as intelligent as I am."], [25, " My plate is full all the time, but I never have the opportunity to choose from ten parts."], [25, " I've played important parts in movies but I haven't yet played the person the story is about."], [25, " I don't know if it was the giant bugs or the humidity, but I couldn't sleep for weeks."], [25, " That's her great strength: her wonderful performances are in movies like Splash (1984), where she is kind of an innocent who has stumbled into someone else's world."], [25, " \"You'll be wild about \"Harry\": It's the best thing since \"E."], [25, " I liked the characters right off the bat, I laugh out loud at every episodes, multiple times."], [25, " It's just a good, light, fun show to help you relax and forget about all the sh*t that's happening in the world right now."], [25, " \"When you play a villain, he's always your favorite character,\" he said."], [25, " \"I went to see it with my wife in an empty theater, and it scared the shit out of me."], [25, " I love John Lithgow and I was always amazed to see how his personality is so full of tricks and how he an manage to deliver so many messages by his performance."], [25, " Well, hear for yourself - amazon has provided audio samples, you'll see how talented John Lithgow is."], [25, " I agree with some of the other reviewers that the song about the triplets is annoying; I always fast-forward through it."], [25, " If you have kids this cd is a must !!! Raised my kids on it and now raising my grandkids on it too ! ."], [25, " I have it on my iPod and still like to listen to it when I want some happy music! ."], [25, " That along with pictures she drew, stories I use to tell her and gift card ."], [25, " You'll find yourself humming and singing them even when your child is not around."], [25, " I looked much more like Winston Churchill than I realized,” Lithgow said."], [25, " That’s because Lithgow and Theron don’t very much resemble Ailes and Kelly."], [25, " “Because I mentioned to [Jay] that whatever I do on John, he won’t look a 100 percent like Roger because the proportion of their shape is so different."], [25, "\n Let us know what’s wrong with this preview of\n Dumpty by John Lithgow."], [25, "To see what your friends thought of this book,\n please sign up."], [25, "To ask other readers questions about\n Dumpty ,\n please sign up ."], [25, " “Sure Dumpty’s a foolhardy figure of fun, but laugh at your peril there’s work to be done."], [25, " Good! I can imagine Lithgow reading these verses must add a lot to the experience, but as it is, I’m so disgusted by Dumpfeld and this entire administration that I haven’t the heart to laugh much."], [25, " I just want them gone and remembered as an embarrassing anecdote in American history."], [25, " how do you laugh at your worst nightmare become a reality? Lithgow put in a \n Good! I can imagine Lithgow reading these verses must add a lot to the experience, but as it is, I’m so disgusted by Dumpfeld and this entire administration that I haven’t the heart to laugh much."], [25, " I just want them gone and remembered as an embarrassing anecdote in American history."], [25, " I can hear John Lithgow's voice as I read these -- often out-loud because they sound even better."], [25, " Or you want to give it as I did to a cousin for her birthday."], [25, " In fact take it to Thanksgiving Funner [did you figure out this meant \n Oh oh oh ."], [25, " I can hear John Lithgow's voice as I read these -- often out-loud because they sound even better."], [25, " Or you want to give it as I did to a cousin for her birthday."], [25, " In fact take it to Thanksgiving Funner [did you figure out this meant \"dinner\"? I didn't see it til long after it was written!] and do a reading around the table."], [25, " While this little book was for the most part a lot of fun, one poem in particular dampened my enthusiasm a bit."], [25, " And I got it for Christmas! Many of the verses mimic a famous poem, so dual fun in reading these."], [25, " And I got it for Christmas! Many of the verses mimic a famous poem, so dual fun in reading these."], [25, " My friends who visited over Christmas are already lining up to read my copy of this book as soon as I can finish and loan it to them."], [25, " These are SO sadly funny!! You can just HEAR John Lithgow's voice in all of these."], [25, " I found it helpful to read the brief 'scandalous details' that come at the end of the poem/verse, prior to reading the poem/verse - this way I was clearly reminded of the facts that drove the details I was about to be laughing about when I read the poem."], [25, " This was hilarious, but I must confess I was only able to get through it by switching to the audiobook."], [25, " Opened this up, thinking “God, this looks awful, but who knows?” ."], [25, " It is awful, and that’s coming from someone who agrees with Lithgow on paper."], [25, " Opened this up, thinking “God, this looks awful, but who knows?” ."], [25, " It is awful, and that’s coming from someone who agrees with Lithgow on paper."], [25, " I would only recommend this book if you want to cringe at Lithgow’s Hollywood-liberal superiority complex, or perhaps if you need a gift for a diehard Bill Maher fan who doesn’t read much."], [25, " This is a very clever way to get your politics on, and there's some great wordplay."], [25, " Many things about the Trump presidency just can't be made any funnier, but this book does just that."], [25, " If you're a Trump supporter, then you won't like this book, but otherwise this brings a bit of levity and a break from the political stress currently throughout the U."], [25, " rated it\n it was amazing \n  ·  \n review of another edition ."], [25, " In the meantime, I plan to order print copies for us and select individuals who I know will enjoy it as much as I \n I loved this! It was funny, smart, and still quite frighteningly serious all at once."], [25, " In the meantime, I plan to order print copies for us and select individuals who I know will enjoy it as much as I did."], [25, " rated it\n really liked it \n  ·  \n review of another edition ."], [25, " My only regret is that I have to wait for a hard copy to come in at my library to see the illustrations."], [25, " rated it\n it was amazing \n  ·  \n review of another edition ."], [25, " To assist those who are not much “into” poetry, most of the selections are adaptations of popular songs, Gilbert and \n Ok, so it is not Shakespeare or T."], [25, " Apparently, there is nothing John Lithgow can't do (and do well)."], [25, " Just a moment while we sign you in to your Goodreads account."], [25, "” If you thought you saw Rudy Giuliani on “Colbert” last month, surprise! That was Lithgow too."], [25, " I finally found one three-second clip of him walking from a building to a car, and that’s how I knew how to walk."], [25, " “So many of these stories just enrage me and appall me,” Lithgow says."], [25, " I want to hear him talk about this so bad but I hate Jimmy Fallon even more."], [25, " I didn't realize how fantastic of an actor he was until I saw that season."], [25, " You learn something new every day; what did you learn today?\nSubmit interesting and specific facts about something that you just found out here."], [25, " When I use this book for library story times, I play the CD."], [25, " although I do wish that the book repeated the chorus to match the recording so I didn't have to flip back through the pages while listening."], [25, " I was rewarded with a book that is so fun that I wanted to listen to it over and over."], [25, " (My son didn't enjoy Lithgow's reading of it on the included CD, although I thought it was great."], [25, " “I’ve always been a little bit wary about using my own celebrity, such as it is, for anything."], [25, " I thought I’ll just concentrate on being as clever and creating the snappiest rhymes I possibly can to just captivate people, make them laugh in spite of themselves."], [25, " “It really just hit him like a thunderbolt: You’ve got to write political satire in verse."], [25, " “Since then I’ve been asked to play Trump in an upcoming TV series, but I turned that down because I’m doing something else at the time,” Lithgow says."], [25, " “I felt like if Trump wins and I did nothing, I would feel so badly about myself,” he says."], [25, " “So in a sense that’s connected with my impulse to write this book,” Lithgow continues."], [25, " I am sort of a lightweight politically — so what can I do? I can entertain people and I can entertain people with a not-so-hidden political agenda."], [25, " Then Ailes requests through heavy breaths, “Why don’t you stand up and give me a twirl?” That’s when everything changes and, as Lithgow put it, the clouds roll in."], [25, " The movie that dares to ask, “Oh hey, remember The Secret? ”."], [25, " If you continue to use this site we will assume that you are ok with it."], [25, " By clicking 'Sign me up' I acknowledge that I have read and agree to the privacy policy and terms of use ."], [25, " Tell us what you like and we'll recommend books you'll love."], [25, " By clicking 'Sign me up' I acknowledge that I have read and agree to the privacy policy and terms of use ."], [25, " The Morning Email helps you start your workday with everything you need to know: breaking news, entertainment and a dash of fun."], [25, " Netflix’s “The Crown” is back for its second season and whether you’re a fan or never watched an episode, here’s why you need to watch."], [25, " Are you listening Scott Rudin? I'd like a ticket to see it again."], [25, " The Morning Email helps you start your workday with everything you need to know: breaking news, entertainment and a dash of fun."], [25, " Would you like Wikipedia to always look as professional and up-to-date? We have created a browser extension."], [25, " Congratulations on this excellent ventureâ\u0080¦ what a great idea! ."], [25, " I use WIKI 2 every day and almost forgot how the original Wikipedia looks like."], [25, " I heard this goofy looking actor wrote great kids books so I checked this out at the library."], [25, " Loved it so much I got it for a Christmas present for a preschooler."], [25, " But more than anything I like the expansion of vocabulary (all musical and instrument-based words) outside of what you normally get out of a picture book."], [25, " My 3 yr old who is an avid reader definitely came across words and phrases she had not been exposed to previously which gave us a chance to talk more about music."], [25, " Kids enjoy listening to the book and if you really want to read into it, it's filled with lessons."], [25, " Then again, maybe Lithgow never intended for there to be any lessons in the book."], [25, " Some books, after all, are just fun to read in and of themselves."], [25, " I wanted more children's books to introduce musical instruments to my 2 year old and it's ok for that purpose."], [25, " I gave this to our VERY musically inclined grandson who at 11 yrs."], [25, " I challenged him to tell me what was good about the story and what was not so much."], [25, " The kids loved the book and it was a great way for me to introduce myself to the younger children in my school."], [25, " I use it in K-2 classes, so I am doing the reading, and it works out well that way."], [26, " This album features versions of classic songs from The Great American Songbook including \"Getting to Know You\" and \"Ya Gotta Have Pep\"."], [26, " ^ \"TV: Showtime's 'Dexter' Posts Record-Breaking Ratings - Bloody Disgusting!\" ."], [26, " \"John Lithgow to spoof Making a Murderer and The Jinx for NBC\" ."], [26, " \"Lithgow has you guessing, laughing, in 'Trial & Error ' \" ."], [26, " \"That Time John Lithgow Played Yoda And Ed Asner Played Jabba The Hutt\" ."], [26, " How Much Have You Seen? \nHow much of John Lithgow's work have you seen?."], [26, " Love Is Strange \n(performer: \"(Baby) You've Got What it Takes\", \"Hail, Hail, the Gangs All Here\")."], [26, " (performer: \"Arthur's Theme (Best That You Can Do)\" - uncredited)."], [26, "- Will Ferrell/Mark Wahlberg/Mel Gibson/John Lithgow/Shirley Ballas/Kesha \n(2017)\n."], [26, "- Don't Ask, Don't Tell/Rumpole of the Bailey/Agent Orange \n(1999)\n."], [26, " Official Sites: \n Facebook \n | \n Official Site \n | \n See more ."], [26, " The Crown 's John Lithgow Was Shocked to Be Cast as Winston Churchill ."], [26, " How to Cut Cable \n How to stream the shows and sports you love ."], [26, " • Great for fans of A Very Stable Genius by Mike Luckovich, Win Bigly: Persuasion in a World Where Facts Don't Matter by Scott Adams, and The Donald J."], [26, " The Truth Behind Trump Derangement Syndrome: \"There is more than meets the eye\" ."], [26, " Shameless Svengali: 101 Questions Americans Need Trump to Answer HONESTLY! ."], [26, " The Righteous Mind: Why Good People Are Divided by Politics and Religion ."], [26, " People’s Choice 2017: Vote Now for Your Favorite Movies, TV Shows and More."], [26, " ^ \"That Time John Lithgow Played Yoda And Ed Asner Played Jabba The Hutt For A 'Star Wars' Radio Broadcast\" ."], [26, " How Much Have You Seen? \nHow many episodes of Trial & Error have you seen?."], [26, " Plot Keywords: \n spoof \n | \n absurd humor \n | \n running gag \n | \n goofball \n | \n satire \n |   See All (8)  » ."], [26, " No One Loves You Any Better Than Your M-O-Double-M-Y (adaptation) (adaption) ."], [26, " No One Loves You Any Better Than Your M-O-Double-M-Y (adaptation) (adaption) ."], [26, " John Lithgow on Suiting Up to Play Roger Ailes in ‘Bombshell’: ‘We Decided He Really Needed Man Boobs’ ."], [26, "\t\t'Locke & Key' Shows the Problem with Trying to Make a Hit TV Show from an Algorithm\t ."], [26, " Hillary and Clinton , Starring Laurie Metcalf & John Lithgow, Moves Up Broadway Closing Date."], [26, " Take a First Look at Jordan Fisher in Dear Evan Hansen and Listen to Him Sing 'For Forever'."], [26, " Gus Halper to Make Broadway Debut as Brendan in Sing Street : 'I Couldn't Be More Grateful'."], [26, "\t\t'Locke & Key' Shows the Problem with Trying to Make a Hit TV Show from an Algorithm\t ."], [26, " Photo Coverage: A Look Back on Broadway's Marquees of 2019 ."], [26, " Seattle : VIDEO: First Look at Mario Cantone and More in the New Musical BLISS ."], [26, "Start by marking “Dumpty: The Age of Trump in Verse” as Want to Read:."], [26, " Stephen Curry: The Children's Book: The Boy Who Never Gave Up ."], [26, " Train Your Dragon To Be Responsible: Teach Your Dragon About Responsibility."], [26, " Train Your Dragon To Follow Rules: Teach Your Dragon To NOT Get Away With Rules."], [26, " Who Is Melina Vidler?Melina Vidler’s Net Worth: How Much Does She Earn?Melina Vidler’s Personal Life: Is … ."], [26, " Justin Timberlake Fondly Recalls Time When Boomers Pelted Him With Urine Bottles."], [26, " Where We Stand , Darling Grenadine, and Fragments, Lists & Lacunae all bring the audience into the production."], [26, " Kanye’s Tanks Have Invaded Chicago (Just to Hand Out Free Yeezys, Though)."], [26, " Kelly Faces New Indictment With New Allegations of Sexual Abuse of a Minor."], [26, " Hair color Grey Eye color Hazel Height 193 cm Weight 85 kilo Feet size N/A Does John Lithgow smoke? Not anymore, quit smoking CAUGHT SMOKING: The 60 Most Shocking Celebrity Smokers! Does John Lithgow have a tattoo? No OMG! 50 Celebrity Tattoos Gone Horribly Wrong! ."], [26, " This Is How CBD Saved Kim Kardashian’s Life (And Many Other Stories) ."], [26, " 15 Affordable Sneakers Your Favourite Celebrities Love Wearing ."], [26, " 30 Whopping Homes & Cars Of Celebrities That Will Amaze You ."], [26, " Top 50 Most Shocking Pictures Ever Made of Celebrities Without Makeup ."], [26, " John Lithgow Nails It With Another Off-The-Rails Rudy Giuliani Impression ."], [26, " 'The Daily Show' Hits Fox News With 'Bombshell' Supercut Of Its Sexist Segments ."], [26, " Bloomberg Allegedly Told New Mom To Find 'Some Black' For A Nanny ."], [26, " Nevada Could Be A Key Test Of Sanders' Outreach To Latino Voters ."], [26, " The Case Against A 'Medicare For All' Litmus Test, Courtesy of Ocasio-Cortez ."], [26, " This album features versions of classic songs from The Great American Songbook including \"Getting to Know You\" and \"Ya Gotta Have Pep\"."], [26, " Showing results\n by narrator \"John Lithgow\" in All Categories ."], [27, " Understand the neuroscience and psychology, and master simple yet effective habits to have a happy mind! ."], [27, " Funny, sad, informative—just what we resistors need to keep up morale."], [27, " If our Lord wasn't testing us, how would you account for the proliferation, these days, of this obscene rock and roll music, with its gospel of easy sexuality and relaxed morality? ."], [27, " It's not that we don't talk, it's just that sometimes people run out of things to say."], [27, " This is Lawrence Kansas, is anybody there, anybody at all? ."], [27, " This might be one of the best because it really is about six or seven extremely different women who have extremely different experiences and response of the crisis at Fox."], [27, " They kept trying to use us as a weapon instead of a show to be taken care of."], [27, " In general, my basic rule of thumb is just act in things you would want to see yourself in."], [27, " Usually, it's a question of whether it will be fun, whether I respect the people behind it, whether I would like to work with them."], [27, " It would be too much for a big man to play a forbidding character on stage."], [27, " What I offer to movie-makers is that I can put a tremendous amount of theatrical background and technical equipment at their disposal."], [27, " I'm not preoccupied with the desire to be top banana, but I do want to play bigger parts."], [27, " We're in the business of using real emotions to bring pretend emotions to life."], [27, " Acting, at its best, is all about deceiving people, and that makes it all the more interesting to us."], [27, " One of the things you learn as an actor is that human beings are capable of almost anything."], [27, " My sense of myself is that I'm a character actor, and character actors are ready, willing and able to do anything, to be totally different from themselves."], [27, " It's incredible how that affects every aspect of production."], [27, " Being on the set, playing hearts with Saul, I realised the secret to his success: he can spot everyone's strengths and weaknesses right away."], [27, " I think it happened in the casting, but I think it also happened in the making of the movie, and ultimately it happened in the cutting of the movie."], [27, " \"John Lithgow finally gets role where he can take a strong stand\" ."], [27, " When a plane crashes on a deserted island on the way to Thailand, the remaining survivors of the crash struggle to get along and heads clash as they have differing views on how to stay alive and how they will get off the island."], [27, " Trivia \n The characters in the show regularly break the \"Fourth Wall\"; by looking directly into the Camera, whether they are explaining a scenes, backstory or simply looking at the camera - ergo the audience - to extend the humour in a scene."], [27, " He is an actor at heart, and in all these other fields of endeavor there is a fair measure of playacting involved."], [27, " \"Laurie and I make absolutely no effort to imitate Bill and Hillary."], [27, " For trips in the car this is a must have--you can really listen to it over and over."], [27, " If you look very closely, halfway through the shooting we decided that he really needed man boobs."], [27, " We said, it depends on his mood, in some scenes he has man boobs and in some scenes he doesn’t."], [27, " And while the strategy for transforming Lithgow was not a precise recreation, Theron wanted to look as much like Kelly as possible."], [27, " “When we do likeness makeup in a film, it’s always a question of how close they want to make the actors into the actual person, and they asked me to do a hybrid between Roger and John,” Hiro said."], [27, " But there was a lot of work to create the essence of Ailes for Lithgow."], [27, " “I decided what I could put on John without preventing him to make a subtle expression,” added Hiro."], [27, " But, if I put lips on John, it will make it harder to talk and it won’t move well and there would need be a lot of touch up on set."], [27, " Kazu would mix up the sealer and then I would have to develop different types of makeup that could go over it, and everything would go on a different way."], [27, " “We tend to avoid this kind of makeup because each piece is so small and was hard to maintain on set,” he added."], [27, " “I think Charlize is really brave to accept doing this and wearing prosthetics,” Hiro said, “because most actresses don’t like to have pieces glued on and become different persons."], [27, " how do you laugh at your worst nightmare become a reality? Lithgow put in a fantastic effort all the same."], [27, " My gratitude is so great for this amazing creativity to help us get through these dark dark times."], [27, " My gratitude is so great for this amazing creativity to help us get through these dark dark times."], [27, " I think it will still be a long time for most of us to add other beings to our circle of concern--but we can do what other causes have done and are doing and point out societal problems when we encounter them."], [27, " Why in the world would you entrust your country's future and the future of this fragile planet to him? ."], [27, " The forms he chooses are as sterile and dry as can be, to make \n Was looking for decent contemporary political satire."], [27, " The forms he chooses are as sterile and dry as can be, to make matters worse."], [27, " I wonder if it will be updated as events continue to unfold."], [27, " I wonder if it will be updated as events continue to unfold."], [27, " But for what it intends to be, it is well crafted and highly entertaining."], [27, " But for what it intends to be, it is well crafted and highly entertaining."], [27, " I was not disappointed and hope that other talented people with strong voices will write their own books and give the public a chance to review and approve/scowl."], [27, " “What they all have in common is that they make me feel very engaged."], [27, " It’s great to do an entertainment that feels on point, somehow connected with what’s going on now."], [27, " Lithgow says he can’t stand to watch Fox, and “tried to prescribe it like castor oil” while preparing for the role."], [27, " “You try to get inside that person and answer the question, why does this person feel this way? Why is this person so driven to do this thing? Is this person remorseful that he has done this thing? All those questions are fascinating."], [27, " That just shows you he was capable of being loved, and in playing any villain, that’s a very important color to have on your palette."], [27, " He wanted people to see Fox, but he didn’t want them to see him."], [27, " “But the best way for me to deal with it is to turn them into an entertainment."], [27, " No matter how many good things this guy does will ever make me forgive him for what happened in Dexter ."], [27, " It's more like a song/performance and a good deal of fun in its own right -- at least for the adults."], [27, " Why are we panicked about coronavirus — and calm about the flu? ."], [27, " So let’s find out more about the multi-talented actor’s private life."], [27, " “If you look at the scene, the structure of it right up until the middle point is very amiable."], [27, " You see Roger at his most welcoming, most encouraging and supportive and charming,” Lithgow explained."], [27, " “[Margot and I] worked together beforehand, we rehearsed, and it was a matter of just talking it out and agreeing exactly what we were doing here."], [27, " John Lithgow Facts & Wiki Where does John Lithgow live? And how much money does John Lithgow earn? ."], [27, " Help your child develop a greater sense of peace, calm and emotional resilience."], [27, " Help your child develop a greater sense of peace, calm and emotional resilience."], [27, " The pictures are a tad on the dark side, but the cartoony appearance of the character helps keep the kids intrigued to see what happens next."], [27, " That's now how children (or anyone) should be treating possessions."], [27, " It isn't until he's ten that he realizes that what he loves best is hearing all the instruments together and is called upon to conduct an orchestra."], [27, " I didn't not like the fact that Farkle destroys every instrument he owned."], [27, " He does get angry and destroy his instruments, which makes me cringe a bit."], [28, " [7] Because of his father's job, the family moved frequently during Lithgow's childhood; he spent his childhood years in Yellow Springs, Ohio , where activist Coretta Scott King babysat him and his siblings; he spent his teenage years in Akron (living at Stan Hywet Hall ) [8] and Lakewood, Ohio ."], [28, " When he was a child, Lithgow’s family moved to Ohio, where his father produced local Shakespeare festivals."], [28, " The Donald Trump campaign advisor died, age 77, in 2017 from hemophilia - a year after he resigned (with $40M) from the 'fair and balanced' network due to multiple sexual harassment allegations."], [28, " John moved frequently as a child, while his father founded and managed local and college theaters and Shakespeare festivals throughout the Midwest of the United States."], [28, " In his more recent work, often plays fathers and family men ."], [28, " As a youth, John and his siblings were often babysat by Coretta Scott (later Coretta Scott King ) in Yellow Springs, Ohio."], [28, " He is just 12 years older than Lori Singer , who played his daughter in Footloose (1984)."], [28, " A hard-living aunt is forced to take care of her wealthy sister's spoiled kids after the mom flees the country to avoid criminal charges."], [28, " I bought this when my son was a toddler (he's almost 20 now."], [28, " TIL that John Lithgow's childhood babysitter was Coretta Scott King (wife of Martin Luther King Jr."], [28, " TIL that John Lithgow's childhood babysitter was Coretta Scott King (wife of Martin Luther King Jr."], [28, " TIL that John Lithgow's childhood babysitter was Coretta Scott King (wife of Martin Luther King Jr."], [28, " Many of his fans are curious about his personal life and details regarding his wife kids and family."], [28, " [7] Because of his father's job, the family moved frequently during Lithgow's childhood; he spent his childhood years in Yellow Springs, Ohio , where activist Coretta Scott King babysat him and his siblings; he spent his teenage years in Akron (living at Stan Hywet Hall ) [8] and Lakewood, Ohio ."], [28, " It is the story of Rose Campbell, a lonely and sickly girl who has been recently orphaned and must now reside with her wealthy maiden great aunts."], [28, " It is the story of Rose Campbell, a lonely and sickly girl who has been recently orphaned and must now reside with her wealthy maiden great aunts."], [28, " I bought this book on the recommendation of a friend, whose two year old son loves it."], [29, " Spain : VIDEO: 'Into the Unknown' en los ?scar con las 'Elsas' de todo el mundo ."], [29, " Idi na navigaciju \n Idi na pretragu \n John Lithgow \nglumac, muzičar ."], [29, " Zlatni globus za glumca u televizijskoj komediji ili mjuziklu ."], [29, ") je američki glumac najpoznatiji po glavnoj ulozi Dicka Solomona u NBC -jevom sitcomu 3rd Rock from the Sun ."], [29, " Osvojio je nekoliko nagrada Emmy i Tony , kao i dvije nominacije za Oscara ."], [29, " Imao je i zapažen nastup u TV-seriji Dexter gdje je tumačio lik Arthura Mitchella ."], [29, " Biografija [ uredi - уреди | uredi izvor ] \n Lithgow se rodio u Rochesteru u državi New York , kao dijete umirovljene glumice Sarah Jane (Price) i Arthura Lithgowa , kazališnog producenta i režisera koji je vodio McCarter Theatre u Princetonu ."], [29, " Lithgow se zbog očevog posla često selio zajedno s porodicom."], [29, " Lithgow je dobio stipendiju za Harvard , gdje je boravio u istom studentskom domu s budućim potpredsjednikom Alom Goreom i glumcem Tommyjem Lee Jonesom ."], [29, " Lithgow je zahvaljujući hardvardskoj predstavi Gilbert i Sullivanove Utopia Limited odlučio postati profesionalni glumac."], [29, " je u braku s Mary Yeager, s kojom ima kći Phoebe MacCurtain (1983) i sina Nathana Georgea (1983)."], [29, " Zlatni globus za najboljeg glumca u televizijskoj seriji – komedija ili mjuzikl ."], [29, " Zlatni globus za najboljeg sporednog glumca u seriji, miniseriji ili televizijskom filmu ."], [29, " Primetime Emmy Award za najboljeg glavnog glumca u humorističkoj seriji ."], [29, " Primetime Emmy Award za najboljeg gostujućeg glumca u dramskoj seriji ."], [30, " In 2019, he starred on Broadway opposite Laurie Metcalf in Hillary and Clinton ."], [30, " Lithgow starred as Bill Clinton opposite Laurie Metcalf as Hillary Clinton in the Lucas Hnath play Hillary and Clinton on Broadway at the John Golden Theatre ."], [30, " \" 'Hillary and Clinton' Closes on Broadway\" Playbill, June 23, 2019 ."], [30, " \"Broadway Review: Laurie Metcalf and John Lithgow in 'Hillary and Clinton'\" Variety , April 18, 2019 ."], [30, " In Hillary and Clinton , which premiered on Broadway in 2019, he portrayed Bill Clinton ."], [30, " • Lampoons the likes of Betsy DeVos, William Barr, Rudy Giuliani, and dozens more."], [30, " ^ \"Laurie Metcalf and John Lithgow to Star on Broadway in 'Hillary and Clinton' (Exclusive)\" ."], [30, " Earlier in the appearance, the actor opened up about his love for live productions, turning to his current Broadway show,  Hillary and Clinton , in which he portrays Bill Clinton alongside Laurie Metcalf, who plays Hillary Clinton."], [30, " The play recounts the 2008 New Hampshire primary election when Hillary was running against Barack Obama."], [30, " Laurie Metcalf, John Lithgow and More on Surprising Audiences with Hillary and Clinton  on Opening Night."], [30, " Hit the Campaign Trail with Laurie Metcalf & More on Opening Night of Hillary and Clinton ."], [30, " In just the last year, the former “3rd Rock From the Sun” patriarch appeared as both Bill Clinton (in the Broadway drama “Hillary and Clinton”) and Donald Trump (in a live reading of the Mueller report at Manhattan’s Riverside Church), as well as Winston Churchill on “The Crown,” and, come December, disgraced longtime Fox News chief Roger Ailes in Jay Roach’s new docudrama “Bombshell."], [30, " I don’t judge my actor friends who are politically active at all, in fact I’m very impressed with them,” says Lithgow, who earlier this year starred in Broadway’s “Hillary and Clinton” as former President Clinton."], [30, " / A poem? Alas, at the end of the day, Quite frankly, dear reader, there’s not much to say” — and White House counselor Kellyanne Conway Kellyanne Elizabeth Conway George Conway: We might have to impeach Trump again Democrats seek to drive wedge between Trump, GOP on whistleblowers Trump claims Pelosi ripping speech was 'illegal' MORE , imagined as a contestant in a Trump beauty pageant."], [30, " In 2016, Lithgow campaigned for then-Democratic presidential nominee Hillary Clinton Hillary Diane Rodham Clinton Union leader: Bloomberg can go all the way Will Bernie have to turn on his bros? De Blasio endorses Sanders for president MORE in Ohio — the first time he had hit the campaign trail for any candidate."], [30, " Tags Kellyanne Conway Hillary Clinton Pete Buttigieg Donald Trump ."], [30, " Broadway Show About Hillary And Bill Clinton To Star Laurie Metcalf, John Lithgow ."], [30, " The play is set during the 2008 Democratic presidential race that she lost to Barack Obama."], [31, " Lithgow received his first Tony and win for his performance for Featured Actor in a Play ."], [31, " While both were nominated for the Tony Award for Best Leading Actor in a Musical , Butz won over Lithgow."], [31, " The performance earned him a nomination for the Tony Award for Best Actor in a Play ."], [31, " For his performance, Lithgow received a Tony Award for best supporting dramatic actor."], [31, " In 1985 he was nominated for another Tony, for his carefully crafted portrayal of a washed-up boxer in Requiem for a Heavyweight ."], [31, " Lithgow’s breakthrough, however, was his turn as a transsexual former football star in The World According to Garp (1982), for which he earned an Academy Award nomination for best supporting actor."], [31, " For his performance as Solomon, Lithgow was nominated for six Emmys, of which he won three (1996, 1997, 1999)."], [31, " He would subsequently receive two more Tony nominations for Requiem for a Heavyweight and M."], [31, " 'It's a film very much about the women,' the two-time Tony winner told Deadline in January ."], [31, " Returning from London, his rigorous dramatic training stood him in good stead, and a distinguished career on Broadway gave him one Tony Award for \"The Changing Room\", a second nomination in 1985 for \"Requiem For a Heavyweight\", and a third in 1988 for \"M."], [31, "\" He has also been nominated on three occasions for Tonys -- two for Best Actor (Play): for \"Requiem for a Heavyweight\" (1985) and \"M."], [31, " [4] [5] [6] Lithgow was nominated for an Academy Award for Best Supporting Actor for his role."], [31, " [9] As 1983 came to a close, he also featured in Terms of Endearment , where he played the role of a banker with Shirley MacLaine , Debra Winger and Jack Nicholson , thus earning Lithgow his second Academy Award nomination in the same category ."], [31, " Tsuji is likely to earn another Oscar nomination for makeup for “Bombshell,” with Theron also expected to earn one for Best Actress."], [31, " Since then he has appeared on Broadway twenty more times, earning five more Tony nominations, another Tony, four Drama Desk Awards, and induction into the ."], [31, " Since then he has appeared on Broadway twenty more times, earning five more Tony nominations, another Tony, four Drama Desk Awards, and induction into the ."], [31, " “I think he has a good chance of winning, mainly because of the ruthlessness of his politics,” the 74-year-old Emmy and Tony Award winner said."], [31, " For his performance in any particular series, He was nominated for” for outstanding lead actor."], [31, " [2] [3] He has also been awarded a star on the Hollywood Walk of Fame and inducted into the American Theater Hall of Fame ."], [31, " Lithgow received his first Tony and win for his performance for Featured Actor in a Play ."], [31, " Lithgow won the Tony Award for Best Leading Actor in a Musical for his performance."], [31, " While both were nominated for the Tony Award for Best Leading Actor in a Musical , Butz won over Lithgow."], [31, " It was announced in February 2014 that he would return to Central Park's Delacorte Theater and Shakespeare in the Park for the 2014 summer season in the title role of Shakespeare's King Lear directed by Tony Award Winner Daniel Sullivan ."], [31, " Additionally, Lithgow has been nominated for an Emmy Award for Outstanding Supporting Actor in a Limited Series or a Special for The Day After (1983), and two Emmy Awards for Outstanding Lead Actor in a Miniseries or a Special for Resting Place (1986) and My Brother's Keeper (1995)."], [31, " [37] He won a Golden Globe Award for this role, [38] and won an Emmy for Outstanding Guest Actor In A Drama Series ."], [32, " Roosevelt and British Prime Minister Winston Churchill on screen."], [32, " Part of the Daily Mail, The Mail on Sunday & Metro Media Group ."], [32, " Roosevelt and British Prime Minister Winston Churchill on screen."], [32, " The Hill 1625 K Street, NW Suite 900 Washington DC 20006 | 202-628-8500 tel | 202-628-8503 fax ."], [32, " The contents of this site are ©2020 Capitol Hill Publishing Corp."], [32, "150 Population 12,973 (2018) [1] Established 1870s Postcode(s) 2790 Elevation 950 m (3,117 ft) [2] Location 150 km (93 mi) from Sydney LGA(s) City of Lithgow County Cook Parish Lett State electorate(s) Bathurst Federal Division(s) Calare ."], [32, " Lithgow is a city in the Central Tablelands of New South Wales , Australia and is the administrative centre of the City of Lithgow local government area."], [32, " Lithgow is in the NSW State electorate of Bathurst , while federally it is part of electorate of Calare ."], [32, " Heritage listings [ edit ] \n Lithgow has a number of heritage-listed sites, including the following listed on the New South Wales State Heritage Register :."], [32, " In addition, the following sites were listed on the (now defunct) Register of the National Estate : [19] ."], [32, " Other attractions include the Hartley Historic Site, Lithgow Small Arms Factory Museum, State Mine Heritage Park and the Eskbank House Museum."], [32, "0 – Regional Population Growth, Australia, 2017-18: Population Estimates by Significant Urban Area, 2008 to 2018\" ."], [32, " ^ Robinson's Road Atlas of Australia, Edition 8 (Lansdowne Press) 1983, Map 204 ."], [32, " \"The Growth of an Industrial Valley: Lithgow, New South Wales\" (PDF) ."], [32, " Sydney, New South Wales: Australian Society for Historical Archaeology."], [32, " Australian Dictionary of Biography, National Centre of Biography, Australian National University ."], [32, " Canberra: National Centre of Biography, Australian National University."], [32, " Wikimedia Commons has media related to Lithgow, New South Wales ."], [32, " News World News Business Environment Health Social Justice ."], [32, " Main article: List of awards and nominations received by John Lithgow ."], [33, " Since 2006 he has starred in Progresso commercials, advertising their soup brand."], [33, " He appeared in the most recent Progresso soup commercials, portraying a restaurant waiter serving \"customers\" in their own household."], [33, " He is a celebrity spokesperson for Campbell Select soups since 2006."], [33, " We and our partners use cookies on this site to improve our service, perform analytics, personalize advertising, measure advertising performance, and remember website preferences."], [33, " Since 2006 he has starred in Progresso commercials, advertising their soup brand."], [33, " He appeared in the most recent Progresso soup commercials, portraying a restaurant waiter serving \"customers\" in their own household."], [34, " Film career [ edit ] \n In 1972, Lithgow made his film debut in Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues ."], [34, " Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues ."], [34, " Dealing: Or The Berkeley-To-Boston Forty-Brick Lost-Bag Blues \n John ."], [34, " He made his first film appearance in Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues (1972)."], [34, " Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues ."], [34, " He made his film debut in the comedy-drama Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues (1972)."], [34, " Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues ."], [34, " \"Movie review: Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues (1972)\" ."], [35, " In 1986 he starred in The Manhattan Project directed by Marshall Brickman ."], [35, " An award-winning actor, he has starred on stage, film, and television."], [35, " In 2019, he starred on Broadway opposite Laurie Metcalf in Hillary and Clinton ."], [35, " The following year he starred again on Broadway in the comedy play My Fat Friend opposite Lynn Redgrave at the Brooks Atkinson Theatre ."], [35, " [12] In 1976 he starred on Broadway in Arthur Miller 's A Memory of Two Mondays opposite Meryl Streep and Tom Hulce at the Playhouse Theatre ."], [35, " 1980s \n In 1985 he starred in Requiem for a Heavyweight written by Rod Serling at the Martin Beck Theatre ."], [35, " Hunsecker in the Broadway adaptation of the 1957 film Sweet Smell of Success alongside Brian D'Arcy James ."], [35, " In 2005, he was starred on Broadway in the musical-comedy Dirty Rotten Scoundrels ."], [35, " Lithgow starred alongside Dianne Wiest , Patrick Wilson and Katie Holmes in her Broadway debut at the Schoenfeld Theare ."], [35, " He starred opposite Glenn Close , Martha Plimpton , Lindsay Duncan , Bob Balaban and Clare Higgins ."], [35, " Lithgow starred as Bill Clinton opposite Laurie Metcalf as Hillary Clinton in the Lucas Hnath play Hillary and Clinton on Broadway at the John Golden Theatre ."], [35, " In 1972, Lithgow made his film debut in Dealing: Or the Berkeley-to-Boston Forty-Brick Lost-Bag Blues ."], [35, " In 1986 he starred in The Manhattan Project directed by Marshall Brickman ."], [35, " In 1992, he starred as a man with multiple personality disorder in Brian De Palma 's film Raising Cain ."], [35, " Lithgow then starred in the independent film Beatriz at Dinner (2017) alongside Salma Hayek , Connie Britton , Jay Duplass , and ChloÃ« Sevigny ."], [35, " In 2019, Lithgow co-starred in Mindy Kaling 's comedy Late Night , with Emma Thompson ."], [35, " An award-winning actor, he has starred on stage, film, and television."], [36, " Sign up and add shows to get the latest updates about your favorite shows - Start Now ."], [36, " Join Britannica's Publishing Partner Program and our community of experts to gain a global audience for your work!."], [36, " Be on the lookout for your Britannica newsletter to get trusted stories delivered right to your inbox."], [36, " Inspire your inbox – \n Sign up for daily fun facts about this day in history, updates, and special offers."], [36, " Be on the lookout for your Britannica newsletter to get trusted stories delivered right to your inbox."], [36, " Join The Newsletter \n Get the freshest reviews, news, and more delivered right to your inbox! ."], [36, " Contribute to This Page \n Please see our guide to updating awards ."], [36, " Want to share IMDb's rating on your own site? Use the HTML below."], [36, " Follow to get new release updates and improved recommendations."], [36, " Are you an author? Visit Author Central to change your photo, edit your biography, and more\r."], [36, " Sign Up: Stay on top of the latest breaking film and TV news! Sign up for our Email Newsletters here."], [36, " Get The Latest IndieWire Alerts And Newsletters Delivered Directly To Your Inbox ."], [36, " Sign Up: Stay on top of the latest breaking film and TV news! Sign up for our Email Newsletters here."], [36, " Get The Latest IndieWire Alerts And Newsletters Delivered Directly To Your Inbox ."], [36, " Get the Indie Focus newsletter, Mark Olsen's weekly guide to the world of cinema."], [36, " Discuss the latest gossip and rumors (Plastic surgery, Scandals etc) and post the latest photo’s and video’s of John Lithgow here: ."], [36, " Get updates about John Lithgow and recommended reads from Simon & Schuster ."], [37, " [30] In 1984 he starred in the film \"The Adventures of Buckaroo Banzai Across the 8th Dimension\" as Dr."], [37, " The Adventures of Buckaroo Banzai Across the 8th Dimension \n Lord John Whorfin / Dr."], [37, " The Adventures of Buckaroo Banzai Across the 8th Dimension ."], [37, " The Adventures Of Buckaroo Banzai: Across The 8Th Dimension \n Dr."], [37, " Lizardo in the cult favorite The Adventures of Buckaroo Banzai."], [37, " The Adventures of Buckaroo Banzai Across the 8th Dimension (1984) ."], [37, " The Adventures of Buckaroo Banzai Across the 8th Dimension ."], [37, " \"Movie review: The Adventures of Buckaroo Banzai Across the 8th Dimension (1984)\" ."], [37, " [30] In 1984 he starred in the film \"The Adventures of Buckaroo Banzai Across the 8th Dimension\" as Dr."], [38, " Lithgow launched into a career as a recording artist with the 1999 album of children's music, Singin' in the Bathtub ."], [38, " In 1990, he made Babysong video tapes of his performing old and new children's songs on the guitar and banjo."], [38, " To enjoy Prime Music, go to Your Music Library and transfer your account to Amazon."], [38, " Bill Elliott's Swing Orchestra and other musicians supply the gorgeous big band and m usic hall-style instrumentals."], [38, " Stream Singin' In The Bathtub by John Lithgow and tens of millions of other songs on all your devices with Amazon Music Unlimited ."], [38, " This package includes a CD of John and an orchestra performing the song! ."], [38, " This would be a great storytime book, and it even includes a CD of Lithgow singing the tune with an orchestra."], [38, " \n See and discover other items: john lithgow , la la land music , music for children , Best music for children , Best cello for kids , Best cd stories for children ."], [38, " His popular children’s music is “Singing in the Bathtub,” and children album”The Sunny Side of the Street."], [38, " He performs concerts across the country and has recorded the CDs Farkle and Friends , Singin’ in the Bathtub , and The Sunny Side of the Street ."], [38, " Lithgow launched into a career as a recording artist with the 1999 album of children's music, Singin' in the Bathtub ."], [38, " He performs concerts across the country and has recorded the CDs Farkle and Friends , Singin’ in the Bathtub , and The Sunny Side of the Street ."], [39, " [45] He provided narration for the IMAX film Special Effects: Anything Can Happen ."], [39, "Jump to:\n Actor \n | Soundtrack \n | Producer \n | Writer \n | Art department \n | Thanks \n | Self \n | Archive footage ."], [39, " Daddy's Home 2: Co-Dads Will & Mark \n(Video documentary short)."], [39, " Hickory Dickory Doc: John Lithgow on 'Raising Cain' \n(Video documentary short)."], [39, " Not One to Hold a Grudge: An Interview with John Lithgow \n(Video documentary short)."], [39, " Lord John: An Interview with John Lithgow \n(Video documentary short)."], [39, " The Roosevelts: An Intimate History \n(TV Mini-Series documentary)."], [39, " Christopher Reeve: A Celebration of Hope \n(TV Movie documentary)."], [39, " Stallone on the Edge: The Making of Cliffhanger \n(TV Short documentary)."], [39, " Santa Claus: The Making of the Movie \n(TV Movie documentary)."], [39, " A Little Too Late for That: An Interview with Mel Harris \n(Video documentary short)."], [39, " Have You Talked to the Others?: An Interview with Paul Hirsch \n(Video documentary short)."], [39, " The Cat's in the Bag: An Interview with Tom Bower \n(Video documentary short)."], [39, " The Man in My Life: An Interview with Steven Bauer \n(Video documentary short)."], [39, " Three Faces of Cain: An Interview with Gregg Henry \n(Video documentary short)."], [39, " Geoffrey Rush: Golden Globe Acceptance Speech \n(Video documentary short)."], [39, " The Making of the Life and Death of Peter Sellers \n(Video short)."], [39, " ^ John Lithgow to Play Roger Ailes in Fox News Movie (EXCLUSIVE) ."], [39, " \"TV preview: Documentary chronicles CMU's contestants in race of the robots\" ."], [40, " FULL CAST AND CREW | \n TRIVIA | \n USER REVIEWS | \n IMDbPro \n | ."], [40, " Latest News on John Lithgow \n Audible Theater Will Present Liza Jessie Peterson's THE PECULIAR PATRIOT and IN LOVE AND STRUGGLE (Feb 10, 2020) ."], [40, " SCHITT'S CREEK, KNIVES OUT, & More Win at the 22nd Costume Designers Guild Awards (Jan 29, 2020) ."], [40, " Audible Theater Will Present Dan Rather's STORIES OF A LIFETIME for Two Performances Only (Jan 28, 2020) ."], [40, " Photo Flash: Inside the Star Studded Presentation of THE INVESTIGATION ."], [40, " Photo Coverage: Laurie Metcalf, John Lithgow and More at HILLARY AND CLINTON Opening Night ."], [40, " Photo Coverage: Laurie Metcalf, John Lithgow and More at HILLARY AND CLINTON Opening Night ."], [40, " Photo Coverage: Laurie Metcalf, John Lithgow and More at HILLARY AND CLINTON Opening Night ."], [40, " VIDEO: Go Backstage At Of COME FROM AWAY In The First BroadwayWorld Behind-the-Scenes Vlog ."], [40, " COME FROM AWAY \n CAROLINE, OR CHANGE \n THEATRE SHOP \n A SOLDIER'S PLAY \n CHICAGO ."], [40, " Los Angeles : Garrett Clayton and More To Star in A LITTLE NIGHT MUSIC in Los Angeles ."], [40, " Chicago : World Premiere of THE PASSION OF THE CHRIST in Concert to Be Performed at The Auditorium Theatre ."], [40, " Boston : Audra McDonald and Bobby Cannavale To Star In Williamstown A STREETCAR NAMED DESIRE ."], [40, " Premiere of STRICTLY BALLROOM at Hale Centre Theatre is Fabulous ."], [40, " NEWS POLITICS 2020 ELECTIONS ENTERTAINMENT COMMUNITY LIFE PERSONAL VIDEO SHOPPING ."], [40, " NEWS POLITICS ENTERTAINMENT LIFE COMMUNITIES HUFFPOST PERSONAL VIDEO NEWSLETTERS ."], [40, " He told me that destroying the instruments was NOT A GOOD THING! ."], [41, " Lithgow also appears in Books By You , a children's computer game, and guides them through the steps to finish a pre-designed book."], [41, " Alison Eldridge The Editors of Encyclopaedia Britannica \n Learn More in these related Britannica articles: ."], [41, " A detailed analysis for those too busy to check the news in depth."], [41, " After viewing product detail pages, look here to find an easy way to navigate back to pages you are interested in."], [41, " After viewing product detail pages, look here to find an easy way to navigate back to pages you are interested in."], [41, " Help us improve our Author Pages by updating your bibliography and submitting a new or current image and biography."], [41, " After viewing product detail pages, look here to find an easy way to navigate back to pages you are interested in."], [41, " After viewing product detail pages, look here to find an easy way to navigate back to pages you are interested in."], [41, " John Lithgow - Simple English Wikipedia, the free encyclopedia ."], [41, " Facebook is showing information to help you better understand the purpose of a Page."], [41, " Press question mark to learn the rest of the keyboard shortcuts ."], [41, " After viewing product detail pages, look here to find an easy way to navigate back to pages you are interested in."], [41, " After viewing product detail pages, look here to find an easy way to navigate back to pages you are interested in."], [41, " Wikisource has the text of the 1911 Encyclopædia Britannica article Lithgow ."], [41, " We use cookies to provide the best experience on our website."], [41, " It will enhance any encyclopedic page you visit with the magic of the WIKI 2 technology."], [41, " Every page goes through several hundred of perfecting techniques; in live mode."], [41, " Lithgow also appears in Books By You , a children's computer game, and guides them through the steps to finish a pre-designed book."], [41, " After viewing product detail pages, look here to find an easy way to navigate back to pages you are interested in."], [41, " After viewing product detail pages, look here to find an easy way to navigate back to pages you are interested in."], [42, " The production was the play's first there since 1973 and Lithgow's first time there since 1975, when he had played Laertes."], [42, " The project originated when Lithgow was asked to perform a Gilbert and Sullivan -style song he wrote about Michael Flynn ."], [42, " However, it was not until the mid-1990s that he was finally convinced to take a starring role in a TV series—as Dick Solomon, an alien masquerading as a college professor, in 3rd Rock from the Sun (1996–2001)."], [42, " The show, which followed the exploits of a “family” of extraterrestrials learning about human behaviour , was relatively well received, running for six seasons."], [42, " I found it to be an outstanding collection of satire and enjoyed reading it."], [42, " Lithgow remained in New York for many years, establishing himself as one of Broadway's most respected stars and would go on to appear in at least one play per year through 1982."], [42, " Not until he was 16, and his father became head of the McCarter Theater in Princeton New Jersey, did the family settle down."], [42, " As the decade of the 1990s came around, he found that he was spending too much time on location, and another career move brought him to television in the hugely successful series 3rd Rock from the Sun (1996)."], [42, " The movie was 6 hours long when it was cut together and they had to cut it in half, and they took all the mortar out of it."], [42, " As Josh focuses on making his final case before closing arguments, he takes a huge gamble by putting Larry on the stand."], [42, " A contemporary father takes his family on a road trip across America, but a set of crazy, unforeseen circumstances causes them to end up on the run from the FBI."], [42, " While the book will come out in October, he shared that he had just finished writing the poems the day before."], [42, " \"The poems kind of chronicle the last crazy two years,\" he explained."], [42, " After host Stephen Colbert asked if he would be willing to share some of his poetry, Lithgow pulled a piece of paper out of his suit."], [42, " \"I tried, for about the past eight months, to respond in real time as much as I could to what was going on,\" he said before reading the first two stanzas from the last poem in the book, which were inspired from the past 10 days."], [42, " He continued: \"Dumpty lurched from his bed with a ponderous groan / And with trembling fingers he picked up the phone / 'Good news,' Barr exclaimed / 'We're home free."], [42, " The cd is wonderful but it arrived with a crack across the front of the case."], [42, " Since it’s a gift, I feel awkward wrapping up a broken case and because it arrived in a bigger box, I have no idea how it could have gotten cracked in the first place."], [42, " “Every time we saw him, it was like, he was after us,” she said."], [42, " Just listened to John Lithgow read from one of the poems on Morning Joe."], [42, " I heard John Lithgow reading from this recently-published book back in September when he appeared on The Late Show with Stephen Colbert."], [42, " From \n I heard John Lithgow reading from this recently-published book back in September when he appeared on The Late Show with Stephen Colbert."], [42, " John also did all of the line-sketch art throughout the book too."], [42, " Whereas the written words made my blood boil because they made me remember all the scandals in the past three years, Lithgow's narration livens it up and allows the comedy of the poems to shine."], [42, " I was able to follow most of it, but I was grateful for the notes at the end of each poem that explained the political relevance of each person he wrote about."], [42, " I saw him read one on a late night show and had to get the rest."], [42, " “One of my great assets in playing the part was Connie Britton playing my wife,” Lithgow adds, “because there was someone who was devoted to him, and refused to believe the charges against him until they were irrefutable, at which point it was a terrible crisis for her."], [42, " She came to the production and reminded John of their history and said he was no trouble to watch over."], [42, " He gave away that one after he added the tidbit about watercolors after he already said it."], [42, " He was only 5'6\" and 135 lbs in high school, but had a dream that would one day inspire the world."], [42, " Bored with the performance, he begins dozing off when suddenly the animals take over the stage."], [42, " He is confused that the audience doesn’t react to these strange events, but he finally settles in to enjoy the concert, only to be awakened by his sister telling him it’s time to go home."], [42, " I just shared it with my second grade students, who had just taken their annual field trip to the zoo."], [42, " They loved the story, made great comments regarding the animals ability to play the instruments when we listened to the recording, and then made connections to their field trip."], [42, " John Lithgow has created an adventure in reading and listening that hasn't been equaled since Peter And The Wolf."], [42, " Lithgow and was so charmed by him and the fact that he said his dog helped him write this adorable book, that I ordered the book with overnight Prime delivery."], [42, " Together Lithgow and Hernandez have fashioned a book that will be passed down to generations for come."], [42, " A few months later, during a meeting with his literary agent, Lithgow remembered that event and sang the entire song for the publishing pro."], [42, " The line was opened as far as Bowenfels, just to the west, in 1869, but Lithgow station was not opened until 1877."], [42, " So they broke it down into two parts: First is the initial meeting between Ailes and Kayla — an opportunity that she pursued herself by following his secretary (Holland Taylor) into the elevator."], [42, " “But it was very important that the first half of the scene be there in order to express the real horror of the second half,” he added."], [42, " \"I’m not falling into that proof trap,\" the actor raved on \"The Late Show."], [42, " Although I doubt there was any collaboration between the two San Francisco summer festivals that did so, the results were fascinating."], [42, " To wit, someone asked, the vice president of what company? For me it was an off night at the theater."], [42, " The last time I saw John Lithgow acting he played a serial murderer in Dexter , loved seeing him as one-half of a couple in a nearly 40 year relationship."], [42, " That same year Lithgow was elected into the American Theater Hall of Fame for his work on Broadway."], [42, " The production was the play's first there since 1973 and Lithgow's first time there since 1975, when he had played Laertes."], [42, " The project originated when Lithgow was asked to perform a Gilbert and Sullivan -style song he wrote about Michael Flynn ."], [42, " Imagine the perfect first day at school! You won't find it in this book! But still, this is the story about the great first school day."], [42, " Imagine the perfect first day at school! You won't find it in this book! But still, this is the story about the great first school day."], [42, " The part I object to is that after he tried out each instrument, he threw it away."], [43, " He hosts Paloozaville , a children's Video on Demand program on Mag Rack based on his best-selling children's books."], [43, " John Lithgow's first children's CD is simply one of the best children's albums ever."], [43, " Apart from movies and tv serials, Lithgow has written several children’s books and albums."], [43, " He hosts Paloozaville , a children's Video on Demand program on Mag Rack based on his best-selling children's books."], [43, " Lithgow! I'm a teacher and avid collector of children's books, and I anticipate the release of John's next children's book \"Dumpty."], [44, " His son Ian regularly appeared alongside him as Leon, one of his physics students."], [44, " He often delivers commencement addresses at American universities."], [44, " In 2005, Lithgow became the first actor ever to deliver a commencement speech at Harvard University [47] and received an honorary Doctor of Arts from his alma mater."], [44, " Lithgow, a Princeton High School graduate, to catch up with a few school friends still in the area, he said, and to relive 'loads of fond memories' of the 1960s, when his father, Arthur Lithgow, ran the McCarter Theater downtown."], [44, " Despite his early experience with theatre, Lithgow focused his attention on painting and later enrolled at Harvard University to study graphic arts."], [44, " While at Harvard he participated extensively in student theatre—acting, directing, and stage designing—and eventually decided to pursue acting as a career."], [44, " Articles from Britannica Encyclopedias for elementary and high school students."], [44, " As a youth, Lithgow was passionate about painting and at age 16, he was actively involved with the Art Students League in New York."], [44, " He won a scholarship to Harvard University, where he finally caught the acting bug (as well as found a wife)."], [44, " His wife Mary Yeager is an economics professor at the University of California, Los Angeles."], [44, " Despite hiring the best witness coach in the South to train him, Larry's ."], [44, " A former philosophy professor who takes a job teaching AP biology, uses his students to get back at the people in his life who have wronged him."], [44, " After graduating as Valedictorian at her high school, Coretta Scott attended Antioch College in Yellow Springs and during this time babysat for a toddler John."], [44, " MLK gave the commencement address at Antioch College in 1965."], [44, " I am an elementary music teacher, and this book is a new hit in my classroom."], [44, " \"A faithful son of the church: former Sydney Archbishop Edward Clancy dies\" ."], [44, " Lithgow lived in Adams House as an undergraduate, and later served on Harvard's Board of Overseers ."], [44, " His son Ian regularly appeared alongside him as Leon, one of his physics students."], [44, " He often delivers commencement addresses at American universities."], [44, " In 2005, Lithgow became the first actor ever to deliver a commencement speech at Harvard University [47] and received an honorary Doctor of Arts from his alma mater."], [44, " Lithgow, a Princeton High School graduate, to catch up with a few school friends still in the area, he said, and to relive 'loads of fond memories' of the 1960s, when his father, Arthur Lithgow, ran the McCarter Theater downtown."], [44, " I read this book to classes ito first and second grade students at the school where I taught band instruments for many years."], [44, " I would highly recommend this to any elementary music teacher (I bought it after it was highly recommended by another music teacher during a PD session)."], [45, " The honour proved to be a catalyst to his career, and Lithgow continued to appear on Broadway regularly for nearly a decade."], [45, " 3rd Rock from the Sun and return to the stage During this time Lithgow appeared on television sporadically, and in 1986 he won an Emmy Award for a guest appearance on Amazing Stories ."], [45, " After 3rd Rock ended, Lithgow returned his focus to the stage."], [45, " The film itself was an inauspicious affair as were his other subsequent early efforts, though by the early '80s, his film roles improved and diversified dramatically."], [45, " [1] He has since then appeared in over 50 films, countless television projects and on stage."], [45, " [12] The show spanned over 100 episodes, during which Lithgow won one Golden Globe and three Emmy Awards for his role, [9] [13] before ending in 2001."], [45, " [20] He appeared in a total of twelve episodes as the main antagonist on the fourth season, and for his performance, he won his second Golden Globe and fifth Emmy Award."], [45, " ^ Although 13 episodes were produced, only four of them were broadcast by NBC before the series was removed from the schedule."], [45, " The famous actor has an estimated net worth of about $45 million ."], [45, " [6] Following a period of industrialisation in the late 1860s and 1870s, the town of Lithgow boomed during the 1880s, and it was incorporated as a borough in 1889."], [45, " It proved unprofitable for the remainder of the 19th century."], [45, " Lithgow during the 2010s appeared in Rise of the Planet of the Apes ."], [45, " He has also appeared on Chris Hardwick 's show The Nerdist Podcast in 2012 and the WTF with Marc Maron podcast in 2019."], [45, " In September 2011, Lithgow was featured in a one-night only production of Dustin Lance Black 's play, 8 â\u0080\u0094 a staged reenactment of the federal trial that overturned California's Prop 8 ban on same-sex marriage â\u0080\u0094 as Attorney Theodore Olson to raise money for the American Foundation for Equal Rights ."], [46, " A feat of laugh-out-loud lyrical storytelling, this timely volume is bound to bring joy to poetry lovers, political junkies, and Lithgow fans alike."], [46, " \"Despite an all-star cast, 'A Delicate Balance' is more maudlin than meaningful\" ."], [46, " The tunes are fun and singable, and the rendition of Inchworm will bring a nostalgic tear to anyone's eye."], [46, " A YUGE feat of laugh-out-loud lyrical storytelling, this hilarious and timely volume is bound to bring joy to poetry lovers, political junkies, and Lithgow fans."], [46, " Shelves:\n america , \n ebook , \n humour , \n politics , \n 21st-century , \n nonfiction , \n crime , \n contemporary , \n poetry ."], [46, " I'm truly impressed by how talented Lithgow is; the poetry is witty and sharp and the song parodies in particular are a delight."], [46, " I'm truly impressed by how talented Lithgow is; the poetry is witty and sharp and the song parodies in particular are a delight."], [46, " There's even some Rodgers and Hammerstein lyrics rewritten (\"My Favorite Lies\" sings \"Trumpty Dumpty\")."], [46, " Shelves:\n nonfiction , \n poetry , \n humor , \n ill-chcpl , \n politics ."], [46, " To assist those who are not much “into” poetry, most of the selections are adaptations of popular songs, Gilbert and Sullivan tunes, fairy tales, and the like - all very accessible."], [46, " This lively and lyrical jaunt from actor and author John Lithgow comes with a CD of his celebrated song! ."], [46, " Hernandez’s vibrantly hued digital artwork captures the zaniness of the text; she portrays tutu-clad hippos tooting tubas along with trumpeting lions and raccoon flautists."], [46, " The illustrations also serve as a low-key introduction to orchestra instruments, and young listeners will enjoy identifying the animals with their musical devices."], [46, " Includes 21 fun and easy songs, chords, strumming patterns and more! ."], [46, " The kids enjoy swaying to the music, and are entertained by the author's singing."], [46, " Kid's will love the humor, and the vibrant artwork will help give them a subtle introduction to the instruments of an orchestra."], [46, " I'm completely charmed and captivated with the whimsical and creative talents of Leeza Hernandez."], [46, " “Doing sort of handsprings with language and wit with rhyme and meter is the perfect response, for one thing, the debasement of language in this administration."], [46, " But for all the playful rhymes and linguistic gymnastics in “Dumpty,” Lithgow also shares some serious messages."], [46, " “Mary is a wonderful combination of earthy and intellectual."], [46, " \"Filled with rhythmic onomatopoeic phrases, Farkle is best read aloud."], [46, " Lithgow has a wonderful sense of rhyme and the onomatopoeia is a delight."], [47, " • Illustrated from cover to cover with Lithgow's never-before-seen line drawings."], [47, " In addition to writing the book, he also illustrated the cover."], [47, " Illustrated from cover to cover with Lithgow's never-before-seen line drawings, the poems collected in Dumpty draw inspiration from A."], [48, " He was awarded a Star on the Hollywood Walk of Fame at 6666 Hollywood Boulevard in Hollywood, California on May 2, 2001."], [48, " Doolittle Theatre (University of California) in Los Angeles, California."], [48, " Filming Locations: \n Warner Brothers Burbank Studios - 4000 Warner Boulevard, Burbank, California, USA ."], [49, " See all 3 formats and editions \n Hide other formats and editions ."], [49, " See all 10 formats and editions \n Hide other formats and editions ."], [49, " See all 2 formats and editions \n Hide other formats and editions ."], [49, " See all 10 formats and editions \n Hide other formats and editions ."], [50, " In 2007, he made his Royal Shakespeare Company debut as Malvolio in Neil Bartlett 's production of Twelfth Night ."], [50, " Stage career [ edit ] \n 1970s [ edit ] \n In 1973, Lithgow debuted on Broadway in David Storey 's The Changing Room at the Morosco Theatre."], [50, " The following year he starred again on Broadway in the comedy play My Fat Friend opposite Lynn Redgrave at the Brooks Atkinson Theatre ."], [50, " [12] In 1976 he starred on Broadway in Arthur Miller 's A Memory of Two Mondays opposite Meryl Streep and Tom Hulce at the Playhouse Theatre ."], [50, " 1980s [ edit ] \n In 1985 he starred in Requiem for a Heavyweight written by Rod Serling at the Martin Beck Theatre ."], [50, " In 2004 and 2007, Lithgow debuted Carnival of the Animals' elephant character — nurse Mabel Buntz — with the New York City Ballet and Houston Ballet , respectively."], [50, " [17] In 2007, Lithgow played Malvolio in the Royal Shakespeare Company 's production of Twelfth Night , at The Courtyard Theatre , Stratford-upon-Avon , United Kingdom ."], [50, " 2010s [ edit ] \n In 2010 Lithgow starred in the Off Broadway production of Douglas Carter Beane 's comedy Mr & Mrs Fitch alongside Jennifer Ehle at the Second Stage Theatre from February 22, 2010 to April 4, 2010."], [50, " In the winter of 2012-2013 he appeared in the London revival of Arthur Wing Pinero 's The Magistrate as Police Magistrate Aeneas Posket at the National Theatre ."], [50, " It was announced in February 2014 that he would return to Central Park's Delacorte Theater and Shakespeare in the Park for the 2014 summer season in the title role of Shakespeare's King Lear directed by Tony Award Winner Daniel Sullivan ."], [50, " In fall 2014, Lithgow returned to Broadway as Tobias in a revival of Edward Albee's A Delicate Balance ."], [50, " Pam MacKinnon directed the limited 18-week production at the John Golden Theatre ."], [50, " Lithgow starred in the solo play John Lithgow: Stories by Heart , which opened on Broadway on January 11, 2018 at the American Airlines Theatre , written by Lithgow."], [50, " The character was loosely based on the real-life Broadway director and choreographer Michael Bennett , known for his work on Follies , Company , Dreamgirls and A Chorus Line ."], [50, " [48] [49] [50] He was featured at Heinz Hall in Pittsburgh , Pennsylvania on December 4–6, 2009 for performances of Mozart's Requiem with the Pittsburgh Symphony Orchestra ."], [50, " ^ Alvin Powell, \"Lithgow to speak at Afternoon Exercises: Actor, writer, humanitarian to grace Tercentenary Theatre\" , Harvard Gazette , 2005-04-07."], [50, " ^ \"John Lithgow adds Houston Ballet dancer to his résumé,\" ."], [50, " ^ \" ' Requiem' an extraordinary Pittsburgh Symphony Orchestra tribute to Mozart - Pittsburgh Tribune-Review\" ."], [50, " Among his memorable performances were those in Bedroom Farce (1979), written by Alan Ayckbourn , and Beyond Therapy (1982)."], [50, " Lithgow later trod the boards in a revival of the farcical The Magistrate (2012–13) at the Royal National Theatre in London and in a staging (2014–15) of Edward Albee ’s A Delicate Balance on Broadway."], [50, " He has received high praise for his star roles on Broadway and with the Royal Shakespeare Company."], [50, " \"Indomitable snowman Joe Papp lights up Broadway with 'A Chorus Line' and a phalanx of new playwrights\" ."], [50, " \" ' King Lear' review: John Lithgow superb in latest Shakespeare in the Park production\" ."], [50, " ^ \"John Lithgow set for Carnegie Hall Candide benefit concert\" ."], [50, " But what other award-winning actor can claim to have written best-selling children's books, have performed with a dozen American Symphony orchestras, have sung at Carnegie Hall in the company of Met Opera stars and danced with the New York City Ballet? As an author, he has written a memoir proudly displaying blurbs from John Irving and Gay Talese, and as a poet his book of doggerel political satire arrives in October, 2019."], [50, " ^ Alvin Powell, \"Lithgow to speak at Afternoon Exercises: Actor, writer, humanitarian to grace Tercentenary Theatre\" , Harvard Gazette , 2005-04-07."], [50, "Theatre Marquee unveiling for Lucas Hnath's new drama \"Hillary & Clinton\" starring Laurie Metcalf and John Lithgow with direction by Joe Mantello at the Golden Theatre on February 8, 2019 in New York City."], [50, " Lithgow has appeared on Broadway twenty-five times and in England with both the Royal Shakespeare Company and the National Theatre."], [50, " At a 2017 gala for the Public Theater in New York, Lithgow sang the “Major-General’s Song” from “The Pirates of Penzance” but altered the lyrics to include Michael Flynn and several figures from the Trump-Russia story."], [50, " The idea for the book, Lithgow says, came about after he performed at a 2017 gala for New York’s Public Theater a song from Gilbert and Sullivan’s “Pirates of Penzance” — but in the character of former national security adviser Michael Flynn."], [50, " He has appeared on stage in many Broadway productions, including the musical adaptations of Sweet Smell of Success and Dirty Rotten Scoundrels ."], [50, " In 2007, he made his Royal Shakespeare Company debut as Malvolio in Neil Bartlett 's production of Twelfth Night ."], [50, " 1970s \n In 1973, Lithgow debuted on Broadway in David Storey 's The Changing Room at the Morosco Theatre."], [50, " [17] In 2007, Lithgow played Malvolio in the Royal Shakespeare Company 's production of Twelfth Night , at The Courtyard Theatre , Stratford-upon-Avon , United Kingdom ."], [50, " In 2008 through 2009, Lithgow played Joe Keller in a Broadway revival of Arthur Miller 's All My Sons directed by Simon McBurney ."], [50, " In the winter of 2012-2013 he appeared in the London revival of Arthur Wing Pinero 's The Magistrate as Police Magistrate Aeneas Posket at the National Theatre ."], [50, " In fall 2014, Lithgow returned to Broadway as Tobias in a revival of Edward Albee's A Delicate Balance ."], [50, " Pam MacKinnon directed the limited 18-week production at the John Golden Theatre ."], [50, " Lithgow starred in the solo play John Lithgow: Stories by Heart , which opened on Broadway on January 11, 2018 at the American Airlines Theatre , written by Lithgow."], [50, " The character was loosely based on the real-life Broadway director and choreographer Michael Bennett , known for his work on Follies , Company , Dreamgirls and A Chorus Line ."], [50, " \"John Lithgow Is David Auburn's 'The Columnist', Beginning Broadway Previews April 4\" playbill."], [51, " [4] His mother, Sarah Jane (née Price), was a retired actress."], [51, " [31] In 2010, he briefly appeared in the romantic comedy Leap Year playing Amy Adams ' dad."], [51, " Personal life [ edit ] \n Lithgow married Jean Taynton, a teacher, in 1966."], [51, " The couple had one son together, actor and clinical psychologist Ian (born 1972)."], [51, " Lithgow and his wife separated after he had an affair with actress Liv Ullmann , with the marriage ending in divorce in 1980."], [51, " [56] Lithgow married UCLA history professor [57] Mary Yeager in 1981, and they have a son, Nathan, and a daughter, Phoebe."], [51, " Early life Lithgow was born into a theatrical family; his mother was an actress, and his father was a theatre producer."], [51, " The following year he garnered further acclaim—and, later, a second Oscar nomination—for his role as a bashful banker who has an affair with a married woman in Terms of Endearment ."], [51, " In Love Is Strange (2014) he portrayed a painter whose life is upended when his husband is fired from the Catholic school where he teaches following the revelation of their marriage ."], [51, " But with critical acclaim came personal confusion, and in the mid 1970s, he and his wife divorced."], [51, " A second Oscar nomination followed for Terms of Endearment (1983), and he met a UCLA economics professor who became his second wife."], [51, " He is a registered pastor of Rose Ministries and has officiated the wedding of his goddaughter."], [51, " \"For director Ira Sachs, 'Love Is Strange' portrays the normalcy of gay marriage\" ."], [51, " East Peck first lady, Lavinia Peck-Foster hires Josh and the crew after her husband's body is found in the trunk of her car."], [51, " Meanwhile, Josh discovers Carol Anne is pregnant and is wondering if he is."], [51, " A New Jersey mom puts her relationship with her daughter to the test when she lands an internship at her new job, which comes with many challenges."], [51, " Lithgow was married to Jean Tayton from 1966 until they divorced in 1980."], [51, " Blissful Married Life Of John Along With His Kids! Well talking about the past affairs and marriage life of Lithgow, his first marriage was with his first girlfriend, Phoebe Jean Tayton’ on 10th September 1966, after graduation from college."], [51, " They got separated in 1980 after, Lithgow has an affair with ‘ Liv Ullman ‘ and other many women."], [51, " After their breakup, John tied his knot with the actress ‘Mary Yeager."], [51, " And after a couple of weeks, they got married in December 1981."], [51, " Lithgow has two children from his marriage with wife Mary, a son named” Nathan Lithgow ‘ daughter “ Phoebe Lithgow."], [51, " The actor is married to Mary Yeager, his starsign is Libra and he is now 74 years of age."], [51, " [4] His mother, Sarah Jane (nÃ©e Price), was a retired actress."], [51, " The couple had one son together, actor and clinical psychologist Ian (born 1972)."], [51, " Lithgow and his wife separated after he had an affair with actress Liv Ullmann , with the marriage ending in divorce in 1980."], [51, " [56] Lithgow married UCLA history professor [57] Mary Yeager in 1981, and they have a son, Nathan, and a daughter, Phoebe."], [52, " Children 3, including Ian Lithgow Website http://johnlithgow."], [52, " Some of his book titles are Marsupial Sue, Marsupial Sue Presents \"The Runaway Pancake ,\" Lithgow Party Paloozas!: 52 Unexpected Ways to Make a Birthday, Holiday, or Any Day a Celebration for Kids, Carnival of the Animals, A Lithgow Palooza: 101 Ways to Entertain and Inspire Your Kids, I'm a Manatee, Micawber, The Remarkable Farkle McBride, Mahalia Mouse Goes to College and I Got Two Dogs."], [52, " On October 18, 2017, Lithgow coauthored the New York Times daily Crossword Puzzle."], [52, " \"John Lithgow Sings of the Sewer, and Other Funny Stuff\" , The New York Times , November 11, 2007."], [52, " \"Two Fathers Are Learning Lessons of 'All My Sons' \", The New York Times , November 12, 2008 ."], [52, " \"Check Out John Lithgow in 'Stories by Heart' on Broadway\" Playbill, January 9, 2018 ."], [52, " The Investigation: A Search for the Truth in Ten Acts \n(Video)."], [52, " (performer: \"Reunited Song (Version 1)\", \"Reunited Song (Version 2)\" - uncredited)."], [52, " Daddy's Home 2: The New Dads in Town \n(Video documentary short)."], [52, "- Lights, Cameras, Christmas! Inside Holiday Movies \n(2017)\n."], [52, "- It Comes at Night/Megan Leavey/My Cousin Rachel/Beatriz at Dinner \n(2017)\n."], [52, "- Office Christmas Party/Miss Sloane/Nocturnal Animals \n(2016)\n."], [52, "- Star-Spangled Spectacular: Bicentennial of Our National Anthem \n(2014)\n."], [52, " Classical Baby (I'm Grown Up Now): The Poetry Show \n(TV Short)."], [52, " Creating a Fairy Tale World: The Making of 'Shrek' \n(TV Movie documentary)."], [52, " Adventures in Time: The National Geographic Millennium Special \n(TV Movie documentary)."], [52, " Masters of Illusion: The Wizards of Special Effects \n(TV Special documentary)."], [52, " Happy Birthday, Bugs!: 50 Looney Years \n(TV Movie documentary)."], [52, " John Lithgow | Biography, TV Shows, Movies, & Facts | Britannica ."], [52, " Trumpty Dumpty: A Parody Is On The Loose, Trump's Invaded Mother Goose; A Chronicle Of Trumpty Times, Reimagined In Classic Rhymes."], [52, " The Sage of the Sacred Hill: A Philosophical Story, Book I ."], [52, " One Hundred Leaves: A new annotated translation of the Hyakunin Isshu ."], [52, " Build A Happier Brain: The Neuroscience and Psychology of Happiness."], [52, " An Amazon Book with Buzz: \"House of Earth and Blood\" by Sarah J."], [52, " 2017 Fall TV Preview: Over 50 of the Latest Trailers and Teasers."], [52, " Critics’ Choice TV Winners Announced: Game of Thrones , Silicon Valley Win Best Series."], [52, " Adventures in Time: The National Geographic Millennium Special ."], [52, " \"ABC's \"Once Upon a Time in Wonderland\" will feature John Lithgow\" ."], [52, " \" ' The Tomorrow Man' Lands At Bleecker Street Ahead Of Sundance World Premiere\" ."], [52, " \"Surprise lessons from John Lithgow's 'Stories by Heart ' \" ."], [52, "Editors' Picks: Our Favorite Things From the Week of April 16."], [52, " Heat Vision Live Feed Esq The Race Behind the Screen Rambling Reporter The Fien Print ."], [52, " From The Indies To The Andes In His Undies (Album Version) ."], [52, " From The Indies To The Andes In His Undies (Album Version) ."], [52, "\t\t'Outlander' Review: A Season 5 Wedding Sets Up All Kinds of Family Drama\t ."], [52, " John Lithgow: Stories By Heart \n (Jan 11, 2018 - Mar 04, 2018) ."], [52, " A Memory of Two Mondays / 27 Wagons Full of Cotton \n (Jan 26, 1976 - Mar 21, 1976) ."], [52, " Hillary and Clinton Will Hold Special Midnight Performance to Benefit the Actors Fund."], [52, " See Noah Galvin & the Cast of Joseph and the Amazing Technicolor Dreamcoat Perform Songs From the Upcoming Concert."], [52, " Netflix's 13 Movie Musical Adaptation Is Holding an Open Casting Call for Teens."], [52, "\t\t'Outlander' Review: A Season 5 Wedding Sets Up All Kinds of Family Drama\t ."], [52, " BroadwayWorld & IAMT Launch Online Theater Classes - Learn Acting, Singing & Dancing from the Experts ."], [52, " Williamstown Theatre Festival Announces 2020 Season, Including STREETCAR & More! ."], [52, " Philadelphia : BroadwayWorld & IAMT Launch Online Theater Classes - Learn Acting, Singing & Dancing from the Experts ."], [52, "com: Never Play Music Right Next to the Zoo (9781442467439): John Lithgow, Leeza Hernandez: Books ."], [52, " Smithsonian Kids: To the Moon and Back (Deluxe Multi Activity Book) ."], [52, " Start reading Never Play Music Right Next to the Zoo on your Kindle in under a minute ."], [52, " An Amazon Book with Buzz: \"House of Earth and Blood\" by Sarah J."], [52, " Piano Book for Kids 5 & Up - Beginner Level: Learn to Play Famous Piano Songs, Easy."], [52, " Piano Professor Damon Ferrante teaches Kids 5 & Up how to play the piano with this fun, easy, step-by-step guide (Book & Video Lessons)."], [52, " My Preschool Workbook: 101 Games & Activities that Prepare Your Child for School ."], [52, " Sudoku for Kids: 200 Puzzle from Beginner to Advanced Sudoku Puzzles for Children (."], [52, " The 5 Minute Gratitude Journal For Kids: A daily journal to help kids celebrate the."], [52, " Easy Ukulele: A Complete, Quick and Easy Beginner Ukulele Method for Kids and Adults ."], [52, "0 out of 5 stars \n My Music and Animal-Loving Two-Year-Old Loves This Book ."], [52, "0 out of 5 stars \n Great Music Oriented Book for a 4-6 year old! ."], [52, " Next Luke Hemsworth Wiki Like Bio: Net Worth, Brothers, Age, Movies, Salary ."], [52, " John Lithgow Captures the Age of Trump in Poetry and Cartoons with Dumpty ."], [52, " The Beanpole Director Is One of the Great Young Hopes of International Cinema."], [52, " All the Easter Eggs and Hidden References in Sonic the Hedgehog ."], [52, " John Lithgow Net Worth, Salary, Cars & Houses Estimated Net Worth 45 million\nDollar Celebrity Net Worth Revealed: The 55 Richest Actors Alive in 2020! Yearly Salary N/A SURPRISING: The 10 Best Salaries in Television! Highest Grossing Movies Interstellar, Shrek & Rise of the Planet of the Apes Colleagues Lori Singer & Casey Affleck Houses Cars ."], [52, " Communities Queer Voices Women Black Voices Latino Voices Asian Voices ."], [52, " Special Projects Impact: Project Zero Impact: This New World Highline Listen to America Podcasts Black History Month 2020 ."], [52, " No Love Lost! Banksy's 'Valentine's' Mural Lasts Less Than 48 Hours ."], [52, " In 'Beatriz At Dinner,' An Immigrant Walks Into A Room Of Trump-Minded Hedonists ."], [52, " New York Film Critics Circle at Tao Downtown: First Awards in the New Year ."], [52, " Happiness From Within: 'Love Is Strange' Actress Tank Burt on Intimate Filmmaking and Following Your Bliss ."], [52, " Children 3, including Ian Lithgow Website http://johnlithgow."], [52, " Some of his book titles are Marsupial Sue, Marsupial Sue Presents \"The Runaway Pancake ,\" Lithgow Party Paloozas!: 52 Unexpected Ways to Make a Birthday, Holiday, or Any Day a Celebration for Kids, Carnival of the Animals, A Lithgow Palooza: 101 Ways to Entertain and Inspire Your Kids, I'm a Manatee, Micawber, The Remarkable Farkle McBride, Mahalia Mouse Goes to College and I Got Two Dogs."], [52, " On October 18, 2017, Lithgow coauthored the New York Times daily Crossword Puzzle."], [52, " \"Two Fathers Are Learning Lessons of 'All My Sons' \", The New York Times , November 12, 2008 ."], [52, " Christmas Songs: Interactive Children's Sound Book (10 Button Sound) (Early Bird Song) ."], [52, " Introduce classic Christmas songs including Deck the Halls, Jingle Bells, and Santa Claus Is Coming to Town to your little one with this sound book."], [52, " How To Draw Animals For Kids: A Fun and Simple Step-by-Step Drawing and Activity Bo."], [52, " Sketchbook for Girls: Blank Pages, 110 pages, White paper, Sketch, Doodle and Draw ."], [52, " An Amazon Book with Buzz: \"House of Earth and Blood\" by Sarah J."], [52, " Listening with My Heart: A story of kindness and self-compassion ."], [52, " Mini Masters Boxed Set (Baby Board Book Collection, Learning to Read Books for Kids."], [52, " How To Draw Animals For Kids: A Fun and Simple Step-by-Step Drawing and Activity Bo."], [52, " Sketchbook for Girls: Blank Pages, 110 pages, White paper, Sketch, Doodle and Draw ."], [53, " Lithgow is best known for his television roles as Dick Solomon in the comedy 3rd Rock from the Sun (1996–2001), Arthur Mitchell in the drama Dexter (2009), and Winston Churchill in the drama The Crown (2016–2019), for each of which he won Primetime Emmy Awards."], [53, " He credits a performance at Harvard of Gilbert and Sullivan 's Utopia Limited with helping him decide to become an actor."], [53, " In 1979, Lithgow appeared in Bob Fosse 's semi-autobiographical movie All That Jazz as Lucas Sergeant."], [53, " In 1983, Lithgow appeared in a remake of the classic Twilight Zone episode \" Nightmare at 20,000 Feet \" in Twilight Zone: The Movie as the paranoid passenger made famous on the television show by William Shatner ."], [53, " In an interview with Bill Moyers , Lithgow reveals this role as his favorite of his film career."], [53, " In 1987, Lithgow starred in the Bigfoot -themed family comedy Harry and the Hendersons ."], [53, "\nIn 1991, he starred in the movie Ricochet opposite Denzel Washington as Earl Talbot Blake, a criminal seeking revenge against the policeman who sent him to prison."], [53, " In 2001, Lithgow gained iconic recognition for voicing the evil Lord Farquaad in the Academy Award-winning DreamWorks Animated film Shrek alongside Mike Myers , Eddie Murphy and Cameron Diaz ."], [53, " In 2002, he narrated Life's Greatest Miracle , a documentary about human embryonic development."], [53, " In 2006, Lithgow had a small role in the Academy Award-winning film Dreamgirls , as Jerry Harris, a film producer offering Deena Jones ( Beyoncé Knowles ) a film role."], [53, " Lithgow gained critical attention for starring in Ira Sachs ' independent romance film Love Is Strange (2014) alongside Alfred Molina ."], [53, " Television career [ edit ] \n In television, Lithgow is probably most widely known for his starring role as Dick Solomon in the 1996–2001 NBC sitcom 3rd Rock from the Sun ."], [53, " On March 5, 2009, Lithgow made a cameo on NBC's 30 Rock , in the episode \" Goodbye, My Friend ,\" with several references to his role in Harry and the Hendersons."], [53, " He guest starred on How I Met Your Mother in the role of Barney Stinson 's father, Jerry."], [53, " In 2017, Lithgow starred in Trial & Error as a professor who becomes implicated in the murder of his wife in the first season (spring 2017) of the NBC mockumentary series."], [53, " In his most recent television role Lithgow portrayed the former Prime Minister of the United Kingdom, Winston Churchill in the first season of the prestigious and critically acclaimed Netflix historical drama series The Crown (2016) opposite Claire Foy ."], [53, " Voice work [ edit ] \n Between 1978-80, Lithgow appeared in ten episodes of the radio drama revival series CBS Radio Mystery Theater ."], [53, " In 2015, Lithgow did the voice over work for Gore Vidal in the documentary film Best of Enemies alongside Kelsey Grammer who voiced William F."], [53, " In 2018, Lithgow was one of the actors who voiced the audiobook A Day in the Life of Marlon Bundo ."], [53, " Stage career After returning to the United States, Lithgow began directing and performing in plays in Connecticut , Pennsylvania , and New Jersey , and in 1972 he appeared in his first film, the drug-themed comedy Dealing; or, The Berkeley-to-Boston Forty-Brick Lost-Bag Blues ."], [53, " He also gave a memorable performance as an airline passenger who seems to be hallucinating a monster in the “Nightmare at 20,000 Feet” segment of Twilight Zone: The Movie (1983)."], [53, " In 2009 he guest-starred on the popular television crime drama Dexter , and his chilling portrayal of serial killer Arthur Mitchell earned him another Emmy."], [53, " In 2002 he won his second Tony Award , for his role as a manipulative gossip columnist in the musical Sweet Smell of Success (based on the film of the same name ), and in 2008 he debuted an autobiographical solo stage show, John Lithgow: Stories by Heart , which transferred to Broadway in 2018."], [53, " Other credits, including The Crown Lithgow also continued to accept film roles in the early 21st century, notably lending his voice to the diminutive villain Lord Farquaad in the first installment (2001) of the animated Shrek series, appearing as the father of sex researcher Alfred Kinsey in Kinsey (2003), and evincing the Alzheimer -afflicted father of a scientist in The Rise of the Planet of the Apes (2011)."], [53, " He took supporting roles as the father-in-law of a spaceship pilot (played by Matthew McConaughey ) in director Christopher Nolan ’s atmospheric drama Interstellar (2014) and as a preacher in Tommy Lee Jones ’s bleak western The Homesman (2014)."], [53, " His other notable credits from this period included the Netflix TV series The Crown , in which he portrayed Winston Churchill ."], [53, " Among his films from 2019 were Pet Sematary , an adaptation of the Stephen King novel, and Bombshell , in which he played media executive Roger Ailes , who resigned from the Fox News Channel amid allegations of sexual misconduct."], [53, " Lithgow also had roles in The Tomorrow Man and Late Night (both 2019)."], [53, " Steve Minion is back in this wild installment of the Circles in Hell comedy series."], [53, " Lithgow is also the bestselling author of a series of children's books and was the voice in the digital audio version of John Oliver's A Day in the Life of Marlon Bundo ."], [53, " Once hailed by the Wall Street Journal as \"the film character actor of his generation,\" Lithgow is the son of a theater director who once headed Princeton's McCarter Theater and produced a series of Shakespeare festivals in Ohio, where Lithgow was six when he made his first theatrical bow in Henry VI, Part 3."], [53, " That year, he won his first Emmy nomination for his work in the scary nuclear holocaust drama The Day After."], [53, " Though he had already established himself on television as a guest star, Lithgow gained a large and devoted following when he was cast as an alien captain who, along with his clueless crew, attempts to pass for human in the fresh, well-written NBC sitcom Third Rock From the Sun (1996)."], [53, " When that show's run ended in 2001, Lithgow kept busy with roles in such high-profile features as The Life and Death of Peter Sellers (2004) (in which he essayed the role of comedy legend Blake Edwards), Kinsey, Dreamgirls, and Leap Year."], [53, " Yet through it all the small screen still beckoned, and in 2010 the Lithgow won an Emmy for his role as Arthur Mitchell (aka The Trinity Killer) on the hit Showtime series Dexter."], [53, " He entered therapy, and in 1982, his life started in a new direction, the movies - he received an Academy Award nomination for his portrayal of Roberta Muldoon in The World According to Garp (1982)."], [53, " This production also played a role in bringing him back together with the son from his first marriage, Ian Lithgow , who has a regular role in the series as a dimwitted student."], [53, " He was the original voice of Hades in Disney's Hercules (1997) and recorded all the dialogue, but his performance was then replaced by the performance of James Woods ."], [53, " He was considered for the role of Hannibal Lecter in The Silence of the Lambs (1991), which went to Anthony Hopkins ."], [53, " His father ran a Shakespearian Acting company in the 1950s which included David Carradine ."], [53, " He has provided the voice of Yoda in the NPR radio dramatizations of \"The Empire Strikes Back\" (1983) and \"Return of the Jedi\" (1996)."], [53, " He was called in to replace another actor in Terms of Endearment (1983), and his role was filmed in three days during a break from filming Footloose (1984)."], [53, " Three of his non-film roles have been based on movies involving Frank Oz and Ian McDiarmid ."], [53, " Most of Oz's and McDiarmid's collaborations are the Star Wars films, in which they play Yoda and Darth Sidious, respectively."], [53, " He has said that Chaplin's Modern Times (1936) is his favorite film."], [53, " The role of Frasier Craine (first on Cheers then the spin-off) was written with Lithgow in mind."], [53, " He was considered for the role of The Joker in Batman (1989)."], [53, " [7] He then portrayed an airplane passenger who suffers from aviophobia in Twilight Zone: The Movie (1983)."], [53, " [10] In addition, Lithgow had a string of main and supporting roles during the 1980s, notably in the 1984 films Footloose , The Adventures of Buckaroo Banzai Across the 8th Dimension , 2010 , Santa Claus: The Movie , The Manhattan Project (1986) and Harry and the Hendersons (1987)."], [53, " The 1990s saw Lithgow continue to appear in various Hollywood films, namely Ricochet (1991) opposite Denzel Washington , Raising Cain (1992), Cliffhanger (1993) starring Sylvester Stallone and The Pelican Brief (1993), where he was reunited with Washington."], [53, " [1] [11] He was cast in a main role in the 1996 television sitcom 3rd Rock from the Sun , where he played a high-ranking commander of an alien unit of four who have been sent to Earth to retrieve information under the disguise as a university professor."], [53, " [14] That same year, he became the character of Lord Farquaad in the animated fantasy-comedy film Shrek (2001) [15] [16] Other roles Lithgow appeared in during the 2000s were The Life and Death of Peter Sellers (2004) with Geoffrey Rush , where he portrayed the famed director, screenwriter and producer Blake Edwards , [17] Kinsey (2004) and Dreamgirls (2006)."], [53, " [18] [19] In 2009, he joined the cast of crime show Dexter as Arthur Mitchell , a family man who lives a double life as a serial killer."], [53, " [21] [22] [23] Lithgow's later roles during the 2010s includes the science fiction film Rise of the Planet of the Apes (2011), [24] the sitcom How I Met Your Mother (2005–14), where he performed as a guest star in four episodes in the role as the father of executive Barney Stinson , [25] as the voice of Percy the White Rabbit in ABC 's fantasy-drama and spin-off program Once Upon a Time in Wonderland (2013–14), [26] [27] and the 2014 films Love Is Strange , alongside fellow co-star Alfred Molina , [28] The Homesman , [29] and Interstellar ."], [53, " [30] Lithgow can be seen as Winston Churchill in the television drama series The Crown (2016)."], [53, " \"John Lithgow to show his nasty side in \"Dreamgirls\" film\" ."], [53, " \" ' Oldest Graduate' brings Dallas, live dramatic production to NBC\" ."], [53, " ^ \"Trelawny of the 'Wells' – The persons of the play and who's who in the cast\" ."], [53, " Each episode, new guests will bring their own special brand of crazy to this new TBS comedy from My Name Is Earl creator Greg Garcia."], [53, " The minute I start doggedly imitating Bill Clinton, it becomes a Saturday Night Live sketch."], [53, " Lithgow then spoke about his role as villain Jud Crandall in Pet Sematary ."], [53, " The makeup and costumes in the Fox News scandal drama are feats of mastery, and the film's star Lithgow was eager to jump in to play the disgraced, late CEO."], [53, " Interviews with leading film and TV creators about their process and craft."], [53, " Interviews with leading film and TV creators about their process and craft."], [53, "” (Showtime’s “The Loudest Voice” miniseries from earlier this year, with Russell Crowe playing Ailes, captures the wider sweep of his career."], [53, " In 1974, Lithgow was starring in a play and the producer happened to be good friends with Scott King."], [53, " Lithgow also worked and appeared in many television series like as”Dick Solomon” from” 3rd Rock From The Sun “TheDoll” NBC’s ‘Goodbye, my friend, He also had an appearance in documentary series”Trial & Error."], [53, " Lithgow was also the location of an alleged assassination attempt on the life of Queen Elizabeth II in 1970."], [53, " \"Queen and Prince Philip were 'victims' of Australian assassination attempt\" ."], [53, " Kantemir Balagov explains the origins of his Russian historical drama , the best international film not nominated for an Oscar this year."], [53, " The veteran actors star in the new doomsday romance \"The Tomorrow Man."], [53, " Love is Strange is a real actors' piece featuring veterans John Lithgow, Alfred Molina and Marisa Tomei, and directed by indie film staple Ira Sachs."], [53, " Lithgow is best known for his television roles as Dick Solomon in the comedy 3rd Rock from the Sun (1996â\u0080\u00932001), Arthur Mitchell in the drama Dexter (2009), and Winston Churchill in the drama The Crown (2016â\u0080\u00932019), for each of which he won Primetime Emmy Awards."], [53, " He is also well known for his roles in Blow Out (1981), Footloose (1984), Harry and the Hendersons (1987), Rugrats in Paris: The Movie (2000), Shrek (2001), and Love Is Strange (2014)."], [53, " He credits a performance at Harvard of Gilbert and Sullivan 's Utopia Limited with helping him decide to become an actor."], [53, " In 1979, Lithgow appeared in Bob Fosse 's semi-autobiographical movie All That Jazz as Lucas Sergeant."], [53, " In 1983, Lithgow appeared in a remake of the classic Twilight Zone episode \" Nightmare at 20,000 Feet \" in Twilight Zone: The Movie as the paranoid passenger made famous on the television show by William Shatner ."], [53, " In an interview with Bill Moyers , Lithgow reveals this role as his favorite of his film career."], [53, " In 1987, Lithgow starred in the Bigfoot -themed family comedy Harry and the Hendersons ."], [53, "\nIn 1991, he starred in the movie Ricochet opposite Denzel Washington as Earl Talbot Blake, a criminal seeking revenge against the policeman who sent him to prison."], [53, " In 2001, Lithgow gained iconic recognition for voicing the evil Lord Farquaad in the Academy Award-winning DreamWorks Animated film Shrek alongside Mike Myers , Eddie Murphy and Cameron Diaz ."], [53, " In 2002, he narrated Life's Greatest Miracle , a documentary about human embryonic development."], [53, " In 2006, Lithgow had a small role in the Academy Award-winning film Dreamgirls , as Jerry Harris, a film producer offering Deena Jones ( BeyoncÃ© Knowles ) a film role."], [53, " Lithgow gained critical attention for starring in Ira Sachs ' independent romance film Love Is Strange (2014) alongside Alfred Molina ."], [53, " In television, Lithgow is probably most widely known for his starring role as Dick Solomon in the 1996â\u0080\u00932001 NBC sitcom 3rd Rock from the Sun ."], [53, " In 1986, Lithgow received a Primetime Emmy Award for Outstanding Guest Actor in a Drama Series for his appearance in the episode The Doll of the Amazing Stories anthology series ."], [53, " On March 5, 2009, Lithgow made a cameo on NBC's 30 Rock , in the episode \" Goodbye, My Friend ,\" with several references to his role in Harry and the Hendersons."], [53, " He guest starred on How I Met Your Mother in the role of Barney Stinson 's father, Jerry."], [53, " 's Louie on FX , in the season five episode \"Sleepover\" alongside Glenn Close , Michael Cera , and Matthew Broderick ."], [53, " In 2017, Lithgow starred in Trial & Error as a professor who becomes implicated in the murder of his wife in the first season (spring 2017) of the NBC mockumentary series."], [53, " In his most recent television role Lithgow portrayed the former Prime Minister of the United Kingdom, Winston Churchill in the first season of the prestigious and critically acclaimed Netflix historical drama series The Crown (2016) opposite Claire Foy ."], [53, " He also appeared as a guest on the Canadian children's program, Ants in Your Pants ."], [53, " Voice work \n Between 1978-80, Lithgow appeared in ten episodes of the radio drama revival series CBS Radio Mystery Theater ."], [53, " Lithgow voiced the character of Yoda in the National Public Radio adaptations of The Empire Strikes Back and Return of the Jedi ."], [53, " [45] He provided narration for the IMAX film Special Effects: Anything Can Happen ."], [53, " In 2015, Lithgow did the voice over work for Gore Vidal in the documentary film Best of Enemies alongside Kelsey Grammer who voiced William F."], [53, " In 2018, Lithgow was one of the actors who voiced the audiobook A Day in the Life of Marlon Bundo ."], [53, " Staged on the altar of New York Cityâ\u0080\u0099s Riverside Church , the reading was created by playwright Robert Schenkkan and narrated by Annette Bening , also featured Kevin Kline as Mueller, Joel Grey as Jeff Sessions , Jason Alexander as Chris Christie , and Alfre Woodard as Hope Hicks ."], [54, " Lithgow won the Tony Award for Best Leading Actor in a Musical for his performance."], [54, " He received six consecutive nominations for the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series and won three times (1996, 1997, 1999)."], [54, " In 1986, Lithgow received a Primetime Emmy Award for Outstanding Guest Actor in a Drama Series for his appearance in the episode The Doll of the Amazing Stories anthology series ."], [54, " Additionally, Lithgow has been nominated for an Emmy Award for Outstanding Supporting Actor in a Limited Series or a Special for The Day After (1983), and two Emmy Awards for Outstanding Lead Actor in a Miniseries or a Special for Resting Place (1986) and My Brother's Keeper (1995)."], [54, " [37] He won a Golden Globe Award for this role, [38] and won an Emmy for Outstanding Guest Actor In A Drama Series ."], [54, " \"John Lithgow Is David Auburn's 'The Columnist', Beginning Broadway Previews April 4\" playbill."], [54, " Tony Award for Best Performance by a Featured Actor in a Play ."], [54, " The Tonight Show Starring Jimmy Fallon \n(TV Series) (performer - 1 episode)."], [54, " The 59th Annual Tony Awards \n(TV Special) (performer: \"Great Big Stuff\")."], [54, " The 56th Annual Tony Awards \n(TV Special) (performer: \"Dirt\")."], [54, "- The Tony Awards: History, Highlights and Backstage \n(2012)\n."], [54, " The Kennedy Center Honors: A Celebration of the Performing Arts \n(TV Special)."], [54, " in the early '70s and worked on Broadway where he won his first Tony and a Drama Desk Award for his part in The Changing Room (1973)."], [54, " In May 2002, he won both the Tony Award and Drama Desk Award as Best Actor in a Broadway musical for his performance in \"Sweet Smell of Success\"."], [54, " He has won two Tony Awards: in 1973, as Best Supporting or Featured Actor (Dramatic) for David Storey 's \"The Changing Room\"; and in 2002, as Best Actor (Musical) for \"Sweet Smell of Success."], [54, " He was awarded the 1989 Los Angeles Drama Critics Circle Award for Distinguished Achievement, Lead Performance, \"Who's Afraid of Virginia Woolf?,\" at Center Theatre Group/Ahmanson Theatre production at the James A."], [54, " He was awarded the 1973 Antoinette Perry (Tony) Award for Best Featured Actor in a Play for \"The Changing Room\" on Broadway in New York City."], [54, " Lithgow's first appearance on stage came in 1973, in a Broadway production of The Changing Room by David Storey , for which he won a Tony Award for Best Performance by a Featured Actor in a Play and a Drama Desk Award ."], [54, " [8] Later the same year, Lithgow went on to play a science professor in the television disaster film The Day After , which won him an Emmy Award nomination for Outstanding Supporting Actor in a Miniseries or Special ."], [54, " \"Actor John Lithgow to perform one-man show at Lied Center\" ."], [54, " Connections \n Referenced in The Tonight Show Starring Jimmy Fallon: Blake Shelton/Scott Eastwood  (2017)."], [54, " Tony Awards [ edit ] \n The Tony Award is presented by the American Theatre Wing and The Broadway League ."], [54, " \" ' Parasite' Named Best Picture by Australia's AACTA Awards\" ."], [54, " ^ \"Harvard Arts Medal Ceremony Honoring Actor JOHN LITHGOW\" ."], [54, " Tony Award for Best Performance by a Featured Actor in a Play ."], [54, " Tony Award for Best Performance by a Featured Actor in a Play ."], [54, " John Lithgow earned a Tony for his 1973 Broadway debut in The Changing Room ."], [54, " In 1973, he won a Tony Award three weeks after his Broadway debut, in David Storey's The Changing Room."], [54, " In 1973, he won a Tony Award three weeks after his Broadway debut, in David Storey's The Changing Room."], [54, " John Lithgow is an Oscar-nominated and Emmy- and Tony Award-winning star of screen and stage."], [54, " He has won six Emmys for his work on Amazing Stories, 3rd Rock from the Sun, Dexter and The Crown, as well as two Tony Awards for the plays The Changing Room and Sweet Smell of Success."], [54, " Holding court after a sumptuous brunch honoring Hilary Swank for receiving Montblanc's Creative Impact in Acting award and ."], [54, " Produced by JC Hopkins , the album features guest appearances by Madeleine Peyroux , Wayne Knight , Sherie Rene Scott and Maude Maggart ."], [55, " Bong Joon Ho's \"Parasite\" Series Will Be a 'Six-Hour Film' ."], [55, " Parasite director and co-writer, Bong Joon Ho provides an update on what we can expect from the film's HBO series adaptation."], [55, "\t\tBehind the Scenes of Bong Joon Ho's Oscar-Winning 'Parasite' PR Campaign\t ."], [55, "\t\tBehind the Scenes of Bong Joon Ho's Oscar-Winning 'Parasite' PR Campaign\t ."], [55, " Bong Joon Ho on Why He Wanted Parasite to End With a ‘Surefire Kill’ ."], [55, " Bong Joon Ho on Why He Wanted Parasite to End With a ‘Surefire Kill’ ."], [56, "- \"Trial & Error\" Star John Lithgow/Harry Eats San Francisco/\"Billions\" Actress Condola Rashad/Grammy Award Winner Jacob Collier \n(2017)\n."], [56, " Actor and Author John Lithgow Thinks This is His Best Quality ."], [56, " Actor and Author John Lithgow Thinks This is His Best Quality ."], [56, " Actor and Author John Lithgow Thinks This is His Best Quality ."], [56, " Actor and Author John Lithgow Thinks This is His Best Quality ."], [56, " Actor and Author John Lithgow Thinks This is His Best Quality ."], [57, " [20] In 2012 Lithgow returned to Broadway in David Auburn 's new play The Columnist which played at the Manhattan Theatre Club with previews starting on April 4, 2012."], [57, " Lithgow has performed this play around the US, starting at the Lincoln Center Theater in 2008, [24] [25] with a return performance at Lincoln Center slated for April to May 2019."], [57, " The play opened on April 18, 2019 and closed on June 23, 2019."], [57, " In June 2002, Lithgow released his second children's album Farkle and Friends."], [57, " In August 2006, Lithgow released The Sunny Side of the Street , his third children's album and first with Razor & Tie ."], [57, " In September 2011, Lithgow was featured in a one-night only production of Dustin Lance Black 's play, 8 — a staged reenactment of the federal trial that overturned California's Prop 8 ban on same-sex marriage — as Attorney Theodore Olson to raise money for the American Foundation for Equal Rights ."], [57, " TV Premiere Dates \n Because it's never too early to plan Thursday night."], [57, " The following year he made his Broadway debut in The Changing Room , playing a dim British rugby player."], [57, " Published: 19:48 EST, 26 September 2019 | Updated: 03:31 EST, 27 September 2019 ."], [57, " Jay Roach's drama inspired by Ailes' downward spiral is scheduled to be released in US theaters on December 20 and UK theaters on January 24."], [57, " 'Keep an eye out': Jay Roach's drama inspired by Ailes' downward spiral is scheduled to be released in US theaters on December 20 and UK theaters on January 24 ."], [57, " For his Broadway debut, Lithgow appeared in David Storey 's \"The Changing Room\" on March 7, 1973, and won the Tony Award 18 days later (March 25) setting a record for a Broadway acting debut."], [57, " \"Dirty Rotten Scoundrels ends its Broadway streak Sep 3; tour is hot\" ."], [57, " ^ \"AFER announces new additions to all-star cast of '8 ' \" ."], [57, " IBDB provides records of productions from the beginnings of New York theatre until today."], [57, " 1 of 5 stars 2 of 5 stars 3 of 5 stars 4 of 5 stars 5 of 5 stars ."], [57, " Lithgow made his stage debut on” Broadway” In The hanging room” in 1973."], [57, " He can next be seen in the film Bombshell, premiering in December 2019."], [57, " The annual feature event is the Lithgow Golden Muzzle held every December, which is sponsored by the Lithgow Workers Club."], [57, " The “3rd Rock From The Sun” star previewed his upcoming Trump-themed poetry book on “The Late Show with Stephen Colbert."], [57, " 2010s \n In 2010 Lithgow starred in the Off Broadway production of Douglas Carter Beane 's comedy Mr & Mrs Fitch alongside Jennifer Ehle at the Second Stage Theatre from February 22, 2010 to April 4, 2010."], [57, " [20] In 2012 Lithgow returned to Broadway in David Auburn 's new play The Columnist which played at the Manhattan Theatre Club with previews starting on April 4, 2012."], [57, " Lithgow has performed this play around the US, starting at the Lincoln Center Theater in 2008, [24] [25] with a return performance at Lincoln Center slated for April to May 2019."], [57, " The play opened on April 18, 2019 and closed on June 23, 2019."], [57, " The film premiered at the Sundance Film Festival where it received glowing reviews, [36] and was theatrically released June 7, 2019."], [57, " In June 2002, Lithgow released his second children's album Farkle and Friends."], [57, " In August 2006, Lithgow released The Sunny Side of the Street , his third children's album and first with Razor & Tie ."], [57, " [48] [49] [50] He was featured at Heinz Hall in Pittsburgh , Pennsylvania on December 4â\u0080\u00936, 2009 for performances of Mozart's Requiem with the Pittsburgh Symphony Orchestra ."], [57, " \"John Lithgow Sings of the Sewer, and Other Funny Stuff\" , The New York Times , November 11, 2007."], [57, " \"Check Out John Lithgow in 'Stories by Heart' on Broadway\" Playbill, January 9, 2018 ."], [57, " \" 'Hillary and Clinton' Closes on Broadway\" Playbill, June 23, 2019 ."], [57, " \"Broadway Review: Laurie Metcalf and John Lithgow in 'Hillary and Clinton'\" Variety , April 18, 2019 ."], [58, " Lithgow lived in Adams House as an undergraduate, and later served on Harvard's Board of Overseers ."], [58, " [11] After graduation, Lithgow won a Fulbright Scholarship to study at the London Academy of Music and Dramatic Art ."], [58, " Also, after graduation, he served as the Director of the Arts and Literature Department at WBAI , the Pacifica radio station in New York City."], [58, " The American Academy of Arts and Sciences: The Heart of the Matter \n(Short)."], [58, " After graduating in 1967, Lithgow spent two academic years at the London Academy of Music and Dramatic Art on a Fulbright scholarship ."], [58, " After Lithgow graduated from Harvard, he received a Fulbright scholarship to study at the London Academy of Music and Dramatic Art; while in England, Lithgow also worked with the Royal Shakespeare Company and for the Royal Court Theatre."], [58, " Harvard was followed by a Fulbright scholarship to study at the London Academy of Music and Dramatic Art."], [58, " He attended and graduated from Princeton High School in Princeton, New Jersey."], [58, " He attended Harvard College and graduated with a Bachelor's degree magna cum laude in history and literature (1967)."], [58, " He hosted the Welcoming Reception for UCLA's new Chancellor Carnesale."], [58, " He is a member of the Academy of Motion Picture Arts & Sciences (AMPAS)."], [58, " Lithgow was born on October 19, 1945 in Rochester, New York [1] and studied at Harvard University ."], [58, " John got a university degree from Harvard College, in history and Literature."], [58, " Lithgow attends Adams House as an undergraduate and member of Havard’s Board Of Overseers."], [58, " After graduation, he moved to London Academy of Music and Dramatic Art."], [58, " [11] After graduation, Lithgow won a Fulbright Scholarship to study at the London Academy of Music and Dramatic Art ."], [58, " Also, after graduation, he served as the Director of the Arts and Literature Department at WBAI , the Pacifica radio station in New York City."], [58, " He teaches at the Columbus College of Design, where he is the chair of the Illustration Department."], [59, " More at IMDbPro » \n Contact Info: \n View agent, publicist, legal on IMDbPro."], [59, " dmg media \n Contact us \n How to complain \n Leadership Team \n Advertise with us \n Contributors \n Work with Us \n Terms \n Do not sell my info \n Privacy policy & cookies ."], [59, " About \n Press \n Copyright \n Contact us \n Creators \n Advertise \n Developers \n Terms \n Privacy \n Policy & Safety \n Test new features ."], [59, " About \n Press \n Copyright \n Contact us \n Creators \n Advertise \n Developers \n Terms \n Privacy \n Policy & Safety \n Test new features ."], [59, " About \n Press \n Copyright \n Contact us \n Creators \n Advertise \n Developers \n Terms \n Privacy \n Policy & Safety \n Test new features ."], [59, " Copyright © 2020, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell My Info ."], [59, " Copyright © 2020, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell My Info ."], [59, " about careers press advertise blog Terms Content policy Privacy policy Mod policy ."], [59, " About \n Press \n Copyright \n Contact us \n Creators \n Advertise \n Developers \n Terms \n Privacy \n Policy & Safety \n Test new features ."], [59, " About \n Press \n Copyright \n Contact us \n Creators \n Advertise \n Developers \n Terms \n Privacy \n Policy & Safety \n Test new features ."], [59, " Please read our updated Privacy Notice and Terms of Use , effective on December 19, 2019."], [59, " HuffPost About Us Advertise About Our Ads Contact Us RSS FAQ Careers Archive User Agreement Privacy Policy Comment Policy HuffPost Press Room Coupons ."], [60, " Critics' Choice Television Award for Best Supporting Actor in a Drama Series ."], [60, " Golden Globe Award for Best Supporting Actor – Series, Limited Series or Television Film ."], [60, " Los Angeles Film Critics Association Award for Best Supporting Actor ."], [60, " New York Film Critics Circle Award for Best Supporting Actor ."], [60, " Satellite Award for Best Supporting Actor – Series, Miniseries or Television Film ."], [60, " The National Parks: America's Best Idea \n(TV Mini-Series documentary)."], [60, " Best Performance by an Actor in a Supporting Role in a Series, Limited Series or Motion Picture Made for Television ."], [60, " Best Performance by an Actor in a Supporting Role in a Series, Miniseries or Motion Picture Made for Television ."], [60, " Outstanding Supporting Actor in a Limited Series or a Special ."], [60, " Funniest Male Performer in a TV Series (Leading Role) Network, Cable or Syndication ."], [60, " Best Actor in a Supporting Role in a Series, Mini-Series or Motion Picture Made for Television ."], [60, " Outstanding Performance by a Male Actor in a Television Movie or Miniseries ."], [60, " Best Supporting Actor – Series, Miniseries or Television Film ."], [60, " Best Supporting Actor – Series, Miniseries or Television Film ."], [60, " Outstanding Performance by a Male Actor in a Miniseries or Television Film ."], [60, " Best Supporting Actor – Series, Miniseries or Television Film ."], [60, " Critics' Choice Television Award for Best Supporting Actor in a Drama Series ."], [60, " Golden Globe Award for Best Supporting Actor – Series, Limited Series or Television Film ."], [60, " Los Angeles Film Critics Association Award for Best Supporting Actor ."], [60, " New York Film Critics Circle Award for Best Supporting Actor ."], [60, " Satellite Award for Best Supporting Actor – Series, Miniseries or Television Film ."], [60, " Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film ."], [60, " This Article is related to: Awards and tagged Best Makeup and Hairstyling , Bombshell , Kazu Hiro , Oscars , Top of the Line ."], [61, " Humorous pen-and-ink illustrations also dance through the pages."], [61, " Humorous pen-and-ink illustrations also dance through the pages."], [61, " The illustrations are cool, ink line drawings in political cartoon style."], [61, " This book is a mixture of Shel Silverstein-like ink drawings and poetry, and political commentary."], [61, " Amusing and witty, surprisingly good drawing - huh - who knew? ."], [61, " Beginners learn the basics of sketching by combining circles, ovals, rectangles, crescents, and other shapes."], [61, " The illustrations are terrific and the prose is lots of fun."], [61, "0 out of 5 stars \n Fun book, clever word rhyme, beautiful artwork ."], [61, " The illustrations are beautiful, and the rhyming text is clever and fun."], [61, " A nice hardback book for giving and reading with little kids."], [61, " Payne's illustrations are beautiful and his Farkle looks rather similar to a young John Lithgow."], [61, " The illustrations are fabulous and the story is really neat."], [61, " The illustrations are great fun for the kids to look at, and the prose is much fun to read."], [61, " Between the witty prose and delightful illustrations, this book is a 'must-have' in any children's book collection."], [62, " Or a Thanksgiving (perfect to read aloud at the table!), Hanukkah or Christmas or Kwanzaa or Solstice or no-reason-at-all-present."], [62, " Or a Thanksgiving (perfect to read aloud at the table!), Hanukkah or Christmas or Kwanzaa or Solstice or no-reason-at-all-present."], [62, " For more information on cookies including how to manage your consent visit our cookie policy ."], [63, " Lithgow is descended from Mayflower passenger and colonial governor William Bradford ."], [63, " ^ \"The three networks will air State of the Union address\" ."], [63, " For a tiny cottage in a tiny town, this place sure will see lots of baggage."], [63, "-based government agency deal with unexplained and paranormal occurrences."], [63, " Around 1947 Lithgow's father's job required the family to move to the small town of Yellow Springs, Ohio."], [63, " Surrounded by miles of nature trails and bike paths, we even have our own brewery."], [63, " It is located in a mountain valley named Lithgow's Valley by John Oxley in honour of William Lithgow , the first Auditor-General of New South Wales."], [63, " Lithgow is on the Great Western Highway , about 150 km (93 mi) or two hours drive west of Sydney , [3] or via the old mountain route, Bells Line of Road , from Windsor ."], [63, " Geographically, it is situated on the far western side of the Sydney basin ."], [63, " [4] At June 2018 Lithgow had an estimated urban population of 12,973."], [63, " [1] \nLithgow is surrounded by a varied landscape which includes national parks, one of which, the Blue Mountains National Park , is a World Heritage Area."], [63, " The Wollemi National Park is home to the Jurassic-age tree the Wollemi Pine , which was found growing in a remote canyon in the park."], [63, " Location [ edit ] \n The city sits on the western edge of the sandstone country of the Blue Mountains and is usually considered [ citation needed ] the first true country town west of Sydney ."], [63, " Immediate surrounding areas include the old mining hamlet of Vale of Clywydd and Oakey Park, a famous iron and steel village, of which fiery night scenes have been depicted in many paintings, as well as large areas of bush and state forest."], [63, " Lithgow benefits from being the western terminus for the electric section of the Main Western railway line from Sydney , and of NSW TrainLink 's Blue Mountains Line electric services."], [63, " History [ edit ] \n The mountainous terrain of the Blue Mountains and the expense of building long tunnels required the construction of The Great Zig Zag railway between 1866 and 1869."], [63, " Although it was superseded in 1910 by more modern engineering methods, including ten tunnels , parts of the Zig Zag have been developed into a popular tourist attraction."], [63, " The town is the centre of a coal mining district and there is one coal-powered power station nearby."], [63, " It is the site of Australia's first commercially viable steel mill , [8] the ruins of which are open for inspection at \"Blast Furnace Park\"."], [63, " Due to the abundance of coal and relative proximity to Sydney , in the areas surrounding Lithgow are two of the largest power stations in NSW, the Mount Piper and Wallerawang power stations."], [63, " The (now demolished) Lithgow Power Station was in use from 1928 to 1964."], [63, " Climate [ edit ] \n Lithgow features a subtropical highland climate ( Köppen climate classification Cfb ) with warm summers, cool to cold winters and generally steady precipitation year-round."], [63, " Despite its location on highlands, Lithgow manages to have 90."], [63, " One major event was the late season snowfall in October 2014, where 20 centimetres of snow fell."], [63, " Iron and steel industry [ edit ] \n In 1848, iron smelting began in Mittagong , Australia."], [63, " This situation remained until the early 20th century when no iron ore was being smelted."], [63, " The Lithgow works acquired a reputation for industrial disputes."], [63, " Tourist attractions [ edit ] \n Lithgow is adjacent to a number of national parks and other attractions."], [63, " Places to visit include the Zig Zag Railway , Glow Worm Tunnel, Newnes in the Wolgan Valley and Glen Davis in the Capertee Valley , the second largest canyon in the world."], [63, " Lithgow is also close to Jenolan Caves , which are a World Heritage Area and lie to the south of Lithgow."], [63, " The most popular tourist event in Lithgow is Ironfest (Lithgow) , an annual cultural heritage event that attracts over 10,000 visitors."], [63, " [25] Ironfest hosts the annual St George's Day Jousting Tournament which involves contestants from all around the world."], [63, " The festival also features a colonial battle re-enactment, called the 'Battle of Lithgow' which involves over 120 participants, kitted out in fully authentic 19th century apparel, and involving cavalry, infantry and artillery."], [63, " As well as these two historical re-enactment events Ironfest includes historical & auto displays, blacksmith demonstrations, art exhibitions, workshops and demonstrations, as well as live music and performances."], [63, " The Lithgow Greyhound Racing Club was established in 1928 [26] [27] and its Saturday race meetings are also a popular tourist attraction."], [63, " \"Power still out and clean up continues day after Lithgow snow storm\" ."], [63, " \"Snow falls in Blackheath in springtime as Sydney's wild weather continues\" ."], [63, " Lithgow is descended from Mayflower passenger and colonial governor William Bradford ."], [64, " John Lithgow's Married Life With His Wife Mary Yeager, His gay rumors! ."], [64, " Home Entertainment American Comedian John Lithgow’s Married Life With His Wife Mary Yeager: Details of His Previous Wife and Children! American Comedian John Lithgow’s Married Life With His Wife Mary Yeager: Details of His Previous Wife and Children! September 5, 2017 thereporter Entertainment ."], [64, " Also, See:  ‘Timeless’ Actor Matt Lanter Married, Wife, Daughter, Career ."], [64, " Previous WNBA Player Swin Cash Married Her Long Time Boyfriend; Who’s Her Husband? Get to know Her Latest details!!! ."], [64, " Jurnee Smollett-Bell is a Millionaire: Details About Her Married Life January 22, 2020 Bishal Sunar ."], [64, " What Is Kristine Saryan’s Age? Know About Her Wiki-Bio Including Net Worth, Husband, Baby January 14, 2019 pradeep adhikari ."], [64, " Who is Kristine Saryan Husband? Know More About Her LoveLife and BabyKristine Saryan Net Worth and … ."], [64, " Latest Post Liza Koshy Dating With Youtuber Boyfriend But Are They Married Already Or Just Engaged?Know More Of Liza Koshy Wiki And Net Worth ALITA Rosa Salazar Age 33 A Complicated Affair With Boyfriend | Height, Movies, Net worth & Parents Meet Joel Kinnaman’s Wife, Cleo Wattenström, The Tattoo Artist! Know Cleo Wattenström Wedding Details, Married Life, Tattoo Shop, Net Worth And Wiki-Bio Shonda Rhimes Lives Happily With Her Three Children: Married To A Husband? ."], [64, " Krystal Nielson and Chris Randone Are The Bachelor ’s First Married Pair to Split."], [64, " MUST READ: 10 Whopping Homes & Cars Of Celebrities That Will Amaze You! John Lithgow: Wife, Dating, Family & Friends John Lithgow with Wife Mary Yeager Who is John Lithgow dating in 2020? ."], [64, " Relationship status Married (Since\n1981) Sexuality Straight Current Wife of John Lithgow Mary Yeager Ex-girlfriends or ex-wives Jean Taynton More info Was previously married and divorced Has any kids? Yes, father of: Ian, Nathan, Phoebe Will the marriage of American actor John Lithgow and current Wife, Mary Yeager survive 2020? ."], [65, " Jump to navigation \n Jump to search \n American character actor, musician, and author ."], [65, " Jump to navigation \n Jump to search \n \"Lithgow\" redirects here."], [66, " [5] [6] His father was born in Puerto Plata , Dominican Republic , to an American-Dominican family of Scottish, English and French descent."], [66, " John's father was born in Puerto Plata, Dominican Republic, where ."], [66, " John's father was born in Puerto Plata, Dominican Republic, where the Anglo-American Lithgow family had lived for several generations."], [66, " His ancestry includes Welsh (from his maternal grandfather), English, as well as French, Scots-Irish/Northern Irish, and Scottish."], [66, " His father was born in Puerto Plata, Dominican Republic, where the white American Lithgow family had lived for a few generations."], [66, " [5] [6] His father was born in Puerto Plata , Dominican Republic , to an American-Dominican family of Scottish, English and French descent."], [67, " [2] [3] He has also been awarded a star on the Hollywood Walk of Fame and inducted into the American Theater Hall of Fame ."], [67, " That same year Lithgow was elected into the American Theater Hall of Fame for his work on Broadway."], [67, " ^ \"Theater Hall of Fame inducts Thompson, Lithgow, others\" ."], [67, " [1] [2] Lithgow has received a star on the Hollywood Walk of Fame and has been inducted into the American Theater Hall of Fame ."], [67, " He has received a star on the Hollywood Walk of Fame and has been inducted into the American Theater Hall of Fame."], [68, " The film premiered at the Sundance Film Festival where it received glowing reviews, [36] and was theatrically released June 7, 2019."], [68, " \"Theatre review: 'Twelfth Night', The Courtyard, Stratford-upon-Avon\", The Guardian ,September 6, 2007 ."], [68, " \"Theatre review: 'Twelfth Night', The Courtyard, Stratford-upon-Avon\", The Guardian ,September 6, 2007 ."], [69, " Production Co: \n Other Shoe Productions , Good Session , Warner Bros."], [69, " Roundabout Theatre Company Original Broadway Production, 2018 ."], [69, " Roundabout Theatre Company Original Broadway Production, 2018 ."]]